{
  "drug_name": "drotaverine",
  "nbk_id": "NBK459178",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459178/",
  "scraped_at": "2026-01-11T18:47:02",
  "sections": {
    "indications": "Priapism is a disorder in which the penis maintains a prolonged, rigid erection in the absence of appropriate stimulation. Although definitions vary regarding duration, any unwanted erection lasting 4 hours or longer and not relieved by ejaculation is generally considered priapism.\n[1]\n[2]\n[3]\n\nPriapism is classified into 3 broad categories—ischemic, nonischemic, and recurrent ischemic. Ischemic causes of priapism are a true emergency and require prompt intervention to prevent damage to the penis, which can progress to complete and permanent erectile dysfunction. Emergent management of this disease is directed toward achieving detumescence as well as relieving pain and preserving normal erectile function.\n[4]\n[5]\n\nEarly intervention is essential for the functional recovery of erectile ability in patients with ischemic priapism.\n[1]\n[6]\nIf left untreated, penile corporal cellular and tissue damage occurs with necrosis and eventually fibrosis, resulting in penile shortening and permanent erectile dysfunction.\n[1]",
    "mechanism": "The etiology of priapism can broadly be categorized as ischemic (low-flow) and nonischemic (high-flow). The flow refers to arterial vascular blood streaming into the corpora cavernosa. The causes of ischemic priapism are numerous and include various hemoglobinopathies, such as sickle cell disease and thalassemia, as well as any hypercoagulable state.\n[7]\nVasoactive medications, including erectile dysfunction medications such as phosphodiesterase (PDE) type 5 inhibitors and intracavernous injections, have been blamed for an increased incidence of this disorder and are thought to cause at least 25% of all cases.\n[8]\n[9]\n\nAntidepressants, such as trazodone; antipsychotics, especially those with alpha-1 adrenergic receptor blocking capability; and illicit drugs, including amphetamines and cocaine, may also cause priapism.\n[10]\n[11]\n[12]\n[13]\nTrazodone is the single drug associated with the highest incidence of medication-induced priapism at about 16% of cases.\n[14]\n[15]\nAlpha-1 adrenergic receptor blockage inhibits the ability of the sympathetic nervous system to cause detumescence.\n[10]\nSurprisingly, priapism following the use of PDE type 5 inhibitors, such as sildenafil, tadalafil,  and vardenafil, is relatively rare. Antipsychotics and trazodone are more than twice as likely to cause priapism as PDE type 5 inhibitors.\n[16]\n[17]\n\nLess common causes include neoplastic processes, including leukemias, melanoma, prostate cancer, renal cancer, and especially bladder cancer; amyloidosis; dialysis; Fabry disease; fat embolisms; carbon monoxide poisoning; cauda equina syndrome; glucose-6-phosphate dehydrogenase deficiency; neurologic disorders; and infections that produce a hypercoagulable state.\n[18]\n[19]\n[20]\n[21]\n[22]\n\nRecurrent ischemic causes of priapism share many of the same underlying etiologic factors as acute ischemic priapism, except for some defective regulatory mechanisms, which can result in abnormal signaling and intermittent, repeated episodes of the disorder.\n[23]\n\nMalignancies of the male pelvis can cause priapism due to either direct tumor infiltration or blockage of venous outflow, which can be identified with magnetic resonance imaging (MRI). The reported incidence of such malignant priapism is as high as 3.5% of patients presenting with priapism.\n[24]\n\nRare medication-related causes of priapism include hydroxyzine, drotaverine (a papaverine analog), low-molecular-weight heparin, and coagulopathy generally associated with coronavirus.\n[25]\n[26]\n[27]\n[28]\nOther rare causes of priapism include chronic myeloid leukemia, COVID-19, thalassemias, amyloidosis, scorpion stings, spider bites, spinal cord injuries, and electronic cigarette use.\n[2]\n[29]\n[30]\n[31]\n\nNonischemic high-flow priapism is far less common than the ischemic variety and typically results from direct perineal trauma or injury.\n[32]\nNonischemic priapism can also result from iatrogenic injury during surgical interventions, congenital arterial malformations, or cancer.\n[32]\nIn some cases, no underlying cause or explanation can be found for the disorder.\n[33]\n[34]",
    "monitoring": "Evaluation of priapism begins with a detailed history and a thorough physical examination. If the etiology of priapism cannot be determined based on this information, then penile hemodynamics and intracorporal blood gases should be evaluated.\n\nAspiration of the corpora cavernosa can be completed with laboratory evaluation of acquired blood. For blood cases, a small caliber needle (19 or 21 G) may be used. A cavernous blood gas in ischemic priapism is acidic, generally with a pH less than 7.0, representing metabolic acidosis.\n[1]\nAdditionally, pO\n2\nshould be less than 30 mm Hg, and pCO\n2\ngreater than 60 mmHg.\n[1]\n\nAlternatively, high-flow nonischemic priapism reveals a more normal arterial blood on aspiration with a pH near 7.4 and pO\n2\n/pCO\n2\nlevels closer to 90 mm Hg and 40 mm Hg, respectively.\n[1]\n[77]\n[78]\nTypically, aspirated blood from ischemic priapism is very dark and almost black, whereas corporal blood from nonischemic corpora is bright red with normal or near-normal oxygen, CO\n2\n, and pH levels.\n\nAspirated Corporal Blood Gases in Acute Priapism\n\nIschemic (low-flow) priapism: pH <7.2, pO\n2\n<30 mm Hg, and pCO\n2\n>60 mmHg.\nNonischemic (high-flow) priapism: pH >7.2, pO\n2\n>90 mm Hg, and pCO\n2\n<40 mmHg.\n[1]\n[79]\n\nFurther laboratory testing should be directed toward determining underlying or undiagnosed diseases that may be causing the patient's condition. Lab tests, including complete blood count, reticulocyte counts, hemoglobin electrophoresis, serum lactic dehydrogenase, and urine toxicology, can all be employed to aid in diagnosing priapism. A sickle cell test should be performed in all patients at risk for the condition. Drug toxicology testing and blood alcohol levels should be obtained as appropriate due to the association of priapism with drug abuse and high alcohol intake.\n\nPenile imaging can be used to aid in the diagnosis of ischemic versus nonischemic causes of priapism. Intracorporal arterial blood flow can be analyzed using color duplex ultrasound. Absent blood flow in the cavernosal arteries suggests an ischemic etiology, whereas normal or increased arterial flow is characteristic of nonischemic priapism. Abnormal anatomy, including arterial fistulas or pseudoaneurysms, may also be identified on an ultrasound examination.\n\nCurrent American Urological Association Guidelines recommend color duplex Doppler ultrasonography if available, as it can help differentiate ischemic from nonischemic priapism, can identify fistulas in about 70% of cases, and can be used in lieu of penile blood gas determinations.\n[2]\nIschemic priapism shows minimal cavernosal arterial flow, whereas nonischemic priapism typically demonstrates normal or high vascular flow in these vessels.\n[2]\nAdditionally, MRI or magnetic resonance angiography can be used to evaluate for malignancy or thrombosis. These modalities can also predict the viability of corporal tissue after prolonged or repeated episodes of priapism.\n[80]\n\nComprehensive blood work should be performed, including a CBC and a reticulocyte count. If sickle cell disease is even remotely suspected, hemoglobin S testing should be performed. In patients with sickle cell anemia, a type and screen is recommended, as some may require plasma exchange. Blood alcohol and toxicology drug screening should also be considered.\n\nSleep-related painful erections, also known as nocturnal penile tumescence accompanied by pain, is a rare condition that is somewhat similar to priapism.\n[68]\nThis condition is defined as frequent awakenings due to penile pain during REM sleep from nocturnal erections, resulting in severe sleep disruptions.\n[68]\nThe duration of the erections is insufficient to qualify these episodes as priapism, as they typically remain rigid for only 15 to 60 minutes.\n[68]\nDaytime, normal sexual activities are completely unaffected. Testosterone levels and libido are also normal, and there is no evidence of hematological disorders, which are common in stuttering priapism.\n[68]\n\nThe exact cause is unknown, although untreated obstructive sleep apnea, hypertonicity of the pelvic floor muscles, psychological factors, neuroendocrine regulatory issues, neurogenic dysfunction of the ischiocavernosus and bulbocavernosus muscles, autonomic dysfunction, and pain threshold alterations have been implicated, and physical therapy appears to be helpful in some cases.\n[68]\n[81]\nBaclofen combined with REM inhibitors and the use of continuous positive airway pressure for the sleep apnea are the most effective treatments.\n[56]\n[68]\nIsolated case reports suggest that sodium oxybate or cinitapride may be useful in otherwise intractable cases.\n[81]\n[82]\n[83]\nClozapine has been reported to be highly effective but can be dangerous.\n[82]\n[84]\nSurgical interventions and penile prostheses are ineffective for relieving pain in this condition.\n[68]\n[85]\n\nSummary of Evaluation of Acute Priapism\n\nComprehensive history and physical.\nScreening test for sickle cell disease, blood alcohol, and drug toxicology testing as appropriate.\nPenile blood gases are optional (Low pO\n2\n, low pH (<7.2), and high pCO\n2\nare consistent with ischemic priapism).\nImaging (optional) may include duplex ultrasound, MRI, or magnetic resonance angiography.",
    "administration": "Ischemic (Low-Flow) Priapism\n\nThe initial approach\nto ischemic priapism is to treat it as a true emergency. Any priapism episode lasting 4 hours or longer requires early intervention to decrease the likelihood of irreversible corporal damage and future erectile dysfunction. Although treating a patient's underlying disease may reduce erectile rigidity, emergency management should focus on achieving actual detumescence. Several medications can be utilized for ischemic priapism, and oral therapies such as pseudoephedrine may be tried while awaiting equipment and supplies for more advanced interventions.\n\nOral terbutaline:\nOral terbutaline has long been suggested as a priapism remedy in the past; however, it has not shown sufficient efficacy to be recommended currently, according to both the American Urological Association (AUA) and the European Association of Urology guidelines.\n[2]\nFailure of oral therapies is common, with some studies reporting failure rates of 75%, resulting in the need to perform corporal aspiration of blood with normal saline or heparinized irrigation, followed by the administration of an intracavernosal injection of an appropriate sympathomimetic agent, typically phenylephrine.\n\nAspiration and irrigation:\nAspiration and heparinized or normal saline irrigation\nare recommended as the initial medical therapy.\n[1]\n[86]\nPerforming a dorsal penile or ring block before aspiration, irrigation, and drug injection therapy is advisable to minimize patient discomfort. Aspiration is generally performed using a large diameter needle, butterfly, or angiocath (≥19 G) at either the 2 or 10 o'clock position on the penis near the base while milking the shaft. About 20 to 30 mL should be aspirated, and the color of the blood should be noted. Aspiration alone is only effective in about one-third of patients.\n[86]\n[87]\nTo achieve successful, prolonged detumescence, it must be combined with other treatments, such as irrigation with normal saline, heparinized saline, or diluted sympathomimetic agents. Aspiration with normal saline irrigation has been reported to successfully achieve detumescence in up to 66% of cases.\n[87]\n\nThe same needle can be used for blood gas determinations, aspiration, irrigation, and sympathomimetic drug instillation. Although only one needle is required, some recommend two needles to facilitate the irrigation process. If one needle is placed near the base, the other should be placed distally for maximal irrigation. The inflow needle can be smaller than 19 G and can be placed into the distal corpora through the glans, which has the advantage of allowing any bleeding from the corpora to drain into the spongiosum.\n\nTypically, after several rounds of aspiration and normal saline irrigation, oxygenated blood with a bright red color is observed. This reoxygenation of the corpora greatly enhances the smooth muscle contractile response to sympathomimetic injections.\n[2]\n\nIntracavernosal drug therapy:\nThis drug therapy is generally the next step in priapism treatment. Although several sympathomimetic agents are available for intracorporeal injection, phenylephrine is the most frequently utilized and recommended as the preferred first-line agent due to its efficacy and superior safety profile.\n[88]\nPhenylephrine needs to be diluted with normal saline before intracorporal injection. Approximately 100 to 500 mcg/mL is the recommended injectable diluted concentration.\n[60]\nA 1 mL injection of the diluted phenylephrine solution should be injected every 5 minutes for up to about 1 hour until full detumescence is achieved or a total dose of 1000 mcg has been administered.\n[60]\nThe reported success rate of diluted phenylephrine injections alone is 58%, but this increases to 81% to 86% when combined with aspiration and irrigation if used within the first 24 to 36 hours after the priapism began.\n[89]\n[90]\nHigher concentrations of phenylephrine solution have been associated with higher success rates, but this also increases the risk of cardiac and hypertensive complications.\n[89]\n\nThe American Urological Association Guidelines on priapism recommend an intracavernosal injection of 0.5 to 1 mL of a diluted phenylephrine concentration of 100 to 500 mcg/mL every 5 minutes for a total of up to 5 injections.\n[91]\nProviding the hospital pharmacy with a record or printout of the recommended dilution is advisable to facilitate rapid preparation in emergency situations. For convenience, the pharmacy can prepare a 10-mL syringe of normal saline with 200 mcg/mL of phenylephrine. (Dilution formula is 1 mL of 10 mg phenylephrine diluted in 49 mL of normal saline.) A 1 mL injection every 5 minutes, with up to 5 injections or 1000 mcg, is safe in most healthy individuals. Possible adverse effects include cardiac palpitations, dizziness, and headache.\n\nA lower concentration and smaller injected volumes should be utilized in children and those with severe cardiovascular disease. Other potential sympathomimetic drugs include ephedrine, norepinephrine, and epinephrine. Of these, phenylephrine has relatively few cardiovascular adverse effects and is generally the preferred agent. When administered within 12 hours of priapism onset, this therapy has been reported in some studies to achieve near 100% success in producing detumescence.\n\nAll patients receiving intracorporal sympathomimetic agents should be continuously monitored for arrhythmias and elevated blood pressure.\n\nSurgical intervention:\nSurgical intervention is required if medical therapy fails. A prolonged duration of the priapism (>15.5 hours) and the failure of 1000 mcg of injected, diluted phenylephrine solution after aspiration and normal saline irrigation suggest the likely need for surgical intervention, such as a shunt.\n[92]\nA history of prior episodes of priapism is another independent risk factor.\n[93]\nSurgical intervention primarily consists of shunt procedures to reduce corporal pressures, improve drainage, and, ultimately, reduce penile pain.\n[33]\n[94]\n[95]\nA shunt essentially creates a fistula between the corpora cavernosa and the corpora spongiosum, which generally retains normal venous drainage. Sometimes several shunts are needed. Several shunting techniques have been described, including the Winter, Ebbohoj, and Al-Ghorab procedures, as well as several modifications, including the T-shaped shunt, where a 10-blade is inserted into the distal corpora through the glans, pulled out, rotated 90°, and reinserted to make a T or crossed incision.\n[96]\n\nAll have roughly similar rates of priapism resolution. A preferred shunt is made directly through the glans with a cruciate incision into the distal end of the corpora on both sides. Blood is milked out of the corpora, and irrigation is continued until the color changes to a bright red, indicating adequate oxygenation. A shunt can also be created more proximally or directly to one of the superficial penile veins, the saphenous vein, or the deep dorsal vein.\n[97]\nThese procedures are more technically complex, carry additional risks, and have not provided any significant, proven benefit. Therefore, they are generally not currently recommended.\n[2]\n\nCorporal snake or tunneling maneuver:\nThis maneuver can be tried if aspiration, irrigation, phenylephrine injections, and even distal shunting procedures are unsuccessful.\n[96]\n[98]\n[99]\n[100]\n[101]\nA small probe, such as a 7/8 Hegar dilator, is passed through the shunt opening in the glans into the corpora cavernosa all the way to the crura to create a clear vascular channel for drainage.\n[96]\nReports of this corporal dilation/channeling procedure indicated a success rate of 80% in patients who presented with a mean priapism duration of 75 hours.\n[96]\n[98]\n[99]\n[100]\n[101]\nSuccess is clearly tied to the duration of the priapism before medical intervention. Patients with erections of more than 48 hours are likely to develop some degree of corporal smooth muscle necrosis and permanent erectile dysfunction.\n[98]\n[99]\n[100]\n[101]\n\nPenoscrotal decompression:\nPenoscrotal decompression has been suggested as a better alternative procedure that avoids trauma to the glans and distal corpora.\n[101]\n[102]\nThis approach avoids increased susceptibility to potential future penile prosthesis erosion, remains effective even when distal shunting procedures fail, and provides a better cosmetic result.\n[101]\n[103]\n[104]\n[105]\n[106]\nA recent meta-analysis indicated that penoscrotal decompression achieved detumescence in otherwise intractable cases of ischemic priapism in 89.3% of cases, with preservation of normal erectile function in 54.8%.\n[104]\n\nKnown as penoscrotal decompression, the initial surgical approach is the same as for a trans-scrotal penile prosthesis placement. The corpora are isolated and opened just enough to allow a pediatric Yankauer suction to enter, typically just 1 to 2 cm. Traction sutures are used to facilitate the corporal dilation. The Yankauer can then be advanced proximally and distally to evacuate debris and corporal thrombi.\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\nCare must be taken to point the tip of the Yankauer laterally to avoid any potential injury to the urethra. Manual compression is used to express any remaining ischemic blood, followed by extensive irrigation of the corpora with saline. A malleable penile prosthesis may optionally be placed. The corporotomies are then closed with the traction sutures.\n\nAlthough initially proposed for failed distal cavernosal-spongiosum shunts, it has since shown good efficacy as primary surgical therapy in patients with prolonged priapism (a mean of 71 hours).\n[101]\n[103]\nAbout 55% to 60% of patients treated with this procedure were able to resume sexual activity either with or without oral medication support.\n[104]\nIf erectile dysfunction persists, a penile prosthesis can be implanted, but placement should not be unduly delayed to minimize the risk of corporal fibrosis. Some experts now recommend going directly to penoscrotal decompression or some other method of corporal dilation, tunneling, or a snake maneuver, with or without penile prosthesis implantation, in cases of priapism presenting after more than 24 hours in duration. This approach avoids the surgical trauma and complications related to having a shunt procedure followed by a possible prosthesis at a later date.\n\nPenile prosthesis placement:\nThe greater the degree of intervention, the lower the chances of eventual recovery of normal erectile function. Placement of a penile prosthesis at the time of the fistula surgery has been suggested for patients who initially present with prolonged priapism of 48 to 72 hours or more, as their chances of recovery of normal erectile function are minimal.\n[107]\n[108]\nEarly implantation of a penile prosthesis is recommended in these cases (optimally <3 weeks), as a prolonged delay results in more fibrosis and a less satisfactory result.\n[109]\n\nMRI imaging with contrast enhancement can help determine the relative health of the cavernosal smooth muscle tissue in cases of prolonged priapism.\n[80]\nWhere there is substantial cavernosal injury due to prolonged priapism, typically considered 48 hours or more, immediate placement of a penile prosthesis should be considered and discussed with the patient. Early intervention can help prevent\nincreased pain, additional fibrosis, penile curvature, and shortening of the penis.\n[110]\n[111]\nIn practice, a prosthesis may not be immediately available on an emergency basis. In this case, with the expectation that a prosthesis is likely necessary anyway, a limited channeling or even a full dilation of the corpora cavernosa with metal dilators can be performed. This approach essentially destroys the normal erectile mechanism and is typically short-term. A prosthesis is generally placed relatively quickly in these situations, preferably within a few weeks, before any significant penile shortening or fibrosis can develop.\n\nSurgical intervention in priapism aims to relieve pain, cause detumescence, restore normal erectile function, and shorten the duration of corporal ischemia, which otherwise leads to continuing pain, fibrosis, and permanent erectile dysfunction. When a patient with prolonged priapism of 48 hours or longer presents for treatment, it may be prudent to explain that even with optimal care at that point, much damage has likely occurred to the erectile tissue and corpora already, which may not be reversible. In such cases of resistant ischemic priapism and those of 48 hours duration or longer, serious consideration should be given to full corporal dilation with immediate or early (within 3 weeks) penile prosthesis implantation.\n[1]\n[53]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n\nEarly placement of a penile prosthesis in patients with long-duration or intractable priapism demonstrates extremely high patient satisfaction scores and quality of life ratings.\n[113]\nIf a penile prosthesis cannot be placed emergently, it should be implanted at the earliest opportunity, typically within 3 weeks after full corporal dilation if possible, as the dilated corpora cavernosa become densely fibrotic over time, making delayed penile prosthesis implantation far more difficult surgically with higher complication rates and lower patient satisfaction scores.\n[1]\n[107]\n[109]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\n\nPatients with ischemic priapism lasting longer than 48 hours tend to achieve the best overall outcomes with immediate penile prosthesis placement as their definitive initial therapy. This approach is also recommended by the American Urological Association (AUA) Guidelines and the European Association of Urology (EAU) Sexual and Reproductive Health Guidelines Panel for such situations.\n[79]\n[112]\n[118]\nPlacement of a penile prosthesis due to prolonged or intractable priapism tends to have increased risks, including infection of the cavernosa or prosthesis, distal erosion, and higher reoperation rates.\n[108]\n\nAntithrombotic therapy:\nAntithrombotic therapy has been suggested as a possible adjunct to shunting procedures for ischemic priapism. Theoretically, it may reduce the incidence of shunt thrombosis and recurrent priapism. A small study with 22 patients from a single institution suggested a substantial benefit in reduced priapism recurrence rates in those who had antithrombotic therapy in addition to their shunting procedures (11%) compared to those who only had the shunts (69%).\n[121]\nAlthough intriguing, this is still a preliminary finding from a small study in a single institution. Antithrombotic therapy requires dosage standardization and confirmation of efficacy and safety in controlled, randomized studies before it can be generally recommended.\n\nSummary of management of acute ischemic (low-flow) priapism:\n\nOral pseudoephedrine\nPenile local anesthetic block\nIrrigation and aspiration of the corpora with heparinized or normal saline\nIntracorporal injections of diluted phenylephrine (200 mcg/mL) every 5 minutes for 5 doses\nDistal surgical cavernosal-spongiosum shunt (proximal shunts are not recommended)\nCorporal tunneling (snake maneuver) with or without immediate penile prosthesis placement\nPenoscrotal decompression\nPenile prosthesis implantation\n\nRecurrent or stuttering priapism:\nThis priapism shares many treatment goals with ischemic priapism, with acute therapy focused on achieving detumescence and chronic therapy focused on preventing recurrences. Emergency management should focus on acute therapy for erections of 3 to 4 hours or longer, with the same treatments utilized as in acute ischemic priapism. Avoidance of alpha-adrenergic receptor blockers, such as phenothiazines, is recommended, as well as trazodone and similar medications. Many of these patients may have sickle cell disease, which should be investigated. Many of these patients report waking up with a prolonged erection with increasing frequency and duration until they develop an ischemic priapism emergency.\n[122]\n\nEstrogens have been used with reasonable success in the past, but are not currently recommended due to the risk of thromboembolism.\n[123]\nAntiandrogens and luteinizing hormone–releasing hormone (LHRH) agonist therapies are effective but are associated with significant adverse effects such as hot flashes, decreased libido, greater body fat, gynecomastia, and insulin resistance. In theory, LHRH antagonists such as degarelix\nshould be effective, but there are no studies or reports on their use to date, so they cannot be recommended at this time. Terbutaline is no longer recommended in the treatment of priapism due to a lack of proven efficacy.\n\nMedications for which there is evidence of efficacy in the treatment of stuttering priapism include:\n\nBaclofen: Start at 10 mg tid, gradually increase weekly; maximum 90 mg daily. Recommended for patients with spinal cord injury or sleep-related painful erections only.\nCasodex: 50 mg daily.\nFinasteride/dutasteride: Finasteride 5 mg daily or dutasteride 10 mg daily; dosage may be tapered gradually in most patients.\nGabapentin: 300 to 600 mg tid.\nHydroxyurea: For patients with sickle cell disease only (see dosage guidelines below).\nKetoconazole plus prednisone: Ketoconazole 200 mg tid daily plus prednisone 5 mg for 2 weeks, followed by ketoconazole 200 mg at bedtime for 5 months.\nLHRH Agonists: Leuprolide and goserelin.\nPhenylephrine: Both oral and diluted for intracavernosal injection as needed.\nPseudoephedrine: 30 to 60 mg at bedtime with another 30 mg if priapism occurs.\nSildenafil or tadalafil: Sildenafil 50 mg daily or tadalafil 5 mg daily.\n\nPlease see StatPearls' companion resource, \"\nStuttering Priapism (Recurrent or Intermittent Priapism)\n,\" for further information.\n\nSickle cell disease:\nIf a patient with priapism has sickle cell disease, aggressive hydration, alkalinization, oxygenation, and pain control are required in addition to the standard treatment of acute episodes of ischemic priapism. Exchange transfusions should be considered to lower the hemoglobin S for cases of acute priapism not responding to alternative therapies. Good results have been reported with automated red blood cell exchange transfusions, which can rapidly reduce the hemoglobin S concentration to 10% or less without iron or fluid overload, but these require specialized equipment and staffing.\n[85]\n[124]\n[125]\n[126]\nEmergency management of acute priapism is otherwise the same in patients without sickle cell disease. However, recurrent priapism in male patients with sickle cell disease is a significant cause of erectile dysfunction due to permanent damage to the corpora cavernosa.\n\nPatients with sickle cell disease with recurrent priapism generally respond well to hydroxyurea prophylaxis and automated exchange transfusions, which should be used when possible. Related symptoms include mental acuity changes, tachycardia, higher respiratory rate, and low oxygen saturation. Some patients with sickle cell disease with frequent recurrences can be taught self-administration of diluted phenylephrine (or a similar alpha agonist medication) injected into the corpora for erections lasting more than 2 hours.\n[127]\n[128]\nAnother option is to use sildenafil daily. Sildenafil works best in patients with priapism who have nocturnal or early morning prolonged erections, which is fairly typical of recurrent priapism in sickle cell disease. Sildenafil is not used as a PDE type 5 inhibitor but to help regulate cavernosal smooth muscle tone, tension, and activity level.\n[129]\n[130]\n[131]\n\nHydroxyurea was originally designed as an anti-cancer drug. This drug affects bone marrow, causing an increase in fetal hemoglobin while decreasing normal adult hemoglobin production.\n[132]\n[133]\nThe net result is to reduce the overall concentration of hemoglobin S. Hydroxyurea also increases nitric oxide levels by reducing hemolysis and increasing intracellular nitric oxide production, resulting in direct vasodilation.\n[134]\nThis drug is used for priapism prophylaxis only in patients with sickle cell disease.\n[135]\n[136]\n[137]\nThe dosage of hydroxyurea starts at 20 mg/kg daily and is then slowly increased to the maximum dose tolerated based on changes in the CBC.\n\nWhen hydroxyurea therapy fails to prevent recurrent priapism in patients with sickle cell disease, another approach uses regularly scheduled transfusions. The goal is to keep the hemoglobin S concentration to less than 50%. This regimen should be re-evaluated after 6 to 12 months and should be discontinued if it has not successfully reduced recurrent priapism episodes. Other treatments for recurrent priapism, such as sildenafil, as listed above, can be used concurrently.\n[129]\n[131]\n\nNonischemic (High-Flow) Priapism\n\nNonischemic priapism is generally managed conservatively due to the low probability of penile damage and lack of discomfort. Therefore, the initial intervention should be observed with treatment utilizing topical ice packs and compression. Although aspiration can be completed for diagnostic purposes, this procedure generally does not result in detumescence. Sympathomimetic intracorporal injections and surgical shunts are ineffective and not recommended in high-flow priapism. Supportive care with perineal compression and ice can be reasonably offered.\n\nMany patients elect to avoid surgery due to the inherent risks of erectile dysfunction, and some patients have been reported to maintain their capacity to obtain and maintain an erection despite years of nonischemic priapism. Spontaneous resolution is reported in up to 62% of cases in published series.\n[138]\nShould a surgical procedure be desired, the initial recommended approach is arteriography with selective arterial embolization or direct ligation of the dysfunctional cavernous artery fistula.\n[139]\n[140]\n[141]\n[142]\n[143]\n\nThe resolution of nonischemic high-flow priapism with selective arterial embolization is reported to be as high as 89%.\n[144]\n\nMicro-coils may be recommended for embolization as alternative methods are reported to have higher recanalization rates.\n[145]\n[146]\nIf this is unsuccessful, arterial embolization can be repeated, or an open procedure to tie off the ruptured artery using intraoperative ultrasound guidance can be done. This has shown success after failed embolization attempts in nonischemic priapism.\n[141]\nThe overall success rate of selective arterial embolization in nonischemic priapism is 89% to 100%, with 75% to 86% of patients retaining normal erectile capability post-embolization.\n[18]\nRecurrences are reported in up to 30% of patients treated with embolization. Repeat embolization is a possible option in these cases.\n[147]\n\nSuperselective transcatheter arterial embolization for high-flow priapism using non-absorbable material has shown durable, long-term effectiveness beyond 10 years of follow-up.\n[148]\n\nAdverse effects of embolization treatment include erectile dysfunction. If selective arterial embolization cannot be performed for some reason, a surgical approach may be considered, typically involving a corporal exploration, often with intraoperative Doppler ultrasound. Patients typically have to wait at least 1 month after the onset of the priapism to allow the fistula to mature before any surgical intervention.\n[18]\nCare must be taken to avoid inadvertent ligation of the cavernosal artery.\n[141]\n\nSummary of Current American Urological Association Priapism Treatment Guidelines\n\nIschemic priapism\n\nMay start treatment with oral pseudoephedrine. Oral terbutaline is ineffective.\nOral therapy is not recommended as the only treatment for ischemic priapism due to its overall lack of efficacy.\nIntracavernous treatment is necessary for patients with an underlying disorder such as malignancy or sickle cell disease. At the same time, the primary condition should be treated.\nAspiration is vital if medical treatment is delayed. Irrigate with normal saline and aspirate while waiting for sympathomimetics.\nFor ischemic priapism, diluted phenylephrine is the recommended agent for intracavernosal injections as it has fewer adverse cardiac effects than alternative drugs.\nPhenylephrine must be diluted before use. The recommended dilution is 100 to 500 mcg/mL.\nInjections can be performed every 5 minutes for up to 5 total injections, 60 minutes, or 1000 mcg total phenylephrine dosage.\nDuring intracavernous injections, the patient's vital signs, including electrocardiogram and blood pressure, need to be monitored.\nIf intracavernous injections fail, a distal surgical shunt should be considered. A cavernosa-spongiosum shunt through the glans is preferred as it has the fewest complications.\nIf distal shunts fail, remaining options include a snake maneuver (tunneling) or a penoscrotal decompression procedure. (Proximal shunts are not recommended.)\nIf all the above measures fail, a penile prosthesis should be implanted.\n[1]\n\nNonischemic priapism\n\nAspiration is only performed for diagnosis.\nNonischemic or high-flow priapism is relatively rare and comprises <5% of all priapism cases.\nThe primary treatment is observation.\nSelective or superselective embolization, or surgery, can be performed if the patient wants these treatments.\nPatients should be warned about failure rates and complications.\nEmbolization is performed using gels, clots, coils, and chemicals.\nSelective transcatheter embolization is recommended over surgery when an interventional procedure is needed or requested.\nSurgery is effective, but it is the last choice of treatment.",
    "adverse_effects": "Long-term erectile dysfunction due to damage from prolonged priapism is likely, starting at about 20 hours of duration.\n[75]\nThe longer the duration of the priapism, the greater the damage to the corpora cavernosa tissues.\n[75]\n\nGlans necrosis is a very severe but uncommon complication of priapism.\n[149]\n[150]\nNon-surgical options, including a Winter or similar type of cavernosum-spongiosum shunt with continuous irrigation of normal or heparinized saline, have reportedly been more successful in treatment than immediate surgical excision.\n[149]"
  }
}