{
  "drug_name": "dulaglutide",
  "nbk_id": "NBK603723",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603723/",
  "scraped_at": "2026-01-11T15:28:29",
  "sections": {
    "indications": "Box Warning\n\nSemaglutide has been shown to induce dose-dependent and treatment-duration–dependent thyroid C-cell tumors in rodents. However, it remains uncertain whether semaglutide poses a similar risk of cancer in humans. This aspect may become more apparent as more data on this medication become available over the next few years. Given this potential risk, semaglutide is contraindicated in patients with a personal or family history of MTC or MEN 2 syndrome. Patients prescribed semaglutide should receive counseling regarding the potential risk of thyroid cancers.\n\nPrecautions\n\nSuicidal behavior has been reported with other medications prescribed for weight management. Therefore, it is advisable to avoid the use of Semaglutide in individuals with a history of suicidal attempts or current suicidal ideation. Patients with suicidal ideations should seek immediate assistance.\n\nSemaglutide can potentially slow gastric emptying and impede the absorption of other medications.\n\nThe multiple-dose injection pen (Ozempic\n®\n) should not be shared among individuals to mitigate the risk of infection transmitting infections.\n\nSemaglutide is contraindicated in patients with type 1 diabetes.\n\nAs the effectiveness of semaglutide in combination with other weight loss medications is not established, concurrent use of this drug with other weight loss medications should be avoided.\n\nPatients with a history of bariatric surgery face an increased risk of gastrointestinal complications when using semaglutide. Therefore, regular monitoring for such complications is recommended.\n\nIf the medication is discontinued after attaining weight loss, a risk of rebound weight gain exists. This was demonstrated in an extension of the STEP 1 trial, where participants, after discontinuing weekly subcutaneous semaglutide 2.4 mg and lifestyle interventions for 1 year, experienced a regain of approximately two-thirds of their initial weight loss.\n[52]",
    "mechanism": "Semaglutide operates as a GLP-1 receptor agonist, sharing a remarkable 94% structural homology with human GLP.\n[22]\n. The mechanisms through which semaglutide delivers its benefits in lowering blood glucose levels and promoting weight loss involve the activation of GLP-1 receptors primarily located in the gastrointestinal tract, pancreas, and brain.\n\nUpon activation of the GLP-1 receptor, semaglutide enhances glucose-dependent insulin secretion, providing a physiological response to elevated blood glucose levels after a meal.\n[23]\nSimultaneously, it slows gastric emptying, increases pancreatic β-cell proliferation, and reduces glucagon release, contributing to an overall reduction in appetite.\n[23]\n[24]\n\nFurthermore, semaglutide's interaction with GLP-1 receptors in the hypothalamus may mitigate sensations of hunger, alleviate food cravings, and enhance the feelings of satiety.\n[25]\n[26]\nThese multifaceted actions contribute to the comprehensive metabolic effects of semaglutide in managing blood glucose levels and facilitating weight loss.\n\nSemaglutide is also considered a \"long-acting\" GLP-1 receptor agonist, alongside extended-release exenatide and dulaglutide.\n[27]\nThe extended half-life of semaglutide may be attributed to 2 structural modifications—one modification promotes albumin binding, leading to prolonged renal clearance, whereas the other shields it from metabolic degradation by the dipeptidyl peptidase-4 (DPP-4) enzyme.\n[27]\n\nPharmacokinetics\n\nAbsorption:\nSubcutaneous semaglutide has high bioavailability (89%), with peak concentration achieved within 1 to 3 days of initiation.\n[28]\nAchieving steady-state exposure typically occurs after 4 to 5 weeks of weekly administration, demonstrating a proportional increase with escalating doses up to 2.4 mg.\n\nDue to the high homology to human GLP-1 peptide, oral semaglutide possesses properties inherent to peptide-like compounds. These include high molecular weight, susceptibility to enzymatic degradation, hydrophilicity, and low permeability, resulting in minimal bioavailability of approximately 0.01%.\n[29]\n[30]\n[31]\n[32]\n[31]\nTo address this limitation, an absorption enhancer called sodium\nN\n-(8-[2-hydroxybenzoyl]amino) caprylate (SNAC) is incorporated, enhancing the transcellular absorption of oral semaglutide across the gastric mucosa.\n[29]\nThe commercially available oral semaglutide exhibits an improved, although still minimal, bioavailability range of 0.4% to 1%.\n[33]\nGastric fluid composition, influenced by food and increased water volumes, significantly affects oral semaglutide absorption.\n[29]\n[34]\n\nAfter oral administration, the maximum concentration of semaglutide is typically reached within 1 hour post-dose. Steady-state exposure is typically achieved after 4 to 5 weeks of daily administration.\n[35]\n\nDistribution:\nFollowing subcutaneous administration, the mean apparent volume of distribution for semaglutide is approximately 12.5 L.\n[36]\nIn healthy subjects, the volume of distribution is approximately 8 L following oral administration.\n[35]\n\nMetabolism:\nSemaglutide undergoes metabolism through the proteolytic cleavage of the peptide backbone, followed by sequential β-oxidation of the fatty acid sidechain.\n[37]\n\nElimination:\nBoth oral and subcutaneous semaglutide have an elimination half-life of approximately 1 week, remaining in circulation for about 5 weeks after the last dose. The clearance of subcutaneous semaglutide in individuals with T2DM or obesity or those who are overweight is approximately 0.05 L/h. In comparison, the clearance of oral semaglutide in healthy subjects is approximately 0.04 L/h.\n[35]\n[36]\nSemaglutide is primarily eliminated in the urine (3% as an unchanged drug) and feces.\n[35]\n[38]",
    "administration": "The injection formulations should be administered subcutaneously into the abdomen, thigh, or upper arm. Patients should be advised to rotate injection sites within the same body region (eg, upper arm) to avoid injecting in the same spot each week. Although insulin and semaglutide injections may be administered in the same body region, patients should be cautioned against using the same injection site. Mixing semaglutide injection and insulin directly is not recommended, and it is essential to follow dose escalation instructions diligently to reduce the risk of gastrointestinal adverse events.\n\nAvailable Dosage Forms\n\nThe available dosage forms for semaglutide include subcutaneous injections, such as Ozempic\n®\nand Wegovy\n®\n, and oral tablets, such as Rybelsus\n®\n.\n\nAvailable Strengths\n\nAvailable strengths of Ozempic\n®\nas prefilled multidose injection pens include  2 mg/3 mL (3 mL), 4 mg/3 mL (3 mL), and 8 mg/3 mL (3 mL).\n\nAvailable strengths for Wegovy\n®\nas prefilled single-dose injection pens include 0.25 mg/0.5 mL (0.5 mL),  0.5 mg/0.5 mL (0.5 mL), 1 mg/0.5 mL (0.5 mL), 1.7 mg/0.75 mL (0.75 mL) and 2.4 mg/0.75 mL (0.75 mL).\n\nAvailable strengths for Rybelsus\n®\nas oral tablets include 3 mg, 7 mg, and 14 mg.\n\nAdult Dosage\n\nSubcutaneous semaglutide for T2DM or reduction of cardiovascular mortality Ozempic\n®\n\nSemaglutide naive: For semaglutide-naive patients, the recommended dosing regimen starts with 0.25 mg weekly for 4 weeks, followed by a dose escalation to 0.5 mg weekly.\nThe 0.5-mg weekly dosage can be escalated to 1 mg weekly if glycemic control is inadequate after 4 weeks on the 0.5 mg/week dosage. Furthermore, the 1-mg weekly dosage can be further escalated to 2 mg weekly, which may occur after 4 weeks to achieve glycemic goals. The maximum recommended dosage is 2 mg weekly.\n\nConverting from oral semaglutide Rybelsus\n®\n14 mg PO daily: When converting from oral semaglutide Rybelsus\n®\n14 mg taken PO daily, the recommended approach is to initiate a dosage of 0.5 mg subcutaneously once weekly starting the day after the final oral dose.\n\nConverting from oral semaglutide Rybelsus\n®\n7 mg PO daily: When transitioning from oral semaglutide Rybelsus® 7 mg taken PO daily, as there is no equivalent oral dose provided in the FDA package insert, one may consider initiating a weekly subcutaneous dose of 0.5 mg beginning the day following the final oral administration.\n\nSpecial considerations for subcutaneous semaglutide Ozempic\n®\n\nIf a dose of weekly subcutaneous semaglutide is missed, it should be administered promptly within 5 days, and then the regular schedule should be resumed. If more than 5 days have passed, the missed dose can be skipped, and administration can be resumed at the next scheduled weekly dose.\n\nWhen changing the weekly subcutaneous semaglutide administration day, ensuring a minimum of 48 hours between 2 consecutive doses is essential.\n\nBlood glucose should be closely monitored when converting to or from oral semaglutide.\n\nOral semaglutide for T2DM Rybelsus\n®\n\nSemaglutide-naive: For individuals who are semaglutide-naive, the recommended starting dose is 3 mg daily for 30 days, followed by an increase to 7 mg daily. After 30 days on the 7 mg dose, patients may consider escalating to 14 mg daily to achieve their glycemic goals.\n\nConverting from semaglutide injection Ozempic\n®\n0.5 mg weekly: When transitioning from semaglutide injection Ozempic\n®\n0.5 mg weekly, one may consider switching to either 7 mg or 14 mg taken PO daily for up to 7 days after the last injection. No equivalent dose exists for the 1 mg subcutaneous weekly dosing of Ozempic\n®\n.\n\nSpecial considerations for oral semaglutide Rybelsus\n®\n\nIf a dose of oral semaglutide is missed, the individual should skip the missed dose and resume with the next scheduled dose.\n\nTo ensure optimal absorption of oral semaglutide, it should be administered at least 30 minutes before the first consumption of food, beverages, or other medications of the day. The medication should be ingested with no more than 4 ounces (120 mL) of water. The lower initial dose for both weekly subcutaneous semaglutide and daily oral semaglutide aims to mitigate gastrointestinal symptoms.\n\nWhen individuals convert to or from oral semaglutide, monitoring their blood glucose levels closely is crucial.\n\nSubcutaneous semaglutide for chronic weight management Wegovy\n®\n\nFor chronic weight management with subcutaneous semaglutide (Wegovy\n®\n), it is necessary to follow the following steps:\n\nWegovy\n®\ndosage should be administered 0.25 mg weekly for the first 4 weeks.\n\nWegovy\n®\ndosage should be increased to 0.5 mg weekly for weeks 5 through 8.\n\nWegovy\n®\ndosage should be further increased to 1 mg weekly for weeks 9 through 12.\n\nWegovy\n®\ndosage should be further progressed to 1.7 mg weekly for weeks 13 through 16.\n\nFinally, Wegovy\n®\nshould be maintained at a dosage of 2.4 mg weekly thereafter.\n\nSpecial considerations for subcutaneous semaglutide (Wegovy\n®\n)\n\nIf patients experience difficulty with a dosage increase, healthcare providers should consider postponing the increase for an additional 4 weeks.\n\nIf the 2.4 mg weekly dosage is not well tolerated, healthcare providers may consider reducing the dose to 1.7 mg weekly for a maximum of 4 weeks. After this period, the dosage should be increased to 2.4 mg weekly. If the patient continues to experience intolerance, discontinuing semaglutide (Wegovy\n®\n) should be considered.\n\nIf a dose is missed and the next scheduled dose is more than 2 days away (48 hours), it should be administered as soon as possible. However, if a dose is missed and the next scheduled dose is less than 2 days away (48 hours), it should not be administered. In such cases, the patient should resume dosing on the regularly scheduled day of the week.\n\nIf 2 or more consecutive doses are missed, the patient should resume dosing as scheduled. If necessary, they may reinitiate and follow the dose escalation schedule, which may help reduce the occurrence of gastrointestinal symptoms associated with restarting treatment.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustment is needed for subcutaneous or oral semaglutide in patients with hepatic impairment.\n[39]\n[40]\n\nRenal impairment:\nNo dosage adjustment is necessary for subcutaneous or oral semaglutide in mild-to-severe impairment.\n[37]\n[41]\nCaution should be exercised when initiating or escalating doses.\n\nThe manufacturer advises against adjusting the dosage of subcutaneous and oral Semaglutide for patients undergoing three or more weekly hemodialysis sessions. However, due to limited clinical evidence, caution is advised. Furthermore, the manufacturer recommends against adjusting the subcutaneous and oral semaglutide dosage for patients undergoing peritoneal dialysis. Again, caution is advised due to limited clinical evidence.\n\nPregnancy considerations:\nCurrent clinical trial data and pharmacovigilance reports on semaglutide use in pregnant women are insufficient to ascertain its association with significant congenital defects, miscarriage, or adverse outcomes for both the mother and the fetus. However, findings from animal reproduction studies indicate potential risks to the fetus with semaglutide exposure during pregnancy. In addition, the weight loss effects of semaglutide are not deemed beneficial for pregnant individuals and may pose a risk of harm to the fetus. As a result, the manufacturer recommends against the use of semaglutide during pregnancy due to the potential fetal risks.\n\nFor the management of diabetes mellitus or weight loss, discontinuation of semaglutide is advised for a minimum of 2 months before attempting to conceive. According to the 2021 guidelines from the American College of Obstetricians and Gynecologists (ACOG), weight loss medications are not recommended at conception.\n[42]\n\nBreastfeeding considerations:\nInsufficient data exist regarding semaglutide or its metabolites in human milk and the potential effects on breastfed infants and milk production. Semaglutide was identified in milk at levels 3 to 12 times lower than in maternal plasma in lactating rats. Although information on the impact of semaglutide in human milk is unavailable, it may be present in human milk if present in animal milk. The decision to use injectable semaglutide while breastfeeding should carefully consider the potential risk of infant exposure versus the benefits of breastfeeding.\n\nRegarding the oral formulation containing SNAC, it is unclear whether SNAC is excreted in breast milk. Due to this uncertainty, oral semaglutide is not recommended during breastfeeding, as the unknown risk of SNAC accumulation in infants is a concern.\n\nPediatric patients:\nThe safety and efficacy of subcutaneous semaglutide (Ozempic\n®\n) and oral semaglutide (Rybelsus\n®\n) have not been established in individuals aged 18 or younger. However, Wegovy\n®\n, specifically indicated for weight loss, is approved for use in pediatric patients aged 12 and older with a BMI corresponding to ≥95th percentile standardized for age and sex. This approval is based on a 68-week, double-blind, placebo-controlled clinical trial (STEP TEENS) involving 201 pediatric patients aged 12 and older with a BMI corresponding to ≥95th percentile for age and sex.\n[21]\n\nThe approved dosage for chronic weight management in the pediatric and adolescent age groups of ≥12 and ≤18 is similar to the adult dosing outlined earlier, with the following exceptions:\n\nIf patients do not tolerate the 2.4 mg weekly, the maintenance dosage may be reduced to 1.7 mg indefinitely.\n\nIf the 1.7 mg weekly dose is not tolerated, semaglutide should be discontinued.\n\nNotably, cholelithiasis, cholecystitis, hypotension, rash, and urticaria were more prevalent in this younger age group than in adults treated with Wegovy\n®\n. Meticulous attention to the dose escalation strategy may help mitigate the incidence of adverse events.\n\nOlder patients:\nNo overall differences in safety and efficacy have been observed in patients aged 65 and older.",
    "adverse_effects": "Adverse Drug Reactions\n\nAdverse drug reactions caused by semaglutide are listed below.\n\nHypoglycemia:\nGLP-1 agonists lower blood glucose and may cause hypoglycemia. The risk of hypoglycemia significantly increases with escalating doses and when semaglutide is administered with other anti-hyperglycemic medications such as sulfonylureas, metformin, or insulin.\n\nGastrointestinal:\nThe adverse effects most frequently reported and most associated with discontinuation of semaglutide include nausea, vomiting, abdominal pain, constipation, and diarrhea.\n[43]\nNearly one-fifth of all patients in clinical trials with Ozempic\n®\nand Rybelsus\n®\nexperienced nausea, which is the most prevalent adverse effect, whereas 44% of patients treated with Wegovy\n®\nreported the same adverse effects. In addition, decreased appetite, dysgeusia, and dyspepsia have been documented. Although the precise mechanism behind these effects is not entirely elucidated, it may stem from delayed gastric emptying or the activation of brain centers implicated in appetite regulation, satiety, and nausea.\n[44]\nHigher doses and dose escalations are associated with the risk of these adverse effects.\n\nRenal:\nSemaglutide can result in acute kidney injury. Patients who experienced nausea, vomiting, diarrhea, or dehydration during the treatment were at the highest risk of acute kidney injury, with volume depletion being the suspected link. Discontinuation or dose reduction of semaglutide is recommended rather than relying solely on symptomatic treatment of volume depletion.\n\nGallbladder disorders:\nSemaglutide has been associated with gallbladder and biliary tract issues, including cholelithiasis and cholecystitis.\n[45]\nThe exact mechanism behind this adverse effect is not entirely understood. Animal studies and in vitro data suggest that GLP-1 enhances cholangiocyte proliferation and functional activity, which could contribute to gallbladder diseases.\n[46]\nSome authors have proposed that semaglutide can potentially suppress cholecystokinin secretion, reduce gallbladder emptying, and prolong gallbladder refilling, or a combination of these factors contributing to gallbladder disease.\n[47]\n\nAnaphylaxis and angioedema:\nGLP-1 receptor agonists (GLP-1 RAs) can induce severe type 1 hypersensitivity reactions, such as anaphylaxis and angioedema.\n[48]\n[49]\nA possibility of cross-reactivity among different GLP-1 receptor agonists exists. Therefore, caution is advised when prescribing semaglutide to patients with a history of anaphylaxis or angioedema in response to other GLP-1 receptor agonists, pending further studies.\n\nPancreatitis:\nAlthough cases of acute pancreatitis have been associated with semaglutide use, findings from the SUSTAIN 6 trial indicate a similar incidence rate of pancreatitis with semaglutide compared to the placebo group.\n[6]\nThe causal relationship between semaglutide and acute pancreatitis has not been definitively established. GLP-1 receptor agonists directly stimulate GLP-1 receptors in pancreatic islet beta cells and exocrine duct cells. Researchers suggest that this stimulation may lead to the overgrowth of cells covering smaller ducts, causing hyperplasia, increased pancreatic weight, duct occlusion, back pressure, and subsequent acute or chronic inflammation.\n[50]\n\nDiabetic retinopathy:\nSemaglutide use may potentially elevate the risk of diabetic retinopathy, particularly in patients with retinopathy at baseline. The exact relationship between semaglutide and the development or exacerbation of diabetic retinopathy remains incompletely understood. However, it may be associated with rapid improvements in glucose control, as identified in other studies.\n[51]\n\nRisk of thyroid C-cell tumors:\nDuring the initial phases of drug development, animal studies involving semaglutide revealed the development of thyroid C-cell tumors. However, the potential association between semaglutide and thyroid cancers in humans remains unclear. Individuals with a personal or family history of medullary thyroid carcinoma (MTC) or those diagnosed with multiple endocrine neoplasia type 2 (MEN 2) syndrome may face an elevated risk. The manufacturer acknowledges reported cases of MTC associated with liraglutide, which is another GLP-1 receptor agonist.\n\nAdditional adverse reactions:\nOther reported adverse reactions associated with semaglutide include fatigue, headache, rash, alopecia, vitreous hemorrhage in patients with diabetic retinopathy, anxiety, dizziness, discomfort at the injection site, and erythema at the injection site.\n\nDrug-Drug Interactions\n\nSemaglutide causes a delay in gastric emptying, which may lead to delayed absorption of concurrently administered oral medications. However, clinical pharmacology trials with subcutaneously administered semaglutide have demonstrated no significant impact on the absorption of orally administered medications. Nonetheless, cautious monitoring of the effects of oral medications is recommended when used concurrently with semaglutide, especially those with a narrow therapeutic window.\n\nWhen semaglutide is used alongside other blood-glucose-lowering agents, there is a notable risk of hypoglycemia.\n\nSemaglutide should not be used with other GLP-1 receptor agonists or tirzepatide, as they are contraindicated.\n\nWhen semaglutide is administered alongside insulins or insulin secretagogues, such as sulfonylureas, it is recommended to consider reducing the dosage of these medications to mitigate the risk of hypoglycemia.\n\nMedications that have the potential to augment the hypoglycemic effects of semaglutide include beta-blockers, monoamine oxidase inhibitors, androgens, quinolones, salicylates, selective serotonin reuptake inhibitors, and other antidiabetic medications.\n\nMedications that may diminish the therapeutic effects of semaglutide include furosemide, thiazide diuretics, and ritodrine.\n\nSemaglutide may increase the serum concentrations of levothyroxine.",
    "monitoring": "Before initiating and periodically during treatment with either oral or subcutaneously administered semaglutide, patients should receive counseling regarding potential adverse effects or complications. They should also be instructed to report any concerns to their healthcare providers promptly.\n\nMonitoring for complications should be conducted collaboratively by the patient and their clinician, focusing on the following aspects:\n\nVigilance for hypoglycemia is essential, especially when semaglutide is used with other glucose-lowering agents.\n\nDue to a heightened risk of gastrointestinal adverse effects such as nausea, vomiting, diarrhea, and constipation, close monitoring of patients for these adverse reactions is essential, with meticulous adherence to dose escalation.\n\nDehydration resulting from gastrointestinal adverse effects poses a potential risk of renal failure. Therefore, monitoring renal function is paramount, especially in individuals experiencing gastrointestinal adverse effects.\n\nHealthcare providers should assess the risk of gallbladder or ductal disease and pancreatitis in patients using semaglutide who exhibit characteristic signs or symptoms.\n\nA potential risk of diabetic retinopathy complications underscores the importance of monitoring for any changes in vision and providing exceptional care to patients with baseline retinopathy.\n\nAlthough the risk of thyroid tumors in humans remains unclear, patients and healthcare providers should remain vigilant for the development of any signs, such as a neck lump, hoarseness, dyspnea, or dysphagia while on semaglutide.",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdose with oral or subcutaneous semaglutide can cause severe nausea, vomiting, and hypoglycemia.\n\nOral semaglutide is often co-administered with SNAC to increase gastric absorbability. Animal studies have indicated that higher SNAC exposure can result in lethargy, abnormal respiration, ataxia, and reduced activity.\n\nManagement of Overdose\n\nIn case of an overdose with oral or subcutaneous semaglutide, management involves implementing suitable supportive measures according to observed signs and symptoms. Consultation with poison control or a toxicologist is recommended. Due to the long half-life of semaglutide, an extended period of observation and treatment may be necessary."
  }
}