{
  "drug_name": "dupilumab",
  "nbk_id": "NBK585114",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585114/",
  "scraped_at": "2026-01-11T15:28:31",
  "sections": {
    "indications": "Several contraindications have been noted in the literature, some of which are listed below. However, insufficient scientific data or research-based evidence supports most of these contraindications. The only FDA-labeled contraindication to using dupilumab is hypersensitivity to any of its excipients. Angioedema due to dupilumab has been reported.\n[34]\nDupilumab is contraindicated in patients with hamster protein hypersensitivity, as this drug is produced in Chinese hamster ovary cells. Hypersensitivity reactions, including rash and allergic conjunctivitis, have occurred after dupilumab administration.\n[32]\n\nWarning and Precautions\n\nAcute bronchospasm, asthma, corticosteroid withdrawal, and status asthmaticus\n\nWhile dupilumab is approved as an adjuvant or maintenance therapy to treat eosinophilic and glucocorticoid-dependent moderate-to-severe asthma, it should not be used by itself to treat episodes of asthma exacerbations or acute bronchospasm.\n[31]\nPatients with comorbid asthma who start dupilumab therapy for atopic dermatitis or chronic rhinosinusitis with nasal polyposis should be advised to stay on their asthma medications to prevent the onset of any adverse event.\n[31]\nHowever, a study by Rabe et al revealed that for patients on oral glucocorticoid therapy for moderate-to-severe asthma or acute asthma exacerbations, adding dupilumab not only led to an overall reduction in the glucocorticoid use but also alleviation of symptoms associated with acute asthmatic episodes or exacerbations over 24 weeks. The only notable but transient adverse effect was reversible eosinophilia in about 14% of the patients.\n[35]\n\nEosinophilic pneumonia and vasculitis\n\nRare cases of eosinophilic pneumonia and vasculitis consistent with eosinophilic granulomatosis with polyangiitis have been reported in asthmatic patients on dupilumab.\n[32]\n\nHelminth infection\n\nPatients with a preexisting helminthic infection should receive anti-helminthic therapy before starting dupilumab.\n[31]\nHowever, if a patient becomes infected while receiving dupilumab and fails to respond to treatment with anti-helminthic medicine, dupilumab should be discontinued until the infection resolves.\n[31]\nComplete resolution of helminthic infection before starting dupilumab therapy for atopic dermatitis is paramount and should take precedence.\n\nVaccination\n\nCurrent FDA recommendations caution only against using live virus vaccines in dupilumab recipients. However, no concrete date is available on the ability of live vaccines to trigger an immune response.\n[32]\nIt is suggested that all age-appropriate immunizations be completed before initiating dupilumab treatment. Limited data are available regarding the coadministration of non-live vaccines with dupilumab.\n[31]",
    "mechanism": "Dupilumab is a fully human monoclonal antibody of the immunoglobulin G4 subclass designed to inhibit receptor signaling downstream of the JAK-STAT pathway by blocking interleukin-4/interleukin-13 (IL-4/IL-13) receptors.\n[4]\nAs an IL-4Rα antagonist, dupilumab inhibits the signaling of pro-inflammatory cytokines, or interleukins, that induce inflammatory and immunological responses in several conditions, including eczema, asthma, allergic reactions, and rhinosinusitis.\n[18]\nEssentially, IL-4Rα is a component common to both IL-4 and IL-13 receptor complexes and is ubiquitously expressed in innate and adaptive immune cells to promote the signaling of IL-4 and IL-13.\n[19]\n[20]\nBy blocking this pathway, dupilumab affects 3 integral disease mechanisms of atopic dermatitis: the decrease of skin barrier function, the class switch to IgE, and the Th2 differentiation.\n[4]\n[21]\n\nPharmacokinetics\n\nAbsorption:\nFollowing a subcutaneous (SC) dose of dupilumab, the peak plasma concentration (Cmax) is typically achieved about 1 week after the dose. In most clinical trials, the steady-state concentrations were reached by week 16.\n[22]\nThe bioavailability of dupilumab is similar among patients with atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyposis (CRSwNP), eosinophilic esophagitis (EoE), and peanut allergy after a SC dose, ranging from 61% to 64%.\n\nDistribution:\nThe estimated total volume of distribution is approximately 4.8±1.3 L.\n\nMetabolism:\nThe metabolic pathway of dupilumab remains uncharacterized. However, given it is a human monoclonal IgG4 antibody,  dupilumab is expected to undergo degradation into peptides and amino acids via catabolic pathways, similar to the endogenous IgG.\n[23]\n\nExcretion:\nAfter administering different steady-state doses of dupilumab, the median time for non-detectable concentration ranges from 9 to 13 weeks in pediatric patients (12 to 17 years) and adults. According to population pharmacokinetic studies, the median duration for plasma concentration to become non-detectable is roughly 1.5 times higher (up to 19 weeks) in pediatric subjects 6 to 11 years and 2.5 times higher (up to 32 weeks) in pediatric subjects aged 6 months to 5 years compared to adults. Age does not impact dupilumab clearance in adults and pediatric subjects aged 6 to 17. However, the clearance of dupilumab increases in pediatric subjects aged 6 months to 5 years. The emergence of antibodies against dupilumab is correlated with reduced serum dupilumab concentrations.",
    "administration": "Available Dosage Forms, Strengths, and Adult Dosage\n\nThe initial recommended dose of dupilumab comprises 2 SC injections at different injection sites, followed by 1 injection at various locations every 2 weeks or every 4 weeks, depending on the patient's age and weight.\n[22]\nDupilumab is supplied as a pre-filled syringe containing 300 mg/2 mL of solution with a needle shield for single-dose use.\n[22]\n\nMore recently, 2 large phase 3 trials, including adults with symptoms inadequately suppressed by topical medications commonly used to manage atopic dermatitis, demonstrated the role of dupilumab in treating the condition. Patients were treated with either a placebo or 300 mg dupilumab administered weekly or every 2 weeks over 16 weeks. A significant reduction of 75% in eczema area and severity index (EASI) was observed in patients on dupilumab in both weekly and 2-weekly interval dosing regimens.\n[22]\nThe FDA-approved dosage of dupilumab for specific indications is listed below.\n\nAtopic dermatitis:\nThe suggested initial dose of dupilumab is 600 mg (administered as 2 300 mg injections), followed by a subsequent maintenance dose of 300 mg every other week (Q2W).\n\nAsthma:\nThe initial dose of dupilumab is 400 mg (administered as 2 200 mg injections), followed by a subsequent maintenance dose of 200 mg every 2 weeks (Q2W). The initial dosage for moderate to severe atopic dermatitis or oral corticosteroid-dependent asthma is 600 mg (2 300 mg injections), followed by a subsequent dose of 300 mg every other week (Q2W).\n\nChronic rhinosinusitis with nasal polyposis:\nThe dosage of dupilumab for adult patients is 300 mg, given every other week (Q2W).\n\nEosinophilic esophagitis:\n300 mg of dupilumab weekly is the recommended dosage for patients weighing at least 40 kg and aged 12 or older.\n\nPrurigo nodularis:\nThe recommended initial dose of dupilumab is 600 mg (2 300 mg injections), followed by a maintenance dose of 300 mg dupilumab given every other week (Q2W).\n[24]\n\nSpecific Patient Populations\n\nRenal impairment:\nThe manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population.\n\nHepatic impairment:\nThe manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population.\n\nPregnancy considerations:\nIt is unknown whether dupilumab use during pregnancy may cause harm to the fetus, including congenital defects or other adverse outcomes.\n[25]\nSince IgG antibodies can cross transplacentally, the possibility of dupilumab's transmission from the mother to the fetus exists.\n[25]\nAnimal research studies have shown no adverse effects on the growth or development of offspring at birth or later after IL-4R alpha antibody injection.\n[25]\nSeveral case reports in which dupilumab was either discontinued before conception or a few weeks after conception demonstrated no fetal harm.\n[25]\nHowever, more research is required to analyze the harmful effect of dupilumab on a fetus when used continually during pregnancy.\n[25]\n\nBreastfeeding considerations:\nIt is unknown whether dupilumab is excreted in breast milk or systemic absorption occurs after ingestion.\n[25]\nThe amount of dupilumab in breast milk is expected to be low, given its large size, and absorption is unlikely because it is destroyed in the infant's gastrointestinal tract.\n[25]\nIt is crucial to assess the importance of breast milk, along with the mother's medical indication and urgency for dupilumab use.\n[25]\n\nPediatric patients:\nDupilumab is an FDA-approved medication for moderate-to-severe atopic dermatitis in patients 6 months and older. It is also approved as an add-on maintenance treatment for moderate-to-severe asthma in pediatric patients aged 6 and older with oral corticosteroid dependence or presenting with an eosinophilic phenotype.\n[26]\nAdditionally, dupilumab is approved for eosinophilic esophagitis in patients weighing at least 40 kg (12 years or older). However, dupilumab is not FDA-approved for pediatric use in chronic rhinosinusitis with nasal polyposis or prurigo nodularis.\n\nGeriatric patients:\nAnalysis of 4 RCT studies on dupilumab has revealed that patients over 60 suffering from moderate-to-severe atopic dermatitis demonstrated a significant improvement in AD signs and symptoms. These results are comparable to those reported in patients under 60 years.\n[27]",
    "adverse_effects": "Although not common, dupilumab may cause serious adverse effects, including joint aches, eyelid swelling and inflammation, and allergic reactions such as shortness of breath and wheezing.\n[28]\nHowever, the most common side effects noted in atopic dermatitis patients on dupilumab include injection site reactions and eye and eyelid inflammation, including redness, swelling, itching, blurred vision, and cold sores in the mouth or lips.\n[28]\n[29]\nMost adverse events seen in clinical trials performed in patients aged 18 or above are mild or moderate in severity.\n[28]\n\nNasopharyngitis and headaches have been reported more frequently among patients receiving dupilumab than those receiving a placebo.\n[28]\nRare cases of epistaxis have been reported.\n[30]\nThe occurrence of herpes viral infections has also been observed in some cases.\n[31]\nDupilumab may induce various forms of arthropathy, enthesitis, and tendinopathy in certain highly atopic individuals by enhancing an IL-17-mediated peripheral spondyloarthritis/psoriatic arthritis pattern of inflammatory enthesitis.\n[32]\nFurther research is needed to establish a causal link and determine the exact mechanism.\n[32]\n\nDrug-Drug Interactions\n\nPatients on warfarin may require monitoring of PT/INR and dose adjustment. Increased concentrations of certain cytokines (IL-4 and IL-13) can alter the function of CYP450 enzymes.\n[18]\nHowever, no significant drug interactions have been observed per the latest FDA label. Only significant DDI was observed for metoprolol and dupilumab, with an increase in AUC of 29%. Administration of dupilumab with live vaccines is not recommended with dupilumab.\n[33]",
    "monitoring": "Given the potential interaction of dupilumab with drugs that are substrates of the cytochrome P450 (CYP450), it is suggested to monitor those patients on medications like warfarin, which are also CYP450 substrates and can alter the activity of dupilumab.\n[25]\nInterestingly, this may be uncertain speculation as a study conducted by Davis et al in 2018 failed to reveal any effect of dupilumab on the pharmacokinetics of CYP450 drugs.\n[31]\n\nPatients must be monitored for serious and sudden onset reactions when on dupilumab therapy. It is strongly advised to discontinue dupilumab if a systemic hypersensitivity reaction is noted.\n[25]\nAdditionally, patients must report to their clinician any worsening eye symptoms leading to conjunctivitis and/or keratitis. Patients with comorbid asthma must be monitored periodically to ensure that they continue their usual asthma treatment.\n[25]\n\nClinicians are advised to monitor asthmatic patients with vasculitic rash, worsening pulmonary symptoms, cardiac complications, and neuropathy in the presence of eosinophilia, as dupilumab use in asthmatics may be associated with eosinophilic pneumonia or vasculitis.\n[25]\nAdditionally, all healthcare team personnel must actively participate in patient counseling and provide access to resources and contacts if the need to contact the interprofessional team arises.\n[25]\nSocial workers may not be effective in identifying reasons for lack of treatment adherence. Insurance delays can cause treatment delays. A follow-up by a nurse or medical assistant can help ensure timely medication and positive outcomes.",
    "toxicity": "Dupixent has no box warning, unlike the newer topical and oral Janus kinase (JAK) inhibitors used for treating atopic dermatitis. Patients on JAK inhibitor treatment should be monitored closely for the onset of any infection. The possible emergence of serious adverse events may result from the synergistic effects of JAK inhibitors with other immunomodulating agents, such as vitamin D, which also act on the JAK-STAT pathway. No serious or frequent toxicity was reported. Clinicians must be careful when using dupilumab with substrates of CYP450, as it utilizes the same enzyme for its degradation. Rare cases of vasculitis and pneumonia are evident in patients using dupilumab and CYP450 substrates.\n[36]"
  }
}