{
  "drug_name": "dutasteride",
  "nbk_id": "NBK603726",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603726/",
  "scraped_at": "2026-01-11T15:28:29",
  "sections": {
    "indications": "Use of dutasteride during pregnancy or in women who may become pregnant is contraindicated. Likewise, use in children is contraindicated.\n[24]\nDutasteride is contraindicated in patients with clinically significant hypersensitivity to dutasteride, excipients, or finasteride.\n[43]\n\nBox Warnings\n\nNo boxed warnings have been reported at the time of writing this article.\n\nWarnings and Precautions\n\nAs a precaution, donating blood during or for 6 months following treatment cessation should be avoided due to the risk of administration to a transfusion recipient who is pregnant. Dutasteride may cause fetal harm. Therefore, capsules should not be handled by pregnant patients or those of childbearing potential due to the potential risk of fetal exposure and potential risk to a male fetus from cutaneous absorption. If contact occurs, the area should be immediately washed with soap and water.\n\nDutasteride undergoes extensive metabolism by the hepatic cytochrome P450 enzyme system. Inhibition of this metabolism can significantly increase the concentration of the drug, possibly increasing the risk of adverse effects. As a result, dutasteride should be avoided in patients with severe liver disease, while it should be used with caution in patients with milder hepatic impairment.\n[30]\n\nThe medication has been reported to affect male fertility, as mentioned above.\n[33]\n\nClinicians should monitor PSA levels periodically to monitor the response to therapy. The increase in PSA levels may indicate prostate cancer.\n[44]\nLastly, other urological conditions that may cause similar symptoms of BPH should be considered before initiation.",
    "mechanism": "Mechanism\n\nDutasteride is an aza-steroid medication belonging to the class of 5α-reductase inhibitors. Dutasteride is classified as a potent, competitive, and irreversible mechanism-based inhibitor of types I and II of 5α-reductase. The enzyme 5α-reductase intracellularly converts testosterone to a more potent androgen known as dihydrotestosterone (DHT).\n[16]\nThe type I 5α-reductase is primarily found in skin-related sebaceous glands, sweat glands, and keratinocytes and synthesizes about 33% of circulating DHT. The type II 5α-reductase isozyme is predominantly found in male genital tract-associated structures such as the epididymis, vas deferens, seminal vesicles, and prostate. Type II is responsible for about 66% of circulating DHT.\n[17]\n[18]\nGiven the dual inhibition of the 2 types of 5α-reductases, dutasteride causes a near-complete suppression of DHT. More than a 90% reduction of serum DHT levels is seen with dutasteride, whereas only a 70% reduction of serum DHT levels is caused by finasteride.\n[19]\n[20]\n\nBy establishing a stable complex with 5α-reductase, dutasteride inhibits the conversion of testosterone to DHT, which exhibits a higher affinity to androgen receptors. By acting on those receptors, DHT modulates genes that dictate cell proliferation.\n[21]\nDHT seems to be the principal androgen responsible for the maturation of the prostate gland during development and its growth in later life through normal masculinization of the external genitalia.\n[22]\nThus, reducing the serum DHT levels decreases prostatic volume and increases epithelial apoptosis. Accordingly, long-term use of dutasteride has been shown to reduce prostatic volume and provide relief of reduced urinary tract symptoms associated with an enlarged prostate. In addition, dutasteride has been established to decrease the frequency with which patients must undergo hyperplasia-related surgical procedures.\n\nPharmacokinetics\n\nAbsorption:\nAfter administration of a single dose of 0.5 mg dutasteride, the peak concentration (Tmax) was attained within 120 to 180 minutes.\n[23]\nStudies have shown that this Tmax increases significantly in patients who take the drug with food. Dutasteride takes approximately 3 to 6 months to reach a steady-state concentration.\n[24]\nDaily drug administration achieved 65% of steady-state concentration after 1 month and 90% after 3 months. Making patients aware of this estimation can help set realistic expectations in managing symptomatic BPH using dutasteride.\n[25]\nThe oral bioavailability of 0.5 mg dutasteride formulation is approximately 60%.\n[24]\n[26]\nAlthough the maximum plasma level was found to be reduced by up to 15% when dutasteride was given with food, this effect is clinically irrelevant.\n\nDistribution:\nDutasteride exhibits a large volume of distribution between 300 L and 500 L, indicating that it is extensively distributed throughout the body, including in semen. After daily oral administration of 0.5 mg dutasteride in healthy subjects for 12 months, approximately 12% of serum dutasteride was partitioned into semen.\n[24]\n[27]\nDutasteride is 99% bound to albumin and 96.6% bound to α1-acid glycoprotein in the serum, indicating extensive protein binding and potentially significant drug-drug interaction issues.\n\nMetabolism:\nDutasteride undergoes extensive hepatic metabolism mediated by CYP3A4/5. Several minor and major hydroxylated metabolites are formed. The activity of 6-β-hydroxy-dutasteride is comparable to that of dutasteride.\n[28]\n\nExcretion:\nLess than 1% of the medication is eliminated renally. Approximately 45% of the medication is eliminated in feces (5% unchanged and 40% as metabolites).\n[23]\nThe elimination half-life of dutasteride is up to 5 weeks, significantly longer than finasteride, which lasts 5 to 6 hours. Total body clearance is approximately 0.6 L/hour, indicating apparent linear clearance.\n[25]\n\nOnset and Duration of Response\n\nSignificant symptom improvement is evident in patients receiving 0.5 mg daily after 3 to 12 months of treatment.\n[25]\nSubstantial reductions in the prostate volume are apparent after 1 month and increases in maximum urine flow rate are evident after 3 months. With daily doses of 0.5 mg, median serum DHT levels fell by 85% and 90% after 1 and 2 weeks, respectively.",
    "administration": "Available Dosage Forms and Strengths:\nDutasteride is administered as an oral capsule.\n[29]\nA fixed-dose combination of dutasteride/tamsulosin is available for the treatment of benign prostatic hyperplasia. The regular strength used is 0.5 mg/capsule.\n\nAdult Dosage:\nFor benign prostatic hyperplasia, dutasteride is used as monotherapy (0.5 mg oral once daily) or as a combination therapy with tamsulosin (0.5 mg dutasteride and 0.4 mg tamsulosin once daily).\n\nSpecific Patient Populations\n\nHepatic Impairment:\nNo dosage adjustments are provided in the manufacturer's labeling. Dutasteride is extensively hepatically metabolized, and plasma concentration could be increased in hepatic impairment. Dutasteride has been associated with transient serum aminotransferase elevations in controlled trials, comparable to or lower than those observed with placebo therapy, and rarely necessitating dose modification.\n[30]\n\nRenal Impairment:\nNo dutasteride dose adjustment is necessary in patients with renal impairment.\n\nPregnancy considerations:\nGiven the mechanism of action and results of animal reproduction studies, in-utero exposure to dutasteride may cause fetal harm. Dutasteride has been shown to cause congenital disabilities in male children secondary to its inhibition of DHT.\n[31]\nTherefore, dutasteride is contraindicated during pregnancy. The medication should not be handled by patients who are or who may be pregnant. If contact with a broken capsule occurs, the exposed area must be immediately washed with water and soap because dutasteride can be absorbed through the skin.\n\nBreastfeeding considerations:\nAvailable evidence is not sufficient for determining infant risk when used during breastfeeding. Dutasteride's absence or presence in breast milk has not been demonstrated.\n[32]\n\nPediatric patients:\nDutasteride is not approved for use in pediatric patients, and its safety and effectiveness in this population have not been established.\n\nOlder patients:\nDutasteride is safe for older adults. Patients older than 65 do not require dose adjustments based on the pharmacokinetic parameters of the 0.5 mg dosage form.\n\nMale Patients:\nDutasteride has been shown to decrease semen volume, total sperm count, and sperm motility.\n[33]\nThe effects on total sperm count were irreversible after 24 weeks of follow-up. The effects on fertility remain unknown.",
    "adverse_effects": "Adverse Drug Reactions\n\nSome patients taking dutasteride may experience sexual dysfunction, which can manifest as impotence (0.3% to 12%), decreased libido (up to 4.5%), or difficulty ejaculating (up to 7.8%).\n[20]\n[34]\n[35]\nThese sexual adverse effects may persist despite discontinuing dutasteride. Furthermore, some patients have reported experiencing acute urinary retention while using dutasteride.\n[36]\n\nThe impact of dutasteride on fertility has not been widely studied, but preliminary results indicate that mild reductions in semen parameters may be present while taking the medication.\n[37]\n\nOne adverse effect less commonly associated with dutasteride is gynecomastia (≤1%), a condition characterized by the development of breast tissue in male patients.\n[38]\n[34]\nThis results from the inhibition of testosterone's conversion to DHT and the subsequent increase in the peripheral conversion of testosterone to estrogen.\n[19]\nIncreased estrogen is known to cause increased accumulation of breast tissue in male patients.\n[39]\nPatients should be informed of the potential risk of gynecomastia before initiating dutasteride treatment.\n\nDepression and its persistence following discontinuation is an established adverse effect of finasteride, the other α-reductase inhibitor.\n[40]\nWhile there is comparatively less evidence linking dutasteride to depression, it is recommended to monitor patients for mood changes or signs of suicidal ideation while taking dutasteride. However, the link between dutasteride and depression remains under investigation.\n[41]\n\nLess frequently, dutasteride has been associated with dizziness, headaches, and gastrointestinal upset.\n[19]\nRare but serious adverse events include angioedema, cutaneous hypersensitivity, and prostate cancer.\n\nTest Interactions\n\nProstate-specific antigen (PSA) levels drop in treated patients. After about 3 months of treatment, PSA levels stabilize to a baseline of approximately 50% of the pre-treatment value.\n\nDrug-Drug Interactions\n\nDutasteride is not significantly affected by the coadministration with α-blockers (eg, terazosin, doxazosin, tamsulosin).\n[24]\nAlpha-blockers are often used in conjunction with dutasteride to manage benign prostatic hyperplasia.\n\nHowever, other drug-drug interactions may exist, although they may vary in severity. Concurrent use of dutasteride and itraconazole may result in increased dutasteride exposure and an increased risk of dutasteride-related adverse effects. Furthermore, simultaneous administration of ceritinib (strong CYP3A inhibitor) and CYP3A substrates in dutasteride may increase CYP3A substrate exposure. Concurrent use of dutasteride and fluconazole may also result in increased dutasteride exposure and risk for toxicity.\n\nAlthough the severity is moderate, it is essential to know that concurrent use of dutasteride and ciprofloxacin, ketoconazole, verapamil, diltiazem, ritonavir, or cimetidine may increase dutasteride plasma concentrations.\n[42]\n\nDrug-Food Interactions\n\nMaximum serum concentrations of dutasteride are decreased by 10% to 15% when taken with food, which is not clinically significant. Thus, the medication is to be taken without regard to meals.",
    "monitoring": "The exact therapeutic index of dutasteride is not well-defined, and patients taking it should be made aware of the associated adverse effects.\n[24]\nPatients should report any breast enlargement or tenderness as well as any sexual side effects.\nPatients should be counseled on the fact that these sexual side effects may persist after discontinuation of dutasteride.\n[34]\n[40]\n\nClinicians should monitor patients for signs of an allergic reaction to dutasteride, including itching, skin rash, lips, tongue, or face swelling. Patients should stop taking dutasteride and inform their healthcare team if any of these symptoms present.\n\nProstate cancer and urological diseases should be ruled out before initiating therapy and periodically. As mentioned earlier, PSA is expected to decrease by approximately 50% following 3 to 6 months of treatment. Therefore, a new baseline should be established to evaluate potential cancer-related changes to PSA. The American Urological Association Symptom Index (AUA-SI)/International Prostate Symptom Score (IPSS) should be used to assess the severity of benign prostatic hyperplasia.\n[4]\nImprovement in the signs and symptoms of benign prostatic hyperplasia, such as increased urinary flow, indicates efficacy.",
    "toxicity": "Signs and Symptoms of Overdose\n\nSingle doses of 0.5 mg dutasteride for the management of benign prostatic hyperplasia or androgenic alopecia have exhibited a favorable safety profile with minimal significant adverse events.\n[24]\nThere are no reports of toxicity following acute overdose. In studies, single doses of up to 40 mg (80 times the standard therapeutic dose) for 7 days have been administered with no significant effects reported.\n\nManagement of Overdose\n\nWhile dutasteride overdose cases are rare, it is essential to acknowledge the potential for adverse drug reactions. In the absence of a well-established antidote for dutasteride overdose, treatment of overdose is symptomatic and supportive. Given the large volume of distribution and high protein binding, dialysis is unlikely to be beneficial. Medical attention should be sought immediately if an overdose is suspected. Allergic reactions can be treated with antihistamines with or without inhaled β-agonists and corticosteroids.\n[45]\nTreating severe anaphylaxis involves oxygen supplementation, airway management, epinephrine, IV fluids, and EKG monitoring. Further research may provide additional insights into the management of potential overdose."
  }
}