{
  "drug_name": "dydrogesterone",
  "nbk_id": "NBK554621",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554621/",
  "scraped_at": "2026-01-11T18:47:01",
  "sections": {
    "indications": "Otto Ullrich, a German pediatrician, presented the first case of an 8-year-old girl exhibiting the complete clinical picture of Turner syndrome in 1930. In 1938, Henri Turner, an Oklahoma physician, independently described similar features.\n[1]\nThe condition later became known as Turner syndrome, also referred to as \"Ullrich-Turner syndrome.\"\n\nTurner syndrome is a sex chromosome disorder affecting individuals with a female phenotype who possess an intact X chromosome and a completely or partially absent second sex chromosome. This disorder is associated with 1 or more clinical manifestations. Turner syndrome ranks as the most common sex chromosome abnormality observed in individuals with a female phenotype. Traditional diagnosis relies on the identification of specific phenotypic features, such as characteristic facial appearance, neck webbing, and peripheral lymphedema (see\nImage.\nGirl with Turner Syndrome).\n\nMore recently, the recognized clinical manifestations of Turner syndrome have expanded to include, either alone or in combination, short stature, premature ovarian insufficiency (including delayed puberty), early sensorineural hearing loss, congenital cardiovascular, skeletal, and renal anomalies, a distinctive neurodevelopmental profile, and a higher prevalence of autoimmune conditions, such as autoimmune thyroiditis and celiac disease.\n[2]\n[3]",
    "mechanism": "Turner syndrome is caused by the presence of an intact X chromosome alongside the complete or partial absence of the second sex chromosome. This chromosomal abnormality leads to 1 or more characteristic clinical manifestations (please refer to the\nHistory and Physical\nsection for more information). The types and frequencies of karyotypes associated with Turner syndrome are summarized in Table 1 (see\nTable 1.\nTypes and Frequencies of Karyotypes Associated with Turner Syndrome).\n\nTable\nTable 1. Types and Frequencies of Karyotypes Associated with Turner Syndrome.\n\nThe diagnosis of Turner syndrome should be excluded in certain cases. First, individuals with small distal deletions of the short arm of the X chromosome (Xp22.33), which contains the\nSHOX\n(short stature homeobox) gene, often exhibit short stature and other skeletal anomalies associated with\nSHOX\ndeletion. However, these patients generally do not present with hallmark features of Turner syndrome, such as increased risk for cardiac anomalies, neurocognitive issues, or ovarian insufficiency.\n\nSecond, individuals with deletions distal to Xq24 frequently experience primary or secondary amenorrhea but lack short stature and other typical features of Turner syndrome. These cases should be classified as premature ovarian insufficiency rather than Turner syndrome. Finally, women older than 50 with less than 5% mosaicism for the 45,X karyotype should also not be considered to have Turner syndrome.\n[4]\n[5]\nTurner syndrome is typically not inherited but results from a random event occurring during reproduction.",
    "monitoring": "Diagnostic Modalities for Turner Syndrome\n\nPrenatal suspicion of Turner syndrome may arise when 1st-trimester screening reveals findings such as low pregnancy-associated plasma protein A, increased nuchal translucency, or abnormal ductus venosus flow. Diagnostic confirmation may be obtained through chorionic villus sampling or amniocentesis. However, the exact karyotype, especially in cases involving mosaicism, is often uncertain if based solely on prenatal testing. For this reason, standard chromosome analysis using a peripheral blood sample after birth should be performed regardless of prenatal findings. A normal karyotype may occasionally be observed in cases where mosaicism is present. If clinical suspicion is strong, further testing or evaluation of a greater number of metaphases is recommended.\n\nNoninvasive prenatal testing, which analyzes cell-free fetal DNA in maternal blood, may also indicate a high risk for Turner syndrome. In such cases, nondirective genetic counseling should be provided, and invasive fetal karyotyping should be offered for confirmation. Detailed fetal ultrasonography and echocardiography are crucial for assessing structural anomalies. Preimplantation genetic testing should be considered in women planning pregnancy with their own oocytes.\n\nIndications for testing to confirm Turner syndrome vary depending on the stage of life at the time of presentation. Karyotype analysis using peripheral blood mononuclear cells is the gold standard and considered the first diagnostic step. A minimum of 30 metaphases should be analyzed to detect mosaicism at a level of approximately 10% with 95% confidence limits.\n[14]\nOther molecular genetic techniques, including microarray, exome sequencing, and genome sequencing, may also be used. However, microarray analysis is less effective than sequencing methods in detecting low-level mosaicism.\n\nWhen karyotype results are normal in a patient with clinical features suggestive of Turner syndrome, a second analysis using a different tissue source, such as skin fibroblasts, buccal mucosa cells, or bladder epithelial cells, should be considered. In individuals with a 45,X karyotype who show signs of virilization, molecular studies should be performed to detect the presence of Y chromosome material, which may be identified through karyotyping, fluorescence\nin situ\nhybridization with Y-chromosome probes, polymerase chain reaction using Y-specific primers, or array-comparative genomic hybridization. Approximately 10% to 12% of affected individuals may carry a normal or structurally abnormal Y chromosome.\n\nDuring adolescence, patients may present with delayed onset of puberty or primary amenorrhea. Elevated serum follicle-stimulating hormone (FSH) levels support the diagnosis of Turner syndrome, whereas anti-Müllerian hormone (AMH) may serve as a more sensitive marker for predicting ovarian insufficiency.\n[15]\n\nOnce the diagnosis of Turner syndrome is established, a comprehensive evaluation should be conducted to identify associated abnormalities, including cardiac and renal anomalies and neurocognitive impairments. Baseline screening should be performed at the time of diagnosis, followed by periodic assessments throughout life (see\nTable.\nEvaluation of Turner Syndrome Comorbidities by Developmental Stage and Organ System).\n\nTable\nTable 2. Evaluation of Turner Syndrome Comorbidities by Developmental Stage and Organ System.\n\nAbbreviations: TTE = transthoracic echocardiogram; UTI = urinary tract infection; BMI = body mass index; TSH = thyroid stimulating hormone; HbA1c = hemoglobin A1c; ALT = alanine aminotransferase; AST =aspartate aminotransferase; GGT = γ-glutamyl transferase; ALP = alkaline phosphatase; CBC = complete blood count; DXA = dual-energy x-ray absorptiometry; AMH = anti-Müllerian hormone\n\nCardiac Evaluation\n\nFetal 2-dimensional echocardiography should be performed when Turner syndrome is diagnosed antenatally. Conversely, the presence of a left-sided cardiac lesion, excluding a bicuspid aortic valve, in a female fetus should prompt evaluation for Turner syndrome. All infants or children diagnosed with Turner syndrome should undergo TTE on the 2nd or 3rd day of life or at the time of diagnosis, even in the absence of clinical signs. TTE should assess for bicuspid aortic valve, coarctation of the aorta, partial anomalous pulmonary venous return, hypoplastic left heart syndrome, and coronary artery anomalies, including visualization of their origin and proximal course.\n\nCardiac magnetic resonance imaging (MRI) provides superior visualization of extracardiac vascular anomalies compared to TTE and should be included in the initial evaluation of all children and adults. In children with adequate TTE visualization and no abnormalities, cardiac MRI or computed tomography (CT) may be deferred until imaging can be performed without anesthesia. Electrocardiography (ECG) should be conducted at the initial evaluation to assess for rhythm abnormalities.\n\nIf the initial cardiac evaluation is normal, follow-up should be performed between the ages of 9 and 11, which should include an ECG, blood pressure measurement, and a TTE. In the absence of aortic dilation, the next examination may be performed upon completion of growth, incorporating ECG, blood pressure, and cardiac MRI or CT to establish baseline aortic imaging. Cardiac assessment is recommended again during the transition to adult care, accompanied by counseling on future surveillance, lipid monitoring, and pregnancy planning. Cardiac evaluations should continue every 5 to 10 years in asymptomatic adults with Turner syndrome.\n\nCardiology consultation is advised during pregnancy or fertility counseling, upon the onset of new cardiovascular symptoms, or after the diagnosis of a cardiac condition, such as a bicuspid aortic valve or aortic dilation. Lifelong monitoring is essential due to the substantially increased risk of aortic dilation and dissection—164 per 100,000 person-years compared to 6 per 100,000 person-years in the general population. Turner syndrome-specific aortic Z-scores should be applied for patients younger than 15 years. For individuals older than 15 years, assessment may utilize the aortic height index, aortic size index, Turner syndrome-specific Z-scores, or general population Z-scores, depending on local protocols.\n[16]\n\nNeuropsychological Evaluation and Counseling\n\nNeuropsychological evaluation and counseling should be initiated at the time of diagnosis and continued throughout development. These services address anticipatory guidance, developmental surveillance, social cognition, learning and educational challenges, psychosexual concerns, and reproductive health.",
    "administration": "Short Stature\n\nShort stature frequently serves as the initial presenting concern in girls with Turner syndrome. Large studies have reported an untreated adult height deficit of approximately 20 cm compared to the general population, equivalent to a 3-standard-deviation reduction. Although growth hormone deficiency is not a characteristic feature of Turner syndrome, affected individuals often respond favorably to human growth hormone (hGH) therapy.\n\nInitiation of hGH therapy is recommended as early as 2 years in individuals exhibiting growth decline, short stature, or a high likelihood of developing short stature. Early initiation is especially beneficial, as growth velocity diminishes rapidly during early childhood, particularly within the first 2 years. Greater height gains are achieved during the prepubertal years when treatment begins early.\n[17]\n\nResponse to hGH varies among patients. However, an average annual height gain of 1 cm/year of therapy has been observed. The initial dosage of hGH is substantially higher than that used for growth hormone deficiency, typically 40 to 50 mcg/kg/day, and may be increased up to 68 mcg/kg/day in cases of suboptimal response. Please see StatPearls' companion resource, \"\nShort Stature\n,\" for further information.\n\nHGH therapy should be continued until a bone age of approximately 14 years is reached or height velocity declines to less than 2 cm/year. Treatment may be discontinued earlier if the patient is satisfied with the attained height. HGH therapy may occasionally unmask preexisting scoliosis. Therefore, regular monitoring of spinal alignment is essential throughout treatment. Development of scoliosis warrants referral to an orthopedic surgeon for evaluation and consideration of bracing or surgical correction. Other potential adverse effects, consistent with those observed in other contexts of hGH use, include intracranial hypertension, slipped capital femoral epiphysis, and local injection site reactions.\n\nWhen hGH alone does not produce an adequate increase in height velocity, additional growth-promoting measures, including low-dose oxandrolone administration (30-50 mcg/kg/day) or postponement of pubertal induction, may be considered. The recent withdrawal of oxandrolone approval by the U.S. Food and Drug Administration (FDA) due to safety concerns must be carefully weighed in clinical decision-making. Regional regulatory status and clinical guidelines should guide the use of this agent. (Source:\nFDA\n, 2023)\n\nHGH therapy has been generally considered safe. However, evidence regarding the effect of this agent on aortic diameter is conflicting. A cautious approach is warranted in individuals with cardiovascular risk factors, particularly aortic dilation. Serum insulin-like growth factor 1 should be measured at least annually, with values maintained within the normal range (up to +2 standard deviations).\n\nPreliminary data support the safety and efficacy of long-acting growth hormone in children diagnosed with Turner syndrome. However, additional studies are required before this agent may be adopted as a standard therapeutic option.\n\nIndividuals with Turner syndrome have a higher baseline risk of metabolic complications compared to the general population. HGH therapy may further increase this risk.\n[19]\nLong-term follow-up studies are needed to determine the optimal timing and frequency of metabolic monitoring in patients receiving hGH treatment.\n\nCardiac Health\n\nBoth congenital and acquired cardiac conditions are common in Turner syndrome and comprise a leading cause of mortality in adulthood. Congenital heart disease is present in approximately 50% of affected children and may include a bicuspid aortic valve, coarctation of the aorta, hypoplastic left heart syndrome, or aortic arteriopathy. Over a lifetime, nearly 25% of individuals may develop an aortic aneurysm.\n\nCardiac management in individuals with Turner syndrome and congenital heart disease should follow established standards of care used for other patients with congenital heart disease across the lifespan.\n[20]\n[21]\n[22]\nSimilarly, valvular diseases should be treated according to standard guidelines, with additional counseling regarding the increased cardiovascular risks associated with Turner syndrome.\n\nIn adults, aortic dilation poses a significant risk of dissection and requires active surveillance. Elective aortic surgery should be considered in the presence of moderate dilation, defined as an aortic height index over 23 mm/m, aortic size index above 2.3 cm/m², or Z-score greater than 3.5, when accompanied by at least 1 risk factor such as a bicuspid aortic valve, coarctation of the aorta, hypertension, or rapid increase in diameter (>3 mm/year). Severe dilation (aortic height index >25 mm/m, aortic size index >2.5 cm/m², or Z-score >4) also warrants surgical evaluation. Z-scores should guide clinical decision-making in children younger than 15 years.\n\nProlonged QT interval necessitates the avoidance of QT-prolonging medications, including antiarrhythmics, macrolides, fluoroquinolones, and certain psychiatric drugs. Coarctation of the aorta, when present, requires surgical correction.\n\nAntihypertensive therapy using β-blockers, angiotensin receptor blockers, or a combination of both is recommended in patients with aortic dilation or an aortic Z-score over 2.5, even in the absence of hypertension.\n[23]\nFor individuals with normal aortic dimensions, blood pressure management should follow the general guidelines for pediatric or adult hypertension. Limitations on exercise intensity should be observed to reduce cardiovascular risk in the presence of aortic dilation.\n\nPreconception and antenatal cardiac care should include cardiac MRI to evaluate aortic dimensions and aortic valve anatomy. If baseline findings are normal, at least 1 TTE assessment should be performed during pregnancy. Comprehensive cardiac risk assessment is essential before conception, with a clearly defined management plan outlining follow-up intervals and the mode of delivery. Pregnancy care should be coordinated at centers experienced in managing Turner syndrome during pregnancy.\n\nOvarian Failure\n\nGirls with Turner syndrome commonly present with primary amenorrhea or delayed puberty resulting from premature ovarian failure. To facilitate early diagnosis and timely referral for fertility preservation, serum FSH, luteinizing hormone, and AMH levels should be assessed starting at age 8 to 9 years and monitored annually until 11 to 12 years. Approximately 1/3 of individuals with a 45,X karyotype demonstrate spontaneous pubertal development, which occurs more frequently in those with mosaicism. Nevertheless, spontaneous menarche and successful pregnancy remain uncommon. Therefore, hormone replacement therapy is required in most cases to induce and maintain secondary sexual characteristics and support long-term reproductive health.\n\nSerum AMH is a useful marker for assessing ovarian function. Detectable AMH levels are associated with a higher likelihood of spontaneous pubertal onset, whereas levels below 4 pmol/L are strongly associated with absent pubertal development.\n[24]\nEstrogen replacement should be initiated if breast development has not occurred by approximately 11 to 12 years.\n\nHormone replacement therapy\n\nThe guiding principle of estrogen therapy in Turner syndrome is to replicate normal physiology as closely as possible in terms of timing, duration, and progression. Therapy is generally initiated between the ages of 11 and 12 years, after confirmation of elevated FSH on at least 2 separate occasions. Low-dose estrogen may be introduced alongside hGH therapy for girls diagnosed at a later age.\n\nThe preferred estrogen for replacement is 17-β estradiol, which is identical to the body's natural estrogen. The transdermal route is considered the most physiological and preferred whenever feasible. Oral estradiol serves as an effective alternative and is superior to other synthetic estrogen preparations.\n\nInitial estrogen therapy should begin at a low dose to replicate the gradual hormonal rise of early puberty. A typical starting regimen includes 7 mcg of transdermal estradiol or 0.25 mg of the oral form, equivalent to approximately 1/8 of an adult replacement dose. The dose is progressively increased every 6 to 12 months, aiming to reach adult levels by the 4th year of treatment. This titration may be implemented using 1/4 of a 25 mcg estradiol patch or a 1 mg estradiol valerate tablet initially, increasing to half and then a full patch or tablet in the 2nd and 3rd years, respectively. By the 4th year, full adult dosing—typically 50 mcg (up to 200 mcg) transdermally or 2 mg (up to 4 mg) orally—should be achieved.\n\nEstrogen titration should be guided by clinical and laboratory markers, including breast development and serum estradiol concentrations, with a target of 100 to 150 pg/mL at full replacement. Additional indicators, such as uterine maturation assessed by pelvic ultrasound and bone mineral density measured by DXA, can aid in evaluating treatment adequacy. Patients who enter puberty spontaneously but subsequently develop gonadal failure should receive estrogen doses corresponding to their Tanner stage, as they often require higher initial levels than those used in prepubertal patients.\n\nProgesterone therapy\n\nCyclic progesterone should be initiated after 18 to 24 months of estradiol therapy, once withdrawal bleeding has commenced. This intervention induces and maintains regular uterine bleeding and prevents endometrial hyperplasia. Transabdominal or transvaginal ultrasound should be used to guide therapy if bleeding occurs earlier in the replacement course, with a target endometrial thickness of 4 to 8 mm. Estradiol doses should be increased to promote further maturation of both the endometrium and secondary sexual characteristics if the endometrium remains below this threshold or Tanner stage 3 breast development has not been achieved. Micronized progesterone at 200 mg daily for 12 days a month is the preferred regimen. Dydrogesterone 10 mg daily for 12 days is an acceptable alternative.\n\nHormone replacement therapy in adults with Turner syndrome\n\nHormone replacement therapy should be maintained into adulthood using a cyclic combination of estrogen and progesterone, typically continued until the average age of menopause, approximately 50 years. Beyond this age, the need for ongoing therapy should be reassessed, with consideration for lower-dose regimens tailored to individual clinical circumstances. In adult women, treatment may be individualized based on preference and tolerability to enhance adherence. Combined formulations are often favored, differing from the sequential regimens typically used during adolescence.\n\nIn addition to facilitating pubertal development and maintaining menstrual function, hormone replacement therapy confers several systemic benefits. Reported advantages include reduced requirements for antihypertensive, antidiabetic, and thyroid medications, as well as lower rates of hospitalization for cerebrovascular disease and osteoporotic fractures.\n[25]\n\nFertility considerations\n\nApproximately 10% of individuals with Turner syndrome are capable of achieving spontaneous pregnancy. Predictors of this possibility include spontaneous menarche, mosaic karyotypes with partial preservation of the second X chromosome, detectable serum AMH levels, and FSH concentrations below 10 IU/L. However, pregnancies in this population are frequently complicated by significant maternal and fetal risks, including a 3-fold increase in miscarriage rates, a higher incidence of preeclampsia, elevated cesarean delivery rates, and increased occurrences of small-for-gestational-age neonates, preterm births, and fetal anomalies.\n\nFertility preservation strategies may be considered for individuals unable to conceive spontaneously. Controlled ovarian stimulation followed by oocyte cryopreservation may be offered after menarche, with appropriate psychological counseling beforehand. Ovarian tissue cryopreservation is investigational and should be undertaken only within ethically approved research protocols. Oocyte or embryo donation and the use of gestational carriers are viable alternatives for patients unable to achieve pregnancy using their own gametes, particularly given the considerable cardiovascular and obstetric risks associated with pregnancy in this group.\n\nAll fertility-related counseling, treatment, and follow-up should be conducted in specialized centers. These facilities should be staffed by an interprofessional team that includes endocrinologists, cardiologists, reproductive specialists, and clinicians experienced in the coordinated management of Turner syndrome.\n[26]\n\nGonadoblastoma\n\nPatients with marker chromosome elements on karyotyping or evidence of virilization should be evaluated for the presence of Y chromosome material. The presence of Y chromosome sequences confers an increased risk for gonadoblastoma. Reported incidence rates vary widely (0% to 100%), whereas the risk of malignant transformation is relatively low (1% to 22%). Gonadoblastoma most often develops after the 2nd decade of life and rarely metastasizes. Owing to the lack of reliable clinical or imaging markers for surveillance and the potential for loss to follow-up, decisions regarding prophylactic gonadectomy should be individualized, carefully weighing the associated risks and benefits.\n[27]\n\nRoutine cancer surveillance beyond standard population guidelines is not currently recommended for this group. However, evidence from recent studies suggests a higher incidence of colon cancer compared to the general population, underscoring the need for further large-scale, long-term research to refine screening recommendations.\n[28]\n\nBone Health\n\nLow bone mineral density and increased fracture susceptibility are common findings in individuals with Turner syndrome. Estrogen replacement, along with adequate vitamin D and calcium supplementation, can mitigate these risks.\n[29]\nTurner syndrome is also associated with a higher prevalence of scoliosis, warranting annual screening (please refer to the\nComplications\nsection for further details).\n\nNeuropsychiatric Function\n\nDespite normal intelligence, girls with Turner syndrome frequently experience learning disabilities that may require specialized education and assessment. Interventions should be tailored according to the diagnosed disability. Although earlier reports suggested a higher prevalence of psychiatric illnesses, including depression, a recent nationwide retrospective study from Sweden found a relatively lower prevalence of psychiatric conditions in individuals with Turner syndrome compared to the general population. This finding urges caution in overdiagnosing severe psychiatric disorders in this group.\n[30]\n\nHearing Loss\n\nEarly tympanostomy intervention is recommended for middle ear disease, following similar protocols to those used for other high-risk populations. Evaluation methods and frequency at different life stages are detailed in Table 2 (see\nTable 2.\nEvaluation of Turner Syndrome Comorbidities by Developmental Stage and Organ System).\n\nRenal Conditions\n\nRenal abnormalities are common in Turner syndrome, including collecting system malformations, positional or horseshoe kidneys, and malrotation. Obstruction caused by ureteropelvic junction anomalies may lead to hydronephrosis and increase the risk of pyelonephritis.\n[31]\nPatients with detected abnormalities should be referred promptly to nephrology and urology specialists as indicated.\n\nTransition Care\n\nTransition from adolescence to adulthood, typically between the ages of 14 and 25, supports improved adherence to follow-up care. This phase should be integrated into any comprehensive Turner syndrome care program to ensure continuity and holistic management.",
    "adverse_effects": "Some complications or comorbidities commonly associated with Turner syndrome include the following:\n\nShort stature\nPubertal failure and infertility\nAortic aneurysm, dissection, and coronary artery disease\nSkeletal abnormalities and impaired metabolic bone health\nHearing loss, both conductive and sensorineural\nIncreased incidence of autoimmune conditions, such as autoimmune hypothyroidism or celiac disease\nLiver function abnormalities and renal malformations\nNeurocognitive deficits\nIncreased risk of gonadoblastoma in individuals with Y chromosome material\nMetabolic disorders, including central obesity, insulin resistance, type 1 or 2 diabetes, and dyslipidemia\n\nAdditional complications related to the treatment of these comorbidities may also occur in individuals with Turner syndrome, including those associated with hGH therapy, as mentioned."
  }
}