{
  "drug_name": "xipamide",
  "nbk_id": "NBK526021",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526021/",
  "scraped_at": "2026-01-11T15:41:45",
  "sections": {
    "indications": "Box Warning\n\nLife-threatening arrhythmias:\nIbutilide poses a risk of life-threatening arrhythmias, notably sustained polymorphic ventricular tachycardia, often associated with QT prolongation (torsades de pointes), although instances have been reported without documented QT prolongation.\n\nChoosing patients:\nPatient selection is crucial, particularly for individuals with chronic atrial fibrillation, as they often exhibit a strong tendency to revert following conversion to sinus rhythm, and maintenance therapies carry inherent risks. Therefore, patients should be meticulously chosen based on the anticipated advantages of maintaining sinus rhythm, which should outweigh the immediate risks associated with ibutilide and the potential hazards of maintenance therapy.\n\nWarnings and Precautions\n\nIbutilide is contraindicated in individuals with hypersensitivity to ibutilide or any compound in the formulation, congenital long QT syndrome, a history of polymorphic ventricular tachycardia, uncorrected electrolyte abnormalities, sinus node disease, and structural cardiac disease.\n\nCaution should be exercised in individuals with QT prolongation, a family history of QT prolongation, recent myocardial infarction, bradycardia, congestive heart failure, and those aged 65 and older. Caution is also warranted in patients with hepatic impairment, as liver enzymes metabolize the drug, and no dosing recommendations exist.",
    "mechanism": "Ibutilide functions as a potassium channel blocker, extending phase 3 of the cardiac action potential. This leads to increased refractoriness of atrial and ventricular myocytes, along with the atrioventricular node and the His-Purkinje system.\n[1]\n\nThe cardiac action potential of ibutilide is divided into 5 stages, as mentioned below.\n\nPhase 0: Rapid Depolarization Phase\n\nDuring phase 0, fast sodium channels open when the cell reaches the threshold, which results in a rapid depolarization of the myocyte that continues until inactivation gates close, ceasing sodium conductance. A time-dependent mechanism mediates the closure of inactivation gates. The reopening of inactivation gates occurs during cell repolarization, specifically upon re-approaching the threshold.\n\nPhase 1: Early Repolarization Phase\n\nPotassium channels open, causing an efflux of potassium called the transient outward current\n(ito)\n. The end of phase 1 is characterized by a balance between calcium and potassium efflux, leading to the plateau phase.\n\nPhase 2: Plateau Phase\n\nThe plateau phase consists of a balance between calcium influx and potassium efflux. The calcium channels are L-type dihydropyridine-receptor channels that inactivate slowly. Drugs that alter calcium conductance modulate this phase and belong to Class 4 of the Vaughn-Williams classification system. During the latter stages of the plateau phase, delayed rectifying potassium channels (\niKr\n) open and allow the myocyte to begin repolarization as the calcium current declines.\n\nPhase 3: Repolarization Phase\n\nIn phase 3 of the cardiac action potential, potassium efflux exceeds the inward calcium current, causing repolarization. When positively charged potassium ions move out of the cell, it restores the negative potential of the cardiac myocyte. Three potassium channels are involved in the repolarization phase. While the cell membrane remains depolarized,\niKr\nand\nito\nare the major contributors to potassium efflux. As the myocyte approaches the threshold, the inwardly rectifying current (\niK1\n) channels open and contribute to repolarization. Although\niK1\nchannels are termed \"inwardly rectifying,\" potassium efflux occurs due to the electrochemical potential of potassium derived from the cord conductance equation.\n\nIbutilide is a potassium-blocking agent primarily affecting delayed rectifying potassium channels (\niKr\n). By blocking potassium channels, phase 3 is lengthened, prolonging the QTc interval and increasing the refractoriness of the atrial and ventricular myocytes. When a myocyte is in the absolute refractory period, a subsequent action potential cannot be propagated, causing a decrease in the heart rate of patients presenting with tachydysrhythmias.\n[5]\nConversion to sinus rhythm occurs in less than 90 minutes after the start of infusion. Ibutilide has also been shown to activate a slow, delayed, inward sodium current during the early stages of repolarization. However, the blockade of\niKr\nchannels is the major contributor to the antiarrhythmic properties.\n[6]\n\nPhase 4: Resting Phase\n\nNa+/K+ ATPase dominates phase 4. For every 3 Na+ ions pumped out of the cell, 2 K+ ions are pumped in, resulting in a negative resting membrane potential. A primary active transporter called the calcium ATPase re-sequesters most of the intracellular calcium into the sarcoplasmic reticulum. The regulation of sarcoplasmic calcium ATPase occurs by an intracellular protein called phospholamban. When phospholamban undergoes phosphorylation via protein kinase A (PKA), the calcium ATPase is active and incorporates cytosolic calcium ions into the sarcoplasmic reticulum. More calcium is released into the cytosol during the next action potential, causing increased contractility. When phospholamban is de-phosphorylated, it inhibits the sarcoplasmic calcium ATPase.\n\nThe remaining calcium ions get pumped out of the myocytes by secondary active transport through the Na+/Ca++ exchanger. Cardiac myocyte Na+/K+ ATPase is inhibited pharmacologically by the cardiac glycosides (digoxin). Inhibition of the Na+/K+ ATPase causes an increase in intracellular Na+ ions and leads to a series of biochemical changes, beginning with the reverse action of membrane-bound Na+/Ca++ exchangers. The change in polarity of Na+/Ca++ exchangers causes an efflux of Na+ and an influx of Ca++ to restore the resting membrane potential without Na+/K+ ATPase activity. The increased concentration of intracellular calcium is responsible for the positive inotropic properties of digoxin therapy.\n[7]\n\nNotable Electrocardiographic Changes\n\nNotable electrocardiographic (ECG) changes associated with ibutilide administration include slowing heart rate and prolonging the QT interval, which carries a risk of developing torsades de pointes.\n\nPharmacokinetics\n\nAbsorption:\nIbutilide is rapidly and completely absorbed following intravenous (IV) administration.\n\nDistribution:\nIbutilide exhibits a distribution volume of 11 L/kg.\n\nMetabolism:\nIbutilide undergoes hepatic metabolism, yielding 8 metabolites, 1 of which is active. This metabolism primarily involves the CYP450 enzyme system in the liver. The drug's half-life ranges from 2 to 12 hours, with an average of 6 hours.\n\nElimination:\nThe primary routes of elimination for ibutilide are urinary (82%) and fecal excretion (19%).",
    "administration": "Available Dosage Forms and Strengths\n\nIbutilide is available and administered as an IV solution of 1 mg/10 mL.\n\nFor patients with a body weight of less than 60 kg, the ibutilide dosage is 0.01 mg/kg administered over 10 minutes. The dosage may be repeated if the patient does not respond within 10 minutes.\n\nFor patients with a body weight of more than 60 kg, the dosage is 1 mg administered over 10 minutes. The dosage may be repeated if the patient does not respond within 10 minutes.\n\nDrug administration can be either diluted or undiluted. Infusion should be stopped upon resolution of the presenting arrhythmia or new-onset ventricular tachycardia. If the arrhythmia fails to diminish within 10 minutes following the infusion, another dose may be administered over 10 minutes.\n\nMagnesium enhances the ability of ibutilide to convert atrial flutter or fibrillation to normal sinus rhythm. Magnesium can also help prevent prolongation of the QT interval, and it sees frequent use in treating torsades de pointes in hemodynamically stable patients.\n[8]\n[9]\n[10]\nIbutilide can be safely administered alongside class 1C antiarrhythmics, as these medications do not impact the QT interval.\n[11]\nMoreover, the risk of arrhythmia does not escalate when ibutilide is administered concurrently with amiodarone.\n[12]\n\nSpecial Patient Populations\n\nHepatic impairment:\nPatients with hepatic impairment do not require dosage adjustment.\n\nRenal impairment:\nNo dosage adjustments are necessary for patients with renal impairment, though dosing for dialysis patients remains undefined.\n\nPregnant considerations:\nClinicians should carefully assess risks versus benefits for pregnant patients. Although IV ibutilide is generally effective and may be considered, experience during pregnancy is limited.\n[13]\nHowever, based on limited data from human studies, the likelihood of fetal harm is low.\n\nBreastfeeding considerations:\nNursing mothers can use ibutilide while breastfeeding, although it is not recommended.\n[14]\nTherefore, breastfeeding should be discouraged, as limited data exist regarding the drug's effect on milk production.\n\nPediatric patients:\nIbutilide lacks approved indications for pediatric use, and its safety and efficacy in this population remain undetermined.\n\nOlder patients:\nFor older patients, treatment should be initiated at the lower end of the dosing spectrum, and healthcare providers should vigilantly monitor patient response.",
    "adverse_effects": "According to the Institute for Safe Medication Practices (ISMP), ibutilide carries a heightened risk of causing significant patient harm, including potentially fatal arrhythmias. Thus, clinicians must consistently assess the balance between benefits and risks when contemplating the use of this agent.\n\nCardiac Adverse Effects\n\nCardiac adverse effects associated with this medication include nonsustained monomorphic ventricular tachycardia, premature ventricular contractions, nonsustained polymorphic ventricular tachycardia, atrioventricular block, bundle branch block, hypotension, torsades de pointes, prolonged QT interval, hypertension, palpitations, and bradycardia.\n\nExtracardiac Adverse Effects\n\nExtracardiac adverse effects include nausea, headache, renal failure, and erythematous rash.\n\nDrug-Drug Interactions\n\nCategory X (avoid):\nThe medications that are classified as Category X and should be avoided include amifampridine, fingolimod, hydroxychloroquine, macimorelin, mifepristone, mizolastine, probucol, promazine, vinflunine, cisapride, dronedarone, levoketoconazole, ziprasidone, thioridazine, pimozide, and fingolimod.\n\nCategory D (modify regimen):\nIndapamide falls under Category D, indicating the need to modify the regimen cautiously.\n\nCategory C (monitor):\nThe medications classified as Category C require close monitoring and careful consideration in their administration, which include bilastine, fluoxetine, pefloxacin, teneligliptin, and xipamide.\n\nBefore administering ibutilide, it is recommended to conduct a medication reconciliation involving the ordering clinician and a clinical pharmacist due to the potential for interactions with many other drugs.",
    "monitoring": "Patients should undergo continuous ECG monitoring for 4 hours after discontinuing ibutilide infusion or until the QTc interval returns to normal (<440 ms). In cases where arrhythmia persists, monitoring should extend beyond 4 hours, particularly if hepatic function is impaired. Rapid availability of equipment for managing potentially fatal arrhythmias is essential. Baseline electrolyte levels, especially magnesium, should be established.",
    "toxicity": "Currently, the antidote for ibutilide does not exist. In animal models, acute overdose has caused central nervous system (CNS) toxicity, including CNS depression, rapid gasping, and convulsions.\n[15]"
  }
}