{
  "drug_name": "l- alanine",
  "nbk_id": "NBK559278",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559278/",
  "scraped_at": "2026-01-11T15:32:12",
  "sections": {
    "clinical_significance": "An increase in ALT serum levels indicates definite liver cell injury due to many causes.\n[55]\nAlthough specific hepatic diseases are associated with an elevation in ALT levels, no correlation exists between the absolute peak of the ALT elevation and the magnitude of hepatic injury.\n[54]\nAn increase in both AST and ALT serum levels is common. ALT levels greater than 1000 U/L should be considered acute ischemic liver injury, severe drug-induced liver injury, or acute viral hepatitis. Other causes include common bile duct stones and hepatitis E infection.\n[56]\n\nViral hepatitis is liver inflammation from hepatitis A, B, C, D, and E. Acute hepatitis A, compared to hepatitis C and B, is associated with increased serum ALT and AST levels, reaching 3000 to 4000 IU/L. The diagnosis of chronic hepatitis will have elevations in ALT levels for greater than 6 months.\n[54]\nCommon clinical signs of viral hepatitis include jaundice, anorexia, fatigue, vomiting, fever, nausea, and hepatomegaly. The risk factors for viral hepatitis include travel to areas where hepatitis is endemic, multiple sexual partners, occupational exposure to chemicals and hepatotoxicants, and intravenous drug use.\n[57]\nHepatitis serology labs should also be ordered to confirm the diagnosis and the type of viral hepatitis.\n[58]\n\nThe most efficient aminotransferase threshold for diagnosing acute liver injury is 7 times the upper limit (sensitivity and specificity >95%).\n[59]\nIn acute viral hepatitis, peak values of transaminase activity occur between the 7th and 12th days; activities then gradually decrease, reaching physiologic concentrations by the 3rd to 5th week if recovery is uneventful.\n[57]\nPeak activities bear no relationship to prognosis and may fall with the worsening of the patient’s condition, perhaps due to a lack of further functional hepatocytes to continue enzyme release.\n\nThe persistence of increased ALT for longer than 6 months after an episode of acute hepatitis is used to diagnose chronic hepatitis.\n[60]\nMost patients with chronic hepatitis have a maximum ALT of fewer than seven times the upper limit. ALT may be persistently normal in 15% to 50% of patients with chronic hepatitis C, but the likelihood of continuously normal ALT decreases with increasing measurements.\n[61]\nIn patients with acute hepatitis C, ALT should be measured periodically over the next 1 to 2 years to determine if it stays normal.\n[62]\n\nIschemic liver injury, also known as ischemic hepatitis, occurs when there is an acute reduction in blood perfusion to the liver, leading to necrosis of hepatic centrilobular cells on histology.\n[63]\nHepatic damage is higher in septic shock, where a decrease in blood perfusion to the liver is due to infection. A recent study revealed the incidence of abnormally elevated ALT was more sensitive to the diagnosis of ischemic hepatitis due to septic or hypovolemic shock.\n[64]\nIn evaluating septic shock as a potential cause for ischemic liver injury, serum lactate, serum CRP, blood counts, D-dimer levels, and blood cultures should be measured.\n\nMedications can account for an elevation in ALT. Paracetamol toxicity (also known as acetaminophen) has been shown in a recent study to account for almost half of drug-induced liver injuries. In paracetamol toxicity, the levels of serum ALT are usually higher than 1,000 U/L.\n[56]\nTherefore, paracetamol toxicity should be among the differential diagnoses of patients with acute liver failure. A review of hepatotoxic medicines is vital in ensuring the proper diagnosis. Drugs associated with an elevation of transaminases include tacrine, imipramine, amitriptyline, isoniazid, pyrazinamide, rifampicin, ibuprofen, nimesulide, cotrimoxazole, phenytoin, dapsone.\n[45]\n[43]\n\nNon-alcoholic fatty liver disease (NAFLD) should merit consideration among the most common causes of abnormally elevated ALT levels in asymptomatic patients.\n[65]\nNAFLD is the fat accumulation within the liver in patients who do not consume alcohol. NAFLD has the potential to progress into hepatic fibrosis and cirrhosis, increasing liver-related morbidity and mortality.\n[66]\nNAFLD is usually associated with higher ALT and GGT levels in patients with impaired glucose tolerance or type 2 diabetes mellitus. NAFLD risk factors include morbid obesity, hyperglycemia, hypertriglyceridemia, hypertension, and decreased insulin sensitivity.\n[67]\nA NAFLD fibrosis score and radiological imaging such as CT or MRI of the liver should be considered to assess the severity and progression of NAFLD. The diagnosis of NAFLD is made with steatosis in 5% or greater of hepatocytes.\n[68]\n\nIn 1957, DeRitis described in a publication the ratio between AST and ALT in the diagnosis of viral hepatitis, where ALT is usually higher than AST.\n[69]\nLater, the usefulness of this ratio was highlighted in alcoholic hepatitis, where AST is mostly more elevated than ALT. Therefore, the ratio between AST and ALT is >2.0 for alcoholic hepatitis, 1.5 to <2.0 in acute viral hepatitis, and >1.0 in fibrosis and cirrhosis.\n[70]\nMany laboratories do not include this ratio in their reports because it is not specific, and hemolysis can affect AST.\n[71]\nThe ratio is affected by the number of days post-exposure and the severity of the disease. Additional critical factors are the relatively short half-life of AST (18 hours) compared to ALT (47 hours), gender, and intra-individual variation of both AST and ALT.\n[72]"
  }
}