{
  "drug_name": "l- methyl folate",
  "nbk_id": "NBK442009",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK442009/",
  "scraped_at": "2026-01-11T18:47:21",
  "sections": {
    "indications": "Peripheral neuropathy encompasses a broad range of clinical pathologies potentially presenting with peripheral nervous system dysfunction.\n[1]\nPatients with peripheral neuropathy often present with varying degrees of numbness, tingling, aching, burning sensation, weakness of limbs, hyperalgesia, allodynia, and pain. This pain has been characterized as superficial, deep-seated, or severe, unremitting pain with exacerbation at night.\n[2]\nWhile metabolic disorders represent the predominant etiology of extremity pain caused by an underlying peripheral neuropathy clinical pathology, broad clinical consideration is given to many clinical conditions.\n\nAlthough there are many possible causes of peripheral neuropathy, the most prevalent subtype, diabetic peripheral neuropathy (DPN), can lead to significant complications ranging from paresthesia to loss of limb and life.\n[2]\nEarly assessment of symptoms of peripheral polyneuropathy helps avoid neuropathic foot ulcers to combat potential morbidity and mortality resulting from the pathophysiologic poor wound healing potential, which can lead to limb compromise, local to systemic infection, septicemia, and even death.\n[3]\n[4]\n[5]\nDPN is primarily diagnosed clinically through history and neurological assessment of small fiber sensation with temperature changes or pinpricks, large fiber sensation with vibrations, and ulceration risk with pressure testing using a 10 g monofilament. Neurology consultation and specialized testing, including nerve conduction studies and intraepidermal nerve fiber density testing, are only indicated for patients with atypical clinical features (eg, rapid symptom onset, severe neuromotor impairment, and asymmetrically abnormal sensation).\n[6]\n\nThe exact cause of DPN is not known. Proposed theories include metabolic, neurovascular, and autoimmune pathways have been proposed. Mechanical compression (eg, carpal tunnel), genetics, and social and lifestyle factors such as chronic alcohol consumption and smoking have all been implicated. Perpetually high blood serum glucose leads to insulin resistance, promoting oxidative stress, inflammation, and cell damage.\n[7]\nFirst, the distal sensory and autonomic nerve fibers are damaged; the damage continues with proximal progression, leading to a gradual loss of protective sensation in the skin and foot joints. DPN management consists of several strategies, including preventative measures (eg, patient education, proper foot care, correct shoe wear, and annual foot exam), glucose control, dietary modifications, weight loss, and pain control. Half of the diabetic peripheral neuropathies may be asymmetric.\n[6]\nIf not recognized and preventative foot care is not implemented, patients have an increased risk of injury due to their insensate feet.\n[8]\n[9]",
    "mechanism": "Metabolic disorders represent the most common clinical category of etiologies, causing extremity pain from underlying peripheral neuropathy conditions. Several causes of PN exist, but diabetes mellitus is the most common etiology. Other underlying etiologies include:\n\nAlcohol use disorder\n[10]\nNutritional deficiencies (eg, low B12, high B6)\n[11]\nGuillain-Barre syndrome\n[12]\nToxins (eg, chemotherapy) and overdose\n[13]\n[14]\n[15]\n[16]\nHereditary or genetic conditions (eg, Charcot Marie Tooth disease, amyloidosis, porphyria)\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\nInfection (eg, HIV)\n[23]\n[24]\n[25]\nInflammatory conditions (eg, lupus and rheumatoid arthritis)\n[26]\n[27]\n]\n[28]\nHypothyroidism\n[29]\n[30]\n[31]\n[32]\nMalignancy\nTrauma\n[33]\n[34]\n\nDiabetic Peripheral Neuropathy Risk Factors\n\nRisk factors for DPN include:\n\nAdvanced age\nHypertension\nPeripheral vascular disease\nSmoking\nDyslipidemia\nPoor glucose control\nLong-standing diabetes\nObesity\nExcessive alcohol consumption\nPositive\nHLA-DR3/4\ngenotype",
    "monitoring": "Neurology consultation and specialized testing, including nerve conduction studies and intraepidermal nerve fiber density testing, are only indicated for patients with atypical clinical features (eg, rapid symptom onset, severe neuromotor impairment, and asymmetrically abnormal sensation).\n[6]\nElectromyography and nerve conduction studies are suggested for severe or rapidly progressive symptoms or motor weakness.\n\nIntraepidermal nerve fiber density is the preferred test for small fiber neuropathy evaluation. Intraepidermal nerve fiber density measurement by skin biopsy can be considered in patients with idiopathic cases. The number and morphology of axons within the epidermis can be evaluated, and intraepidermal nerve fiber density is compared to age-dependent normal values.\n[46]\n[47]\n\nMinor symptoms may not need laboratory workup. Persistent unexplained symptoms may warrant laboratory investigation, including serum glucose, hemoglobin A1c, complete blood count, erythrocyte sedimentation rate, rapid plasma reagin, serum electrophoresis, and vitamin B1, B6, and B12 levels.",
    "administration": "DPN management consists of several strategies, including preventative measures (eg, patient education, proper foot care, correct shoe wear, and annual foot exam), glucose control, dietary modifications, weight loss, and pain control. Many patients with neuropathy have mild to moderate numbness symptoms yet retain protective sensation in their feet. Patients may only need reassurance and education regarding the cause of the numbness. Periodic follow-up is essential. Peripheral arterial disease and radiculopathy should be ruled out. With improved glycemic control, paresthesias and dysesthesias may diminish within one year. In 2022, the Current Pain and Headache Reports proposed a treatment algorithm for painful diabetic neuropathy.\n[48]\nThe algorithm is divided into conservative, pharmacologic, and interventional therapies, subcategorized as first, second, and third-line treatment.\n\nConservative Therapy\n\nFirst-line therapy:\nPhysical therapy\nWeight-bearing exercises\nTai chi massage therapy\nSecond-line therapy:\nHealth management\nOptimization of glucose\nProperly manage comorbidities\nWeight loss\nHealthy diet\nThird-line therapy:\nMinimally invasive treatment\nAcupuncture\nTranscutaneous electrical nerve stimulation (TENS)\n\nPharmacological Therapy\n\nFirst-line agents\nGabapentinoids (eg, pregabalin and gabapentin)\nDuloxetine\nSecond-line agents\nSerotonin and norepinephrine reuptake inhibitors (eg, venlafaxine)\nTricyclic antidepressants (eg, amitriptyline)\nTapentadol\nCapsaicin patch 8%\nLidocaine patch 5%\nThird- and Fourth-line agents\nTramadol\nOpioid\nIntravenous agents (eg, lidocaine, ketamine)\n\nInterventional Therapy\n\nFirst-line therapy:\nDorsal column spinal cord stimulation\nTypically 10 kHz\nTonic waveforms\nSecond-line therapy:\nOther neuromodulation options\nBurst spinal cord stimulation\nDorsal root ganglion spinal cord stimulation\nPeripheral nerve stimulation\nThird-line therapy:\nIntrathecal drug delivery system\nIntrathecal morphine, fentanyl, or hydromorphone\nIntrathecal ziconatide\n\nDPN can affect other body areas, including the digestive, endocrine, and vascular systems. Diabetic gastroparesis may be managed with erythromycin and metoclopramide.\n[49]\n[50]\nTegaserod is a newer agent but is only available on an emergency basis because of serious adverse cardiac effects.\n[51]\nErectile dysfunction is managed with phosphodiesterase inhibitors, but not everyone has a response. A penile prosthesis may be of benefit.\n[52]\nOrthostatic hypotension may be managed by increased salt and fluid intake and compression stockings. If that fails, steroids may be required. Glycopyrrolate is used to manage sweating but often does not work.\n[53]\n\nAlternative Therapies\n\nSome patients may also benefit from supplements, but studies are scarce. Omega-3 polyunsaturated fatty acid oral supplements (ie, fish oil) have perhaps the best evidence in attenuating sensory loss and reducing the incidence of peripheral neuropathy.\n[54]\nOne randomized controlled trial reported a significant increase in corneal nerve fiber length in patients with dry eye disease compared to placebo.\n[55]\nSeveral studies have linked vitamin D deficiency with an increased risk for diabetic peripheral neuropathy, diabetic ulcer, and cardiovascular autonomic neuropathy.\n[56]\nIn addition, a single high-dose intramuscular injection of vitamin D supplementation 600,000 IU has significantly improved patients' quality of life and perception of foot problems.\n[57]\nThere is moderate evidence that alpha lipoic acid supplementation decreases pain with little to no adverse effects.\n[58]\n[59]\n[60]\n\nAdditionally, although classified as a medical food, the prescription containing L-methyl folate, pyridoxal 5'-phosphate, and methylcobalamin for the dietary management of endothelial dysfunction has significantly improved nerve fiber density and monofilament sensation.\n[61]\nScant evidence shows that supplementation with vitamins C and E prevents diabetic complications. There is no evidence that taking vitamin B12 oral supplements improves DPN.\n[62]\nDepleting substance P with topical capsaicin cream may help some patients who can tolerate the initially increased burning.\n[63]\n[64]\n[65]\nFor patients with painful diabetic peripheral neuropathy, a capsaicin 8% patch in serial treatments can provide modest improvements in pain and sleep quality.\n[66]\n[67]",
    "adverse_effects": "Common complications of DPN include the following:\n\nAmputations of the toes, foot, or leg\nInfections of the foot\nFalls secondary to dizziness\nDiarrhea, failure to thrive, and dehydration\nPain\nCardiovascular neuropathy can cause death"
  }
}