{
  "drug_name": "l-ascorbic",
  "nbk_id": "NBK592400",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK592400/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Nickel, a transition element, is a durable, shiny metal with a silvery-white appearance. Discovered by Axel Fredrik Cronstedt in 1751, it has been utilized in metal alloys for over 1700 years. Nickel occurs naturally in soil and bodies of water; it can also be synthetically produced for industrial applications. Its resistance to oxidation makes it commonly used in plating, stainless steel, alloys, and rechargeable batteries.\n\nNickel is naturally present in the atmosphere, groundwater, and soil, and its concentration can vary based on factors such as rock degradation, atmospheric conditions, and potential industrial contamination. It is also ingested through food and drinking water. Current research indicates that typical levels of nickel ingestion do not pose a toxicity concern due to low absorption. The U.S. Environmental Protection Agency does not have specific regulations regarding nickel levels. Nickel can be found in various food items like cereal, chocolate, teas, and legumes. Leaching of nickel from kitchen utensils and pipes can also contribute to its consumption. Nickel is considered nonessential and does not have any specific dietary recommendations. Its biological role remains unclear.\n\nAcute\nnickel toxicity can occur through various routes, including parenteral administration, ingestion, inhalation, and dermal absorption. The most dangerous form is nickel carbonyl, commonly associated with occupational exposure, which can cause respiratory tract irritation and other nonspecific symptoms.\n\nChronic\nnickel toxicity can manifest as sinusitis, occupational asthma, and dermatitis. Prolonged exposure to nickel has also been linked to lung and nasal cancer development.",
    "mechanism": "Nickel carbonyl is the cause of acute toxicity seen in occupational exposures. Often described as a colorless to yellow volatile liquid, it can have a musty or sooty odor, which is difficult to detect at dangerous concentrations.\n[1]\nLudwig Mond developed this liquid, which occurs as a reaction between nickel and carbon monoxide. This Mond process purifies nickel and allows it to be plated onto surfaces.\n[2]\nNickel carbonyl, a byproduct, is harmful if inhaled or absorbed through the skin.\n\nNickel carbonyl finds significant applications in industrial settings as a catalyst in carbonylation reactions involving plastic, petroleum, or steel plating.\n\nNickel is a well-known culprit for contact dermatitis and is found in various everyday items such as household products, clothing, cosmetics, medical equipment, and jewelry. When sweat interacts with nickel-containing items, soluble nickel salts are released and can be absorbed by the skin, leading to a delayed-type hypersensitivity reaction. Once sensitized, the hypersensitivity to nickel can persist indefinitely.\n[1]",
    "monitoring": "There are limitations in available diagnostics when evaluating nickel toxicity. Diagnosis begins with clinical suspicion obtained through detailed patient history. Acute toxicity is more commonly seen in inhalation and ingestion. Symptoms associated with respiratory impairment and gastrointestinal upset can be seen. Nickel is distributed in different organs and body fluids, but the primary analysis is through serum and urine samples.\n\nThe average serum concentration of nickel is typically around 0.3 mcg/L in individuals without excessive exposure. However, in cases of significant exposure, such as occupational or environmental exposure, serum concentrations can reach as high as 8 mcg/L. When assessing nickel exposure, urine nickel levels are also considered. A urine nickel concentration greater than 10 mg/dL may indicate excessive exposure and requires intervention or further evaluation.\n\nCase reports have documented specific radiographic findings on chest x-rays in individuals with nickel exposure. These findings may include pleural effusion, irregular linear shadows, and nodular mottling. These radiographic changes can be suggestive of lung involvement and should raise suspicion for potential nickel toxicity. Furthermore, abnormal electrocardiogram (ECG) findings have been observed in some cases of nickel exposure. These ECG abnormalities may include sinus tachycardia (an abnormally fast heart rate originating from the sinus node) and myocardial injury, which can be reflected by ST segment and T wave changes. These cardiac manifestations indicate potential cardiovascular involvement and should be considered in the evaluation and management of individuals exposed to nickel\n[18]\n\nPatch testing is a valuable tool in the evaluation of patients with dermatitis. It is particularly useful when there is a clinical suspicion of contact dermatitis and further investigation is required to identify or confirm the causative substance. During a patch test, diluted allergens are applied to the patient's skin, usually on the back, using adhesive patches. The test allows for an extended period of contact between the allergens and the skin, typically 48 hours. After the designated time, the patches are removed, and the skin is carefully examined for allergic reactions, such as erythema, edema, or a characteristic rash.\n\nOne commonly used patch test is the dimethylglyoxime spot test, which can be obtained over the counter. This test specifically aids in the identification of nickel allergy by applying dimethylglyoxime to the skin and observing the development of a pink coloration as a positive reaction. Patch testing plays a crucial role in diagnosing contact dermatitis, guiding appropriate treatment, and helping patients avoid exposure to allergens",
    "administration": "The initial treatment approach for nickel toxicity involves decontamination and removal from the exposed environment. This includes removing contaminated clothing, jewelry, and any visible skin contaminants. Symptomatic relief is a crucial aspect of management, which may involve using bronchodilators, supplemental oxygen, and steroids. These interventions aim to alleviate symptoms and support respiratory function. Prompt and appropriate management is essential to mitigate the adverse effects of nickel toxicity and improve patient outcomes.\n[18]\n\nIn cases of elevated urine nickel concentrations, diuresis can be considered a treatment option to reduce the half-life of nickel in the serum. A case analysis involving patients who ingested nickel and had initial urine concentrations greater than 1.5 mg/L showed that diuresis was employed as part of their treatment.\n[3]\nDue to its high protein binding, hemodialysis does not remove nickel from circulation. Therefore, diuresis may be a viable approach to enhance the elimination of nickel in cases of toxicity.\n\nWhile current literature does not support the use of chelation therapy in nickel toxicity, there have been suggestions, and case reports exploring its potential. In acute nickel carbonyl poisoning cases, diethyldithiocarbamate (DDC) has been considered an antidote. For critically ill patients, DDC can be administered parenterally at a dose of 12.5 mg/kg IV and should be initiated early in the course of poisoning. In cases where urine nickel levels are equal to or greater than 10 mg/dL, oral dosing of DDC at 1 g can be considered. However, it is essential to note that further research is needed to establish the efficacy and safety of chelation therapy in nickel toxicity.\n\nWhen DDC availability is limited, contacting local poison control can guide alternative treatment options. One such option is the use of disulfiram, which can be considered if DDC is not available. Disulfiram is metabolized in the body to form two molecules of DDC. It is important to note that data on chelation therapy for nickel toxicity is limited, and further research is needed to establish its effectiveness and safety.\n[19]\n[20]\n[21]\n\nIn a separate case report, a patient developed delayed pneumonitis following exposure to nickel carbonyl. The patient showed a positive response to treatment with disulfiram. It is important to note that this is an isolated case, and further research is needed to establish the efficacy and safety of disulfiram in treating nickel carbonyl-induced pneumonitis.\n[22]\n[20]\n[22]\n\nThe treatment of nickel dermatitis focuses on symptom management. In addition to avoiding nickel-containing objects, topical corticosteroids and moisturizers/emollients can be utilized. These topical agents help alleviate inflammation and soothe the skin. Implementing preventive measures such as using protective creams, gloves, and other protective equipment can act as a barrier to reduce exposure to nickel and prevent the onset or exacerbation of dermatitis.\n[23]\nHealthcare providers must educate patients about these treatment options and preventive strategies to optimize patient outcomes and improve their quality of life.",
    "adverse_effects": "Acute nickel inhalation sequelae include pneumonitis, myocarditis, altered mental status, and profound weakness. Symptoms may remain for several months after the initial evaluation and management. Chronic inhalational exposure can lead to cancer within the respiratory tract, emphysema, and pulmonary eosinophilia, requiring further management and monitoring.\n\nIn 1990, the International Agency for Research on Cancer (IARC) classified all nickel compounds, except metallic nickel, as carcinogenic to humans.\n[8]"
  }
}