{
  "drug_name": "l-carnitine fumarate",
  "nbk_id": "NBK562258",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK562258/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Infertility is usually defined as the inability of a couple to conceive even after 1 year of unprotected, frequent sexual intercourse.\n[1]\nIt affects about 15% of all couples in the United States and at least 180 million couples worldwide.\n[2]\nMale infertility is defined by the World Health Organization (WHO) as the inability of a male to make a fertile female pregnant for a minimum of at least 1 year of regular unprotected intercourse. The male is solely responsible for about 20% of cases and is a contributing factor in another 30% to 40% of all infertility cases.\n[3]\n\nAs male and female causes often co-exist, it is essential that both partners are investigated for infertility and managed together. Overall, the male factor substantially contributes to about 50% of all cases of infertility.\n[4]\n\nThere are several reasons for male fertility, including both reversible and irreversible conditions. Other factors can influence each partner, including age, medications, surgical history, exposure to environmental toxins, genetic problems, and systemic diseases. The key purpose for evaluating a male for infertility is to identify his contributing factors, offer treatment for those that are reversible, determine if he is a candidate for assisted reproductive techniques (ART), and provide counseling for irreversible and untreatable conditions.\n[5]\n\nUp to 6% of men evaluated for male infertility will be found to have more serious underlying pathology, such as cancer.\n[4]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\nThis is an additional reason to do a comprehensive evaluation of the male partners of infertile couples so that any significant, underlying medical conditions can be identified and treated.\n[4]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]",
    "mechanism": "There are multiple causes for male infertility, which can be broadly classified due to their general underlying etiology. These include endocrine disorders (usually due to hypogonadism) estimated at 2% to 5% of cases, sperm transport disorders (such as vasectomy) at 5%, primary testicular defects (which include abnormal sperm parameters without any identifiable cause) at 65% to 80% and idiopathic (where an infertile male has normal sperm and semen parameters) at 10% to 20%.\n[12]\nThese are broad estimates only, as accurate statistics are unavailable due to general underreporting, cultural factors, and regional variations. Patients sent to a tertiary referral center are more likely to have their condition reported, while private patients may never have their data collected.\n[12]\nA partial summary of specific etiologies is listed below as follows:\n[4]\n\nAcquired urogenital abnormalities - bilateral obstruction or ligation of the vas deferens, bilateral orchiectomy, epididymitis, TURP, varicoceles, and retrograde ejaculation.\nCongenital urogenital abnormalities - absent, dysfunctional, or obstructed epididymis, congenital abnormalities of the vas deferens, undescended testes, and ejaculatory duct disorders (cysts).\nEndocrinological causes - congenital GnRH Deficiency (Kallmann syndrome), Prader-Willi syndrome, Laurence-Moon-Beidl syndrome, iron overload syndrome, familial cerebellar ataxia, head trauma, intracranial radiation, testosterone supplementation, and hyperthyroidism.\nEnvironmental toxins - insecticides, fungicides, pesticides, smoking, excess alcohol, Agent Orange, and other chemical exposures.\nGenetic causes - mutations of the cystic fibrosis transmembrane conductance regulator (\nCFTR\n) gene, primary ciliary dyskinesia, Kallmann syndrome, Klinefelter syndrome, Young syndrome, Sertoli cell-only syndrome, Kal- 1, Kal -2, FSH, LH, FGFS, GnRH1/GNRHR PROK2/PROK2R gene deficiencies, chromosomal anomalies, Y chromosome microdeletion, AR mutations, and gr/gr deletion.\nIdiopathic causes - idiopathic male infertility (10% to 20%) where semen parameters are all normal, but the male remains infertile.\nImmunological causes - lymphocytic hypophysitis, hemosiderosis, hemochromatosis, sarcoidosis, histiocytosis, tuberculosis, and fungal infections.\nMalignancies - sellar masses, pituitary macroadenomas, craniopharyngiomas, and surgical or radiation treatment for these conditions, testicular tumors, and adrenal tumors leading to an excess of androgens.\nMedications or drugs - cannabinoids, opioids, psychotropic drugs that can cause inhibition of GnRH, exogenous testosterone or androgenic steroids supplementation, GnRH analogs and antagonists used in prostatic carcinoma, chronic glucocorticoid therapy, alkylating agents, antiandrogens, ketoconazole, cimetidine, and alpha-blocker medications for BPH. A complete list of potentially toxic drugs can be found at https://reprotox.org.\nSexual dysfunction - premature ejaculation, anejaculation, infrequent sexual intercourse, and erectile dysfunction.\nUrogenital tract infections - Gonococci, chlamydia, syphilis, tuberculosis, recurrent urogenital infections, prostatitis, and recurrent prostatovesiculitis.\n\nMale infertility can also be classified based on the medical interventions that can potentially assist conception as follows:\n[13]\n\nTreatable causes of male infertility are found in 18% of cases - obstructive azoospermia, ejaculatory duct and prostatic midline cysts, gonadotropin deficiency, sexual function disorders, sperm autoimmunity, varicoceles, and reversible effects of toxins.\nUncorrectable male infertility or subfertility is found in 70% of cases - oligozoospermia, asthenozoospermia, teratozoospermia, and normospermia with functional defects. ART will generally be necessary for reproduction.\nUntreatable male sterility is seen in 12% of cases - primary seminiferous tubular failure, Sertoli cell-only syndrome, and bilateral orchiectomy.",
    "monitoring": "The semen analysis is the cornerstone of laboratory evaluation of male infertility. At least 2 separate samples should be collected, separated by at least 1 week but optimally by a month.\n[4]\nAt least 3 days of abstinence should precede each specimen.\n[86]\nThis is recommended due to the extremely high degree of variability in semen analyses.\n[87]\nThe outcomes and prognosis of male infertility greatly depend upon the semen analysis results as well as the female partner's fertility status, along with the categorization of whether fertility is primary or secondary.\n[88]\n[89]\nSemen analyses greatly assist in identifying and classifying the severity of any male factors.\n[4]\n\nThe WHO has published a detailed methodology for collecting semen. At-home sperm tests are now commercially available but are not recommended as their reliability is questionable, and they do not check all of the recommended semen parameters.\n\nIt is essential to give clear instructions for the semen collection. Semen can be collected by masturbating or using special condoms for collection, which do not contain any toxic substances.\n[90]\nThe specimen is ideally collected at the laboratory but can be collected at home. If collected at home, it should be kept at room temperature and rushed to the laboratory, as it is critical that the sample is examined within 1 hour of collection.\n\nThe standards of the semen analysis quality control program are set by the Clinical Laboratory Improvement Amendments (CLIA), and detailed information is available on their website.\n\nThe semen is evaluated for volume, pH, leukocytes, immature germ cells, and liquefaction, while the sperm is assessed for count, concentration, vitality, motility, progression, debris, and morphology.\n[91]\n\nEither the WHO criteria for scoring sperm morphology or the Kruger-Tygerberg criteria should be used.\n\nThe Lower Reference Limits of a Semen Analysis (with 95% confidence intervals) Adapted from WHO (2010)\n\nEjaculate volume: 1.5 mL (1.5–5 ml) (If low volume, possible retrograde ejaculation, anejaculation, ejaculatory duct obstruction, or hypogonadism. Check post-ejaculation urine, TRUS, and hormonal analysis. If high volume, suspect contamination)\npH > 7.2\nSperm concentration: 15 million/mL (12–16) (Usual normal value is >20 million/mL). If low, check for varicocele and consider a hormonal analysis.\nTotal sperm count: 39 million/ejaculate (33–46 million)\nSperm Morphology: > 4% normal forms (Usual normal value >30%)\nMotility: 40% (38%–42%) (Usual normal value is 60%). If low, check for varicocele and consider an anti-sperm antibodies test.\nVitality: 58% live (55%–63%). If low, check for varicocele and consider an antisperm antibodies test.\nProgressive motility: 32% (31%–34%)\nTotal motility: >40% (Usual normal value is >60%). If low, check for varicocele and consider an anti-sperm antibodies test.\nForward progression: >2\nSeminal fructose: >13 micromol/ejaculate\nLiquefaction: 20 to 30 minutes\nOptional investigations\nImmunobead test with <50% motile spermatozoa with bound beads\nMixed antiglobulin reaction test with <50% motile spermatozoa with bound particles\nSeminal fructose≥13 micromol/ejaculate\nSeminal neutral glucosidase ≤20 milliunits/ejaculate\nSeminal zinc ≥2.4 micromol/ejaculate\n[92]\n\nThe Nomenclature Related to the Pathological Semen Quality as Adapted from the World Health Organization Laboratory Manual for the Examination and Processing of Human Semen, WHO (2010)\n[93]\n\nAspermia: No ejaculate at all.\nAsthenozoospermia: <32% progressively motile spermatozoa. Absolute asthenozoospermia is when no sperm moves at all, but they are still viable and not dead.\nAzoospermia: No spermatozoa in the ejaculate.\nCryptozoospermia: Spermatozoa absent from fresh preparation but observed in a centrifuged pellet.\nLeukospermia:  >1 million white blood cells/mL ejaculate (also called pyospermia and leukocytospermia).\nNecrospermia or Necrozoospermia: Complete when all the sperm are dead on a fresh semen sample; incomplete if 5%-45% are still viable.\nNormospermia: All semen parameters within the acceptable reference limits.\nOligozoospermia: Sperm concentration <15 million/mL; total sperm number <39 million/mL. Severe if <5 million/mL.\nOligo-astheno-teratozoospermia: Disturbance of all 3 parameters.\nTeratozoospermia: <4% morphologically normal spermatozoa.\n[93]\n\nOther Tests\n\nAntisperm Antibodies (ASA):\nshould be suspected with sperm agglutination or isolated asthenozoospermia with average sperm concentrations. These antibodies can form in men after testicular surgery or vasectomy, in prostatitis, or anytime sperm comes into contact with blood. In women, the cause is an allergic response to sperm.\n\nDNA integrity test:\nassesses the degree of sperm DNA fragmentation. The test should be done in those with recurrent miscarriages.\n[94]\n\nGenetic Screening:\nchromosomal testing may be indicated with azoospermia or severe oligozoospermia, as chromosomal defects are more common in infertile men (up to 15%) than in normally fertile males (about 0.6%).\n[95]\nThe common genetic factors which are associated with infertility in males are impaired testicular function due to chromosomal abnormalities, isolated spermatogenic impairment due to Y chromosome microdeletions, and congenital absence of the vas deferens due to cystic fibrosis transmembrane conductance regulator (CFTR) gene mutation.\n\nWhile ICSI has allowed many men with defective genes to father children, there is also the increased risk of transmission of various genetic defects to the progeny, and this should be carefully considered before proceeding. Therefore, genetic testing would typically be recommended for patients with severe oligozoospermia (<5 million sperm/mL) or azoospermia and consist of karyotype, CFTR, and Y chromosome testing for microdeletions (sometimes called AZF testing).\n\nHormonal tests:\nare indicated if there is a low sperm count and concentration or clinical findings are suggestive of an endocrine disorder or impaired sexual function. Many experts recommend hormonal laboratory testing on all men undergoing infertility evaluation. The endocrine (hormonal) lab test panel would include serum follicle-stimulating hormone (FSH), testosterone, luteinizing hormone (LH), prolactin, estradiol, and optional thyroid-stimulating hormone (TSH) levels. (An elevated estradiol level and/or a testosterone/estradiol (T/E) ratio <10 suggests a possible fertility benefit from an aromatase inhibitor to reduce the estrogen effect.)\n\nIn general, a raised FSH level is indicative of spermatogenesis abnormalities. Though gonadotropin hormone is secreted in a pulsatile manner, a single test may be deemed sufficient to assess the endocrinological status of the patient. Optionally, some additional hormonal tests might include sex hormone-binding globulin and free testosterone.\n\nLow testosterone with high FSH and LH suggests primary hypergonadotropic hypogonadism, which would affect both sperm production (FSH) and testosterone levels (LH). A karyotype should be performed.\nLow testosterone with normal or low FSH and LH indicates secondary hypogonadism. Check serum prolactin.\nNormal testosterone and LH with a high FSH are suggestive of primary spermatogenic failure, especially if associated with azoospermia or severe oligozoospermia. (The normal LH indicates proper Leydig cell function, but the high FSH suggests damage to the seminiferous tubules.) Check testicle size and consider karyotyping as well as Y chromosome microdeletion testing. A less severe form with mild oligozoospermia might indicate Sertoli cell dysfunction, causing reduced production of inhibin, which increases FSH.\nNormal testosterone, LH, and FSH: Further evaluation depends on the semen analysis and physical findings. If there is azoospermia (no sperm in the ejaculate) and normal testicle size, this would indicate obstructive azoospermia, which can potentially be treated surgically. If associated with bilaterally absent vas, this could indicate a CFTR gene mutation with or without clinical signs of cystic fibrosis. A family history of cystic fibrosis should be obtained, and both partners should be checked for CFTR gene mutations.\nHigh testosterone and LH but normal FSH: This would be consistent with partial androgen resistance.\nCushing's disease can be confirmed by a 24-hour urine test for free cortisol, a dexamethasone suppression test, or by checking the midnight salivary cortisol concentration.\nThyroid dysfunction can be identified by abnormal serum thyroid function tests and is suggested by an abnormal TSH level.\n\nPostcoital test\nis suggested in cases of hyperviscosity of the semen, normal sperm density with increased or decreased semen volumes, and in cases of idiopathic or unexplained infertility. About 10% of all infertile couples will have an abnormal postcoital test. The test is done by examining the cervical mucus for viable sperm 8 hours after intercourse. It is optimally done 1-2 days before female ovulation when the cervical mucus is most abundant. Finding any viable sperm that are still motile suggests a normal sperm/vaginal mucus interaction and proper sexual technique for a potential pregnancy.\n\nIf the postcoital exam is normal, more specific sperm function tests can be done, such as:\n\nCapacitation, Acrosomal Reaction, and Sperm Penetration Assays\n: Used for cases where a sperm defect is suspected, as in cases where intrauterine insemination (IUI) has repeatedly failed. IVF with ICSI is the preferred treatment for men whose sperm show poor results on any of these tests.\nHypoosmotic Swelling Test\n: Live sperm will tend to swell with exposure to very dilute solutions, but dead sperm will not. Therefore, this can differentiate between dead sperm and viable but non-motile sperm for ICSI.\nInhibin B level\n: Acrosomal activity requires the presence of inhibin B. A high inhibin B level may be caused by seminiferous tubular disorders or ductal obstruction and can lead to sperm self-destruction.\nSperm Vitality Staining\n: Only live sperm can avoid staining by special dyes on a test slide. While it may be useful in discriminating between viable non-motile sperm and dead sperm, it is of limited clinical use since the sperm tested cannot be salvaged for ICSI but may be helpful by identifying necrospermia.\n\nPost-ejaculatory urinalysis\nis recommended with a semen volume <1.0 ml, as a post-ejaculatory analysis for sperm may be required to confirm retrograde ejaculation.\n[96]\nNote: any such sperm collected can be used for IVF with ICSI.\n\nRenal imaging\nis recommended when there is unilateral or bilateral absence of the vas deferens due to its association with kidney abnormalities, including agenesis.\n[4]\nThe incidence of associated renal anomalies ranges from 10% up to 75%.\n[4]\n[97]\n[98]\n[99]\n[100]\n[101]\nCFTR testing is also suggested, but renal imaging should be performed regardless of CFTR test results where 1 or both vas deferens are absent.\n[4]\n\nScrotal ultrasound\nis required to definitively identify pathologies such as spermatoceles, varicoceles, absence of the vas on physical examination, or the presence of any testicular masses. It may be able to identify prostatic and ejaculatory duct cysts, but transrectal ultrasound is usually preferred. Nonpalpable varicoceles found only on scrotal ultrasound are generally not considered clinically significant, and varicocelectomy is not usually recommended to improve fertility by most experts or guidelines, but this is somewhat controversial.\n[4]\n\nScrotal ultrasound has been reported to identify abnormalities in 38% of infertile men. Of these, 30% had a varicocele, and 0.5% had testicular cancer.\n[102]\nAmerican Urological Association (AUA) guidelines do not recommend the routine use of scrotal ultrasound in male infertility. Still, some experts recommend it because it is safe, painless, inexpensive, provides an accurate size measurement for the testes, and helps identify pathology not otherwise clinically detectable, such as small spermatoceles, subclinical varicoceles, and testicular cancers.\n[4]\nWhile the incidence of testicular cancer in infertile men is low at 0.5%, this is still 100 times greater than the risk in the general population.\n[30]\n\nTesticular biopsy\nmay be indicated in some cases to exclude spermatogenic failure. Testicular biopsy is typically performed in men suspected of ductal obstruction who would generally present as azoospermic with normal hormonal screening tests and normal-sized testes. Vasography may be done at the same time as the biopsy. Sperm and testicular tissue may also be retrieved and frozen for ART when performing the biopsy, but care must be taken to avoid killing the sperm with preservatives. There is a reported discrepancy in findings on testicular biopsy between the 2 sides, so consider bilateral biopsies.\n\nTransrectal ultrasound (TRUS)\ncan identify ejaculatory duct obstruction where dilated ejaculatory ducts and seminal vesicles are seen.\n[103]\nIt should be considered, along with a postejaculatory urinalysis, when the semen volume is low (<1.5 mL), the pH is acidic, and in azoospermia when the vas are palpable, and the serum testosterone is normal, as this is suggestive of ejaculatory duct obstruction.\n[4]\n\nVasography\nis used to evaluate the patency of the vas and identify the precise location of any vasal obstruction. It is most useful in azoospermic or severely oligozoospermic men with mature sperm on testicular biopsy and at least 1 identifiable vas. It can be done simultaneously with a testicular biopsy, as a separate open procedure, or percutaneously. Normal saline (with or without blue dye) or radiological contrast is injected into either end of the lumen of the vas. If the blue dye is seen in the urine, no distal vasal obstruction is present. Radiologic contrast and x-rays can help identify the location of any proximal obstruction.\n\nSummary of Semen Analysis Results with Suggested Treatment\n\nNormospermia (normal semen analysis)\n: Men with normal semen analyses will either have idiopathic male infertility or an infertile partner. IVF with ICSI, an advanced form of assisted reproduction, should be considered in these cases.\n\nLow motility (asthenozoospermia):\nCheck for antisperm antibodies for severe, isolated asthenozoospermia (low motility), especially if associated with increased agglutination. A meta-analysis of published studies suggests that L-carnitine and N-acetyl cysteine can significantly improve sperm motility and morphology compared to placebo.\n[104]\nAdditional treatment includes the use of condoms to minimize exposure, immunosuppressive steroid therapy for both partners and special processing of sperm for direct IUI and IVF. Low motility is often due to disorders or pathology of the epididymides or a structural defect of the sperm's flagellum.\n[105]\n[106]\n\nLow morphology (teratozoospermia):\nNot to be confused with leukocytes, large numbers of immature germ cells in the semen suggest an issue with spermatogenesis. L-carnitine and N-acetyl cysteine appear to be beneficial in improving isolated sperm morphology.\n[104]\nFurther treatment would be ART, possibly IVF with ICSI.\n\nLow motility (asthenozoospermia) and/or abnormal morphology (teratozoospermia) with normal sperm count\n: Low motility and abnormal morphology are not considered significant contributors to infertility unless severe. Isolated low sperm motility alone does not appear to affect natural pregnancy rates unless severe.\n[107]\nIn such cases, ART, like ICSI, can be used to treat infertility.\n\nLow sperm count or concentration (oligozoospermia or <15 million sperm/mL)\n: Considered \"severe\" if <5 million/mL. Check hormone levels (testosterone, FSH, LH, and prolactin).\n\nLow testosterone with high FSH and LH suggests possible Klinefelter syndrome. Karyotyping is recommended as Klinefelter syndrome is likely, especially if testes are small and firm bilaterally. If the karyotyping is normal, consider ART, possibly IVF with ICSI. If severe oligozoospermia (<5 million/mL), consider Y chromosomal defects and microdeletions, which typically cause extremely low sperm counts and may occur in up to 20% of infertile men.\n[108]\nSuch genetic problems can be transmitted to the offspring by ART and IVF with ICSI. Other causes include postcancer chemo and radiation therapy, bilateral testicular trauma or torsions, and significant testicular infections such as mumps.\n[109]\n[110]\n\nLow testosterone with low or normal FSH and low or normal LH: possible pituitary issues. Check thyroid function, 8 AM cortisol, and a prolactin level to identify hormone problems and prolactinomas.\n\nNormal testosterone and normal LH with high FSH: suspect abnormal spermatogenesis with seminiferous tubular damage but with normal Leydig cell function.\n\nNormal testosterone, normal LH, and normal FSH with normal testes size: evaluate for genital tract obstruction  (especially if poor sperm motility is also present)\n[111]\n\nCongenital absence of the vas deferens can be detected on physical examination. It may be associated with an abnormally low semen pH. It can be verified with scrotal or transrectal ultrasound.\n[83]\n[112]\nIt may also be associated with cystic fibrosis mutations and a solitary kidney. Genetic testing and renal ultrasonography can be diagnostic and confirmatory.\n[83]\n[112]\nEjaculatory duct obstruction can also be caused by STD infections or postvasectomy. A scrotal ultrasound would typically show dilated seminal vesicles secondary to infections like chlamydia, gonorrhea, tuberculosis, or surgical vasectomy. Scrotal or transrectal ultrasound in such cases shows dilated seminal vesicles.\n[113]\n\nHigh testosterone with a high LH and normal FSH: suspicious for partial or total androgen resistance. These patients may also have gynecomastia with a variable presentation of male genitalia.\n[114]\n\nAny testosterone level with a low LH in an athletic or very muscular male: consider possible androgen abuse.\n[115]\n\nLow sperm count, low motility, and low morphology (oligo-astheno-teratozoospermia)\n: This is the most common abnormal semen analysis encountered in male infertility evaluations. When mild, this could indicate a \"stress pattern\" that might respond well to a varicocelectomy if 1 is present. When severe, infertility is highly likely. Treatment would be ART, possibly IVF with ICSI.\n[107]\n\nVery low sperm count (severe oligozoospermia) or no sperm (azoospermia):\nCheck hormone levels and consider genetic testing. If the vas are present bilaterally on physical examination and testicular volumes are normal, consider possible obstructive azoospermia. Obstructive azoospermia can usually be treated surgically with a vasovasostomy or vasoepididyostomy. Still, even if the surgery fails, the condition can always be treated with ART as viable sperm are available directly from the testicle via biopsy using sperm extraction techniques. In the case of congenital, bilateral absence of the vas, ART with testicular sperm retrieval followed by IVF with ICSI is the only viable option. The lack of sperm in the semen does not necessarily mean a lack of sperm production. Even finding a few viable sperm using enhanced techniques may make ART possible.\n\nAbout 10%-18% of infertile men who also have severe oligozoospermia (sperm concentration of 5 million/mL or less) will be found to have microdeletions of the Y chromosome.\n[116]\nChromosomal testing should be done in these men, but NOT if they have a sperm concentration >5 million/ml, as chromosomal microdeletions would be quite rare.\n[117]\nMicrodeletions of the Y chromosome are 1 of the genetic disorders that can be transmitted to male children via ICSI.\n[118]\n\nLow semen volume\n: Typically, this is due to poor or incomplete collection technique; however, it could also indicate retrograde ejaculation or an ejaculatory duct obstruction. A postejaculation urinalysis looking for sperm should be done. Retrograde ejaculation may be psychogenic or result from diabetes, multiple sclerosis, retroperitoneal lymph node dissection, spinal cord injury, transurethral resection of the prostate, or transverse myelitis.\n[119]\n\nLow semen volume associated with low sperm concentrations might indicate low serum testosterone. If associated with a low sperm count, this is suggestive of ejaculatory duct obstruction, which can be verified with a scrotal or transrectal ultrasound. Ejaculatory duct obstruction can be treated surgically, while retrograde ejaculation may respond to sympathomimetic medications.\n\nLow semen volume with azoospermia or an extremely low sperm count might be due to ejaculatory duct obstruction or from the congenital bilateral absence of the vas deferens where there is a failure of seminal vesicle development.\n[97]\n\nProlonged semen liquefaction time\n: Lengthy semen liquefaction does not necessarily indicate a fertility issue. This is 1 reason a second semen analysis is recommended, as there is a good chance the next follow-up sample will be normal. If prolonged liquefaction (>30 min) is persistent, a postcoital test can help determine if this finding is clinically significant. The main enzymes responsible for semen liquefaction are prostate-specific antigen, fibrinolysin, and plasminogen, which come primarily from the prostate and seminal vesicles. Normal liquefaction time is generally <30 minutes.\n\nCauses of delayed semen liquefaction include prostate infections, seminal vesicle dysfunction, disorders of the bulbourethral glands, dehydration, improper specimen collection, ejaculatory duct obstruction, decreased prostatic production of proteolytic enzymes, or congenital absence of the vas. Other possible contributors to prolonged semen liquefaction time include smoking, high alcohol intake, poor diet, age, exposure to toxic chemicals, and the use of antihistamines and antidepressants. Of these, the most common are infection and dehydration, which are both correctable. High white blood cells (WBCs) in the semen suggest infection and may warrant a trial of antibiotics.\n\nImproper specimen collection can also cause an abnormal liquefaction test result. For example, the first third of the semen sample is primarily prostatic secretions, while the last third is mainly seminal vesicle fluids. If part of the specimen is lost or not collected, it will affect the test results. A low ejaculate volume is suggestive of improper specimen collection.\n\nNutritional supplements such as antioxidants like vitamins C and E, folic acid, and zinc have been suggested. Still, there is no definitive evidence or proof of efficacy in reducing overly long semen liquefaction times.\n[120]\nThe standard recommended treatment for persistent, prolonged semen liquefaction time is sperm washing combined with IUI.\n\nPyospermia or leukospermia (excessive WBCs in the semen):\nLeukocytes are normally found in the semen. Levels >1 million/mL in the semen are considered excessive and possibly indicative of infection. It has been suggested that excessive numbers of leukocytes in the semen could contribute to infertility by the release of free radicals from the neutrophils, resulting in oxidative damage to the sperm. It is very tempting to attempt to treat pyospermia with antibiotics or nonsteroidal anti-inflammatory drugs (NSAIDs). Still, no clear data exists supporting treatment, and there is the potential for adverse effects on general health and fertility from drug therapy.\n\nWhile some patients may have chronic prostatitis, specific organisms are rarely identified, and no clear benefit to fertility has been demonstrated by antibiotics or other treatments in controlled trials.\n[17]\n[121]\n[122]\n[123]\n\nSchistosoma haematobium\n: Schistosoma ova can appear in the semen during an evaluation for male infertility in men who have lived or traveled to where the parasite is endemic, primarily in Southeast Asia and Africa. This is a rare finding in the Western world, but laboratory personnel should nevertheless be able and prepared to identify the ova if present.\n[124]\nSchistosoma haematobium\ncan affect the male urinary tract and lead to infertility.\n[124]\nIt has also been associated with a higher risk of both prostate cancer and HIV infection.\n[125]\n[126]\nAny semen parameter may be affected. Testicular damage from Schistosoma is reported in about 35% of affected men, which becomes permanent and irreversible once granulomas form.\n[127]\n[128]\n\nMale Infertility in Severe Renal Failure\n\nIt is well known that significant renal failure, and especially end-stage kidney disease (ESKD), will dramatically reduce male fertility. Still, it is relatively uncommon to see male dialysis patients who are interested in treating their infertility. The causes of infertility in severe renal failure include hypogonadism, erectile dysfunction (ED), and direct impairment of spermatogenesis with spermatotoxicity and late-stage maturational arrest, causing oligospermia or azoospermia.\n[129]\nRenal transplantation helps some of these abnormal semen parameters normalize.\n[130]\n\nLeydig cell dysfunction is common, resulting in hypergonadotropic hypogonadism in over 50% of male dialysis patients.\n[129]\n[130]\n[131]\nThere is also evidence of decreased anti-Mullerian hormone, indicating Sertoli cell dysfunction.\n[132]\n\nThe typical male patient with ESKD will demonstrate oligoasthenozoospermia and decreased semen volume.\n[133]\nThe decrease in sperm viability, motility, concentration, count, and normal morphology is roughly 50% in ESRD patients compared to controls.\n[134]\nTesticular volume tends to shrink, and pathological examination of testis tissue shows increased fibrosis with decreased germ cell proliferation.\n[135]\n\nA trial of clomiphene should be considered in these patients as it has been shown to increase FSH and LH through a central mechanism.\n[131]\n[136]\nMany, however, will require ART, such as ICSI, to achieve a pregnancy.",
    "administration": "No Treatment\n\nWhen left untreated, some infertile couples still manage to achieve a pregnancy. Studies have shown that 23% of untreated infertile couples conceive after 2 years, which goes up to 33% after 4 years. Even in men with severe oligozoospermia (<2 million sperm/mL), 7.6% of these untreated male infertility patients are able to produce a pregnancy within 2 years.\n[137]\n\nLifestyle Changes\n\nReasonable healthy lifestyle changes should be recommended or at least discussed with all male infertility patients. These changes include stopping smoking, limiting or eliminating alcohol intake, adopting a more nutritious diet, weight loss measures if obese, increased exercise, avoiding potentially toxic artificial lubricants during sexual activity, reducing stress, eliminating illegal and recreational drug use (such as marijuana), minimizing prescription drugs, avoiding exposure to pesticides and heavy metals (such as lead, mercury, boron, and cadmium), and eliminating any unnecessary chemical exposures.\n[138]\n[139]\n[140]\n[141]\nLow body weight and obesity are also possible risk factors for male infertility.\n[142]\n[143]\nFish oil supplements have also been suggested as helpful in male fertility, but there is insufficient evidence to make a recommendation.\n[142]\n\nClothing selection, \"boxers or briefs,\" might play a role in male infertility due to possible alterations in scrotal temperature, with \"boxers\" being preferred, although the evidence is not compelling or definitive.\n[144]\nWhile avoiding hot baths, saunas, and tight-fitting underwear has not been conclusively demonstrated to improve male fertility significantly, it is not unreasonable to discuss these suggestions with patients.\n\nWhile it remains unclear exactly how much influence these factors have in male infertility, it is reasonable to expect that avoiding potentially spermatotoxic activities and adopting a healthier lifestyle will improve overall male fertility.\n[139]\n\nOral Therapies: Antioxidants, Aromatase Inhibitors, Clomiphene, L-Carnitine, N-Acetyl Cysteine, Nutritional Supplements, and Tamoxifen\n\nIt is often difficult for physicians to suggest or even discuss nontraditional, alternative treatments to patients when the medical literature shows so much conflicting and contradictory data or only poorly done studies supporting their use. Simple treatment options for the majority of men with proven male factor infertility are essentially limited to ejaculatory duct resections, vasectomy reversals, and varicocele repairs.\n\nAlthough it may be difficult, it is still important to properly inform patients and their partners about optional, alternative therapies even when the available data is inadequate, incomplete, contradictory, or inconclusive.\n\nThe following therapies have all demonstrated some limited beneficial effects on sperm quality or male infertility in the medical literature. While their use may be controversial, patients deserve the right to make an informed decision about their personal infertility treatment. The therapies are relatively inexpensive and may provide some psychological benefits. There are enough reports of a potential benefit to justify a clinical trial in male infertility patients who cannot afford or are not otherwise candidates for other therapies.\n[145]\n[146]\n[147]\n[148]\nIt also gives the physician a way to provide a \"treatment\" while just giving the couple more time for natural conception.\n\nOral therapies are considered optional and categorized as antioxidant-based, nutrition-based, and hormonal.\n\nAntioxidants\nto reduce the effects of oxidative stress on semen and sperm would seem a reasonable male infertility therapy, but data on this is somewhat conflicting.\n[149]\nA 3-year, multi-institutional study from 9 fertility centers that included 174 infertile male patients using antioxidant therapy alone, without L-carnitine, showed no benefit in improving semen parameters or pregnancies for the 6 months the patients were followed.\n[150]\nHowever, significant other data supports antioxidant use for male infertility.\n[141]\n[147]\n[151]\n[152]\n[153]\n[154]\n[155]\n\nFor example, a 2020 single-blinded study involving 50 idiopathic infertile men with abnormal semen analyses (oligozoospermia and asthenozoospermia) showed that a proprietary daily antioxidant mixture of coenzyme Q10 (30 mg), zinc (8 mg), vitamins C (100 mg), and E (400 IU), folic acid (400 mcg) and selenium (200 mcg) taken for 3 months resulted in statistically significant improvements in sperm count, concentration, motility, progressive motility, and morphology as well as better semen volume and pH.\n[156]\nSee the companion StatPearls reference article on \"Vitamin C\" and \"Vitamin E.\"\n[157]\n[158]\n\nA similar trial using just daily coenzyme Q10 (200 mg) compared to placebo in 114 infertile men followed for 26 weeks found statistically significant improvements in sperm motility, count, and strict morphology. Interestingly, these improved sperm parameters returned to pretreatment levels 12 weeks after coenzyme Q10 was discontinued. Pregnancy rates were not reported.\n[159]\n\nA randomized trial using just zinc and folic acid supplementation failed to show any significant benefit to male semen parameters or pregnancy rates.\n[160]\nThis is contradicted by several meta-analyses suggesting that vitamins C and E can significantly improve multiple semen parameters, including sperm counts, motility, concentration, and morphology.\n[161]\n[162]\n[163]\n\nThe most studied vitamins, minerals, and antioxidants used for male infertility include coenzyme Q10, folic acid, L-carnitine, lycopene, N-acetyl cysteine, vitamin C, vitamin E, folic acid, selenium, and zinc.\n[147]\n[164]\nEach of these is discussed briefly below. An extensive systematic review of antioxidant supplementation in male infertility has been published elsewhere.\n[147]\n[165]\n\nCoenzyme Q10 or CoQ10\nappears to have a beneficial effect on sperm quality. It reduces organic peroxides in the semen, which decreases sperm cell oxidative stress.\n[166]\n[167]\n[168]\n[169]\nIt reportedly improves sperm motility, morphology, and concentration.\n[159]\n[167]\n[168]\n[169]\n[170]\n[171]\n[172]\nThe usual recommended dose is 300 mg daily. See the companion StatPearls reference article on \"CoQ10.\"\n[173]\n\nFolic acid,\nalso known as vitamin B-9, is a very effective antioxidant intimately involved in numerous cellular functions, including cell division and the synthesizing and repairing of DNA and RNA.\n[174]\n[175]\n[176]\nFolic acid improves spermatogenesis by enhancing the methylation of DNA, limiting the activity of apoptotic genes in the testes, reducing reactive oxygen species through its antioxidant activity, and managing abnormal testicular methylenetetrahydrofolate reductase (an enzyme involved in DNA methylation).\n[174]\n[177]\n[178]\n[179]\nImprovements in semen parameters, especially sperm motility, have been noted in patients on folic acid supplementation.\n[174]\n[180]\n[181]\nFolic acid is often used together with zinc supplementation.\n[174]\nThe recommended daily dose of folic acid is 500 to 1000 mcg.\n[181]\nHigher doses are not recommended and may actually decrease sperm quality by downregulating DNA methylation.\n[182]\n\nL-carnitine\nis an amino acid and antioxidant that is typically found in high concentrations in the epididymis and has long been suggested as a possible, nontoxic general therapy for male infertility.\n[161]\n[183]\n[184]\n[185]\nIt is known to increase fatty acid transport into sperm mitochondria, which is needed for epididymal sperm energy production. It also appears to increase sperm motility, morphology, and maturation while reducing apoptosis.\n[104]\n[184]\n[185]\n[186]\n[187]\nRecently, 180 infertile male patients with idiopathic oligo-astheno-teratozoospermia (low sperm counts with decreased motility and poor morphology, a \"stress pattern\") were given an L-carnitine supplement and demonstrated significant improvements in sperm count, concentration, and morphology. However, motility was not affected, and the study was of insufficient duration to determine if pregnancy rates were affected.\n[188]\n[189]\nA daily dose of 3 gm per day has been suggested.\n\nLycopene\nis a carotenoid antioxidant and the organic pigment that makes fruits and vegetables yellow, orange, or red. It is naturally found in carrots, pink watermelon, grapefruit, apricots, and especially tomatoes. It is a powerful antioxidant shown to increase male fertility and significantly improve semen parameters.\n[190]\nSperm counts can increase up to 70% and progressive motility up to 54%, while morphology improves by up to 40% in various studies.\n[148]\n[191]\n[192]\n[193]\n[194]\n[195]\nThe recommended dosage of lycopene used as a supplement for male infertility is 6 mg daily.\n[194]\n\nN-acetyl cysteine\n(NAC) is a dietary supplement and mucolytic agent sometimes used to treat overdoses of acetaminophen and paracetamol.\n[196]\nA thiol-based derivative of the amino acid L-cysteine and a precursor to glutathione peroxidase, it possesses significant anti-inflammatory, mucolytic, and antioxidant properties.\n[196]\nWhen used in infertile men, NAC therapy increases sperm counts, enhances motility, reduces abnormal morphology, decreases DNA fragmentation, improves acrosomal activity, and acts as an effective semen antioxidant.\n[104]\n[151]\n[152]\n[197]\n[198]\n[199]\nThe usual dose is 600 mg to 1200 mg daily; no prescription is required. However, since it was previously available as a prescription medication, the FDA is reviewing its status as an OTC dietary supplement. See the companion StatPearls reference article on \"N-Acetyl Cysteine.\"\n[173]\n\nSelenium,\nespecially when used together with N-acetyl cysteine, appears to help improve sperm concentration, motility, and morphology by acting to enhance enzymatic antioxidant activity.\n[147]\n[200]\n[201]\n[202]\nIt is critical for the biosynthesis of testosterone and sperm production.\n[203]\nSelenium can also reverse the negative effects of heavy metal exposure on spermatogenesis and male fertility.\n[204]\nThe recommended dosage when used as a supplement is 200 mcg per day and is often used together with 400 IU of vitamin E. See the companion StatPearls reference articles on \"Selenium\" and \"Vitamin E.\"\n[158]\n[201]\n[205]\n\nVitamin C\n(ascorbic acid) is a potent antioxidant normally found in large amounts in the semen, which protects against DNA damage and may improve semen viscosity.\n[206]\n[207]\n[208]\nSupplemental vitamin C also appears to improve the hormonal profile of subfertile men and their semen parameters.\n[209]\nPatients given vitamin C tended to have improved progressive motility, sperm counts, concentration, morphology, and pregnancy rates.\n[162]\nVitamin C supplementation for male infertility is often given with 400 IU of vitamin E daily.\n[161]\n[162]\n[163]\nThe suggested dosage of supplemental vitamin C is 500 mg to 1000 mg daily. See the StatPearls reference article \"Vitamin C (Ascorbic Acid).\"\n[157]\n[207]\n\nVitamin D\nsupplementation may help with sperm motility.\n[210]\n[211]\n[212]\nThere is also evidence that men with unexplained infertility and low vitamin D levels may suffer increased sperm DNA damage.\n[210]\n[213]\nSee the StatPearls reference article on \"Vitamin D.\"\n[214]\n\nZinc\nis the most abundant metal in the human body after iron. According to the WHO, over 17% of the global population is zinc deficient.\n[215]\nZinc is important for sperm maturation and testicular development, protecting spermatozoa from damage by oxidized thiols, improving sperm function, and maintaining fertilization capacity.\n[147]\n[216]\n[217]\n[218]\nZinc is often given together with folate, which seems to improve the results.\n[219]\nSeminal zinc levels appear important in maintaining sperm counts, but excessive levels can adversely affect motility.\n[220]\nThe best results were found when used together with folic acid.\n[174]\nZinc also appears able to reverse damage from heavy metal exposure.\n[204]\nThe suggested daily dosage of supplemental zinc is 200 mg (25-400 mg). (Note that zinc sulfate 220 mg has only 50 mg of elemental zinc.) See the companion StatPearls reference article on \"Zinc.\"\n[221]\n\nHormonal therapies\nconsidered optional include aromatase inhibitors, clomiphene, and tamoxifen.\n\nAromatase inhibitors\nhave shown an ability to improve semen parameters but have not been conclusively proven to improve pregnancy rates, as most of the available studies are either case reports, anecdotal, or of low quality.\n[222]\nA recent review and meta-analysis of aromatase inhibitors for male infertility have suggested that these drugs can statistically improve abnormal semen and hormonal parameters, plus they appear to be safe.\n[223]\nThey are most useful when testosterone levels are normal but estradiols (estrogens) are relatively high. Also, they can be used together with clomiphene, which is recommended.\n\nBoth the steroid-based (testolactone) and nonsteroidal (anastrozole and letrozole) drugs appear to have equivalent efficacy. Still, it is difficult to recommend an aromatase inhibitor without adequate, prospective, randomized, placebo-controlled multicenter trials to determine their efficacy and optimal dosage definitively.\n[222]\n[223]\n[224]\nAnastrozole and letrozole are inexpensive, with minimal adverse effects. The recommended dose of anastrozole for male infertility is 1 mg 3 times a week, while the dose for letrozole is 2.5 mg also 3 times weekly. The most common adverse effects of these medications are joint pain and stiffness. Only 1 of these is required. See the companion StatPearls reference article on \"Aromatase Inhibitors.\"\n[225]\n\nClomiphene\nis an antiestrogen and, in small doses (25 mg every other day up to 50 mg daily, with 25 mg daily being recommended most often), can increase gonadotropins (FSH and LH) and stimulate spermatogenesis, making it potentially useful in idiopathic cases of male infertility. It works by inhibiting the estradiol negative feedback response to the hypothalamus, which results in a higher release of LH, causing higher testosterone levels but also resulting in higher estradiol levels.\n[136]\nMost patients will notice an improvement in semen analyses in 3 months, but some will need 6 months or longer.\n[226]\nThis benefit can be increased by adding tamoxifen (10 mg twice daily), which also acts as an estrogen receptor antagonist.\n[145]\n[227]\n[228]\nClomiphene is also possibly helpful in hypogonadotropic hypogonadism, although there is limited data showing any significant improvement in pregnancy rates.\n[146]\n[229]\nSee the companion StatPearls reference article on \"Clomiphene.\"\n[230]\n\nTamoxifen\nis a selective estrogen receptor modulator (SERM) that competes with the hormone for binding sites, acting as a competitive inhibitor, and is most often used in estrogen-receptor-positive breast cancer.\n[231]\nBy selectively blocking hypothalamic estrogen receptors, tamoxifen stimulates GnRH secretion, greatly increasing FSH and LH levels and ultimately promoting spermatogenesis.\n[227]\n[232]\n[233]\nIt is best used for idiopathic oligospermia as it tends to be most effective in boosting sperm count and concentration.\n[145]\n[227]\n[228]\n[233]\nMotility, viability, and morphology may also improve, but generally not to the same degree.\n[227]\n[228]\n[233]\nIn a trial, 68 infertile men were treated with either a placebo, folate, tamoxifen, or a combination of folate and tamoxifen for 3 months. Sperm concentrations and counts were improved by tamoxifen therapy, while adding folate increased motility, suggesting the 2 supplements are complementary when used together.\n[181]\nThe recommended dose is 10 mg twice a day. See the companion StatPearls reference article on \"Tamoxifen.\"\n[231]\n\nOverview of Oral Therapies for Male Infertility\n\nOverall, there is a paucity of high-quality data to support definitively recommending any of these nutritional or antioxidant therapies. Most studies are low quality, small, short-term, fail to follow through to actual pregnancy rates, or lack an adequate control group, and few show consistent benefits.\n[234]\nEven where improved semen parameters and sperm quality can be documented, the pregnancy rate may not necessarily change.\n[235]\nFurther, too many nutraceuticals and antioxidants or the wrong combination may actually impede essential oxidative mechanisms or increase reductive stress, resulting in poor sperm function with reduced fertility.\n[236]\n[237]\n\nThere are also some conflicting studies showing little to no benefit, although the majority generally support the use of supplements for idiopathic male infertility.\n[147]\nThe optimal composition and dosages of the supplements have not been determined, and environmental factors have largely been excluded, making definitive conclusions difficult.\n[147]\nFor all of these reasons, the European and American guidelines do not currently recommend supplements to treat male infertility.\n[147]\n[238]\n\nA large variety of male fertility supplements are commercially available and marketed directly to the consumer (patient), even though the majority have never undergone a clinical trial.\n[238]\nWhere studies have actually been done, they are generally of poor quality.\n[238]\n\nWhile there is insufficient data to formally recommend antioxidant and nutritional therapy for mild to moderate male factor infertility, a clinical trial may not be unreasonable in selected couples. It is inexpensive, and adverse events are minimal to nonexistent. A trial also buys time for the couple to consider more costly options and provides psychological reassurance that their problem is being treated and not ignored. A pregnancy may develop naturally in the interim. Every clinician must decide individually whether or not to offer any of these tempting but still mostly unproven remedies. It is the rare physician who can deny a simple, harmless, inexpensive potential therapy to a desperate infertile couple, even if its actual clinical efficacy is currently unclear.\n[150]\n[183]\n[239]\n[240]\n[241]\n[242]\n\nCouples should be informed that published guidelines do not recommend the use of supplements, nutraceuticals, or vitamins for male infertility, as existing studies are generally inadequate to definitively prove efficacy.\n[238]\n[243]\n\nFurther randomized controlled studies with larger sample sizes are needed to definitively determine the value of antioxidant and nutraceutical therapy in male infertility as well as the optimal ingredients and dosages, as most reported trials are of low quality, conflicting, or otherwise inadequate.\n[147]\n[148]\n[149]\n[238]\n[244]\n[245]\nResearchers should collaborate to enlarge the sample size to minimize variations that are not controllable, select the most promising agents and dosages, utilize strict randomization protocols, and follow patients long enough to evaluate outcomes and endpoints that include live births.\n[246]\nAn additional benefit would be the identification of patient subsets who would benefit from a particular nutraceutical or antioxidant therapy.\n[246]\n[238]\n\nGonadotropic Therapy\n\nThe use of gonadotropin therapy in most men with idiopathic infertility is controversial. A meta-analysis of 6 randomized trials of gonadotropic therapy in male infertility patients reported higher pregnancy rates than the placebo group. Still, the overall quality of these studies was low, with highly variable treatment protocols and follow-up periods.\n[247]\n\nFSH stimulates Sertoli cell activity and sperm production, but when used alone as a therapy for male factor infertility, it appears to have only a limited benefit on sperm production.\n[248]\n\nResults are better when gonadotropins are used to correct specific pituitary and hypothalamic disorders. Successful gonadotropin therapy typically consists of some combination of human chorionic gonadotropin (HCG), LH, FSH, GnRH, and human menopausal gonadotropin (HMG). HCG acts similarly to LH but is cheaper and has a longer half-life. HMG contains both FSH and LH and works similarly to GnRH.\n\nFor infertile men with idiopathic hypogonadotropic hypogonadism (IHH), the first step is usually to stop any exogenous testosterone supplementation. (While often used in symptomatic hypogonadal men, exogenous testosterone supplementation only worsens semen parameters and exacerbates their infertility by reducing FSH and LH.)\n[249]\n[250]\n[251]\n[252]\n\nVarious combinations of HCG, FSH, GnRH, and HMG have been successfully used to treat male infertility in men with IHH. Spermatogenesis has been stimulated in only about 20% of cases treated with HCG and pulsatile GnRH, but adding human FSH appears effective in normalizing fertility.\n[253]\nIn 1 study, combination therapy with HCG and FSH for 1 to 2 years increased testicular size in almost every patient, improved spermatogenesis in about 80% of men, and increased pregnancy rates to about 50%.\n[252]\n[254]\n[255]\nIt is suggested that such patients be referred to a reproductive endocrinologist.\n\nPatients previously using testosterone supplementation\ncan benefit from gonadotropic therapy as it appears to be beneficial.\n[256]\nWhile in the majority of such patients, spermatogenesis and fertility will eventually recover, it can take up to 2 years.\n[58]\nThe average motile sperm count recovery is about 85% of previous levels before testosterone supplementation.\n[257]\nOlder patients, those on testosterone therapy longer, and men with lower sperm counts before androgen replacement will not recover their fertility as quickly or to the same degree.\n[256]\n[258]\nMedications to promote more rapid recovery of spermatogenesis are suggested in cases where recovery is prolonged or delayed, in older patients, in patients with azoospermia, and in patients where testosterone use has been prolonged (longer than 1 year.)\n[259]\n[260]\n\nMedications used include HCG, which acts as an analog of LH to stimulate natural endogenous testosterone production from the testes, plus either FSH or a SERM to increase FSH production. There is no standardized dosage or schedule. Optimal dosing of HCG has not been definitively determined. Still, it has been given by IM injections in doses of 3000 to 10,000 IU 2 to 3 times a week, along with either anastrozole, clomiphene, tamoxifen, or FSH, which is typically administered concomitantly.\n[256]\n[261]\n[262]\n[263]\n[264]\n[265]\n[266]\n\nSERMs work by inhibiting negative feedback by estrogen, which then raises GnRH and gonadotropin levels, increasing testicular production of testosterone and spermatogenesis.\n[55]\n[230]\n[256]\n[261]\nWhile definitive comparative studies are not available, there are indications that clomiphene may be more effective than tamoxifen in promoting sperm recovery (70% vs 30%).\n[55]\nThe dosage of clomiphene is 25mg every other day up to 50 mg daily.\n[230]\n\nSexual Disorders\n\nSexual intercourse during the most fertile period should be at least twice a week. Erectile dysfunction should be treated appropriately, and retrograde ejaculation generally responds to oral sympathomimetic drugs, although there is little data on its ultimate effectiveness in producing pregnancy in infertile couples.\n[267]\n[268]\nSee the companion StatPearls reference article on \"Erectile Dysfunction.\"\n[214]\n\nPremature ejaculation is highly treatable with a combination of behavioral, psychological (sex therapy), and pharmacological interventions.\n[269]\nSee the companion StatPearls reference article on \"Premature Ejaculation.\"\n[269]\n\nEjaculatory Duct Cyst Puncture or Resection\n\nMidline prostatic and ejaculatory duct cysts are present in about 5% of all infertile men.\n[270]\n[271]\nThe presence of such cysts should be suspected in men with low ejaculate volume, azoospermia or severe oligozoospermia, normal hormonal screening, normal secondary sexual characteristics, and dilated seminal vesicles and/or vas deferens on TRUS examinations.\n[272]\n[273]\nTo be clinically significant, it's been suggested that the cysts need to be >0.017 mL in size and are typically identified from a TRUS.\n\nThe cysts can be treated either with transurethral resection or by cyst puncture with aspiration using TRUS.\n[274]\nTransurethral resection is considered the most definitive therapy for this condition. Improvement in semen analysis is generally seen in about 50% of treated infertile men, and about half of these will eventually produce a pregnancy.\n[272]\n[273]\n[275]\n\nVaricocelectomy\n\nVaricocele repairs are generally only recommended in infertile men with abnormal semen parameters who have large, clinical grade 3 varicoceles.\n[243]\nEssentially, these are the varicoceles that are clinically apparent on physical examination. Varicocele repair is also reasonable if the varicocele is causing symptoms with or without infertility. According to most experts and published guidelines, men with infertility and small varicoceles that are not palpable on physical examination (typically with varicose vein diameters <3 mm) are not likely to benefit from varicocelectomy, but this is somewhat controversial.\n[76]\n[243]\n[276]\n[277]\n\nOverall, varicocelectomy is expected to ultimately improve semen parameters in at least 60% to 70% of patients with clinically significant varicoceles. A recent, comprehensive meta-analysis demonstrated that all significant standard sperm characteristics in infertile men with significant varicoceles improved after varicocele surgery.\n[278]\nWhile there is data to support an improved pregnancy rate in men after varicocele surgery, the evidence is somewhat conflicting.\n[73]\n[279]\n[280]\n\nVaricocele surgery is not recommended in men with extremely low sperm counts (severe oligozoospermia or azoospermia) or high FSH concentrations with bilateral small testes as these features suggest extensive testicular germ cell damage, making it unlikely they will see any improvement in their fertility potential.\n[243]\nIt remains unclear if men with a clinically significant varicocele who have nonobstructive azoospermia would benefit from a surgical varicocele repair before ART.\n[243]\n\nRecent studies have suggested that subclinical varicoceles may sometimes impact semen characteristics based on testicular size and intratesticular hemodynamics rather than varicocele size, palpability, or vein diameter.\n[188]\n[276]\n[281]\n[282]\nAmong men with subclinical varicoceles, those with infertility were more likely to have bilateral disease, lower average testicular volumes, and higher resistive and pulsatility indices, as well as increased peak retrograde flow rates, higher average scrotal temperatures, and lower end-diastolic and peak systolic velocities.\n[188]\n[276]\n[281]\n[282]\n\nA high resistive index and lower end-diastolic and peak systolic velocities would suggest decreased intratesticular vascular flow, which could prove to be more significant than clinical varicocele size alone. If these findings are confirmed, testicular volume determinations and ultrasonic measurements of intratesticular hemodynamics may ultimately be a better predictor of improved sperm parameters and fertility from varicocele surgery in infertile men than the simple determination of finding a clinically significant varicocele on physical examination.\n\nSurgical decisions regarding subclinical varicoceles become far more complex when the patient is still an adolescent. A careful review of the latest data and an honest and comprehensive discussion of the pros and cons of surgery with the patient and family is still the best advice for helping men and their families make these difficult decisions.\n\nTransurethral Resection of the Ejaculatory Ducts\n\nPatients with ejaculatory duct obstructions, usually found on transrectal ultrasonography, are likely to benefit from transurethral resection of the ejaculatory ducts. This is done by resection of the verumontanum but must be done carefully to avoid injury to the external sphincter. Elevation of the distal prostatic urethra with a finger using an O'Connor drape may help perform the procedure safely. Afterward, there is a potential for epididymitis from reflux.\n\nVasovasostomy and Vasoepididymostomy\n\nThese are advanced microsurgical procedures performed on men with obstructive azoospermia due to bilateral epididymal or vasal obstruction. This may be obvious in a patient who had a bilateral vasectomy surgery, but in others, obstructive azoospermia is suggested by the finding of no sperm in the semen, together with the normal testicular size and hormone levels. The use of surgical microscopes has dramatically increased the success rates of these procedures. Improved fertility rates occur with vasovasostomy compared to vasoepididymostomy, a shorter time period from the original obstructive surgery or injury, finding sperm at the time of vasovasostomy (especially if found bilaterally), and if the nature of the original obstructive event was surgical rather than infectious.\n\nEven after successful surgery, some men will remain infertile due to their development of an exaggerated immune response to the sperm granulomas that form on the proximal side of a vasectomy.\n[283]\nMen with increased FSH levels may require additional ART to achieve a pregnancy even after successful surgery.\n[284]\n\nVaricocele repairs and vasovasostomies should never be done simultaneously due to the potential risk of vascular compromise to the testicle, causing atrophy. Robotic-assisted vasovasostomy can be done in selected cases with similar overall pregnancy rates of about 60%.\n[285]\n[286]\n\nIntrauterine Insemination\n\nThis is a form of assisted reproduction where semen and sperm are collected from the male partner (or a donor) and artificially instilled into the fertile female uterus. It is most useful when the postcoital test shows no sperm but may also be used in cases of idiopathic infertility or when there are significant abnormal sperm parameters but still some normal spermatozoa. It avoids potential vaginal allergic responses and toxic cervical mucus. The overall pregnancy success rate is only 4% if used alone. Still, when combined with female superovulation (produced by the use of aromatase inhibitors, clomiphene, and gonadotropins), the success rate increases up to 17% per attempt. The overall success rate is about 12% per attempt, which decreases as more attempts are made. Pregnancy rates increase about 40% to 50% after 9 attempts.\n\nIn most cases of unexplained or mild male factor infertility, 3 to 4 attempts are often recommended before resorting to IVF.\n[287]\nReasonable pregnancy rates can be expected in women up to age 40 with this technique if their male partner has a total viable sperm count of at least 5 million. Women 38 and 39 years of age respond well only if their partner's total sperm counts are over 5 million. In contrast, after age 40, even higher total sperm counts of up to 10 million do not appear to substantially improve the pregnancy rate, and IVF should be done.\n[288]\n\nIUI techniques should not be used when the sperm are dead (as determined by a positive hypoosmotic swelling test or sperm vitality staining). Abnormal functional sperm tests (such as capacitation, acrosomal reaction, and sperm penetration assays) would suggest that IVF with ICSI should be used instead.\n\nThe semen can be processed in various ways to collect only the high motility, normal morphology sperm. The semen is washed to remove dead cells, leaving healthy sperm, which are concentrated for the insemination. If the male has a low semen volume, several specimens can be combined and then injected into the female partner's uterus at the optimal time.\n\nA total motile sperm count of at least 1 million is needed for successful intrauterine insemination. The formula is: Total Motile Sperm Count = Sperm Concentration (million/mL) x Sperm Motility (%) x Semen Volume (mL).\n[289]\n[290]\n[291]\n\nWhile less reliable than ICSI outlined below, IUI is far less expensive, so it can be easily repeated and may be optimal where there is no female factor present and the male's semen and sperm count/quality are acceptable.\n\nIn Vitro Fertilization and Intracytoplasmic Sperm Injection\n\nIVF can be used in couples when IUI with ovarian stimulation has failed, in women over 40 years of age, or when there are known conditions precluding the use of simpler techniques, such as bilateral tubal disorders.\n[287]\nIVF involves the fertilization of the female egg outside of her body. About 100,000 sperm are added to each egg in a special medium. (It does not appear to make any difference if the sperm used for ICSI is from ejaculated semen or direct microdissection testicular sperm extraction [TESE], as there is no significant variation in either miscarriages or live birth rates.)\n[292]\nA minimum of 50,000 to 500,000 motile sperm are generally required for IVF; otherwise, ICSI will be necessary.\n\nDirect microdissection TESE is the preferred method of sperm retrieval for ICSI.\n[243]\n[293]\n[294]\nBoth fresh and cryopreserved sperm may be used.\n[243]\n[295]\n\nPatients with retrograde ejaculation may require sympathomimetic medications, urinary alkalinization, urethral catheterization, induced ejaculation techniques, or TESE for sperm acquisition.\n[243]\nSperm retrieval techniques for men with aspermia include induced ejaculation (sympathomimetic stimulation, vibratory effects, or electroejaculation), as well as surgical sperm extraction with TESE.\n[243]\n\nUsually, about 12 eggs are retrieved per cycle. After 2 days, the embryos from successfully fertilized eggs are at the 3- to 8-cell stage. Two to 4 embryos are implanted into the female partner, and the remaining embryos are frozen. Pregnancy rates are reported at 10% to 45%.\n\nThe ultimate ART currently available, ICSI, is similar to the IVF described above but involves the use of a microscope and micropipette to inject a single sperm taken from the male partner directly into an egg from the female partner that has been surgically extracted. The fertilized eggs are implanted into the uterus of the female partner. The overall fertilization rate of ICSI is about 60%, with an initial pregnancy rate of about 20% to 30% per cycle.\n[296]\nThis rate increases by up to 45% for multiple cycles.\n[296]\nMultiple fetuses occur in about 30% to 40% of all pregnancies produced by IVF with ICSI.\n[297]\n[298]\nSee the companion StatPearls reference article on \"Assisted Reproductive Technology (ART) Techniques\" and \"In-Vitro Fertilization.\"\n[298]\n[299]\n\nOverall, IVF with ICSI is preferred when there are very significant male factors that cannot be overcome by other means, but at least a few viable sperm can still be retrieved. It is also reasonable when all other treatments have failed. The only male contraindications to the procedure are the absence of retrievable, viable sperm and necrospermia, which, fortunately, is quite rare.",
    "adverse_effects": "Complications are typically due to psychological distress, stress, and issues with the marital relationship. There may also be financial issues. Evaluation and treatment of infertility can be expensive in the U.S. and frustrating since there are no guarantees of success, and insurance does not typically cover this condition. There is also the chance for complications related to any surgical procedures required."
  }
}