{
  "drug_name": "l-cystine",
  "nbk_id": "NBK585123",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585123/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Oculocerebrorenal syndrome, more commonly referred to as Lowe syndrome, was first described in the early 1950s by Lowe and colleagues, who identified a constellation of findings in affected children, including intellectual disability, organic aciduria, reduced renal ammonia production, bilateral cataracts, and glaucoma.\n[1]\nSubsequent studies have further delineated the disorder, noting the presence of Fanconi-type proximal renal tubulopathy, generalized areflexia, and characteristic arthropathy.\n[2]\n[3]\nThe condition is now established as an X-linked recessive disorder caused by mutations in the\nOCRL\ngene, leading to disturbances in phosphoinositide metabolism and widespread impairment of intracellular trafficking and cytoskeletal organization. These molecular derangements explain the syndrome’s broad involvement of ocular, neurological, and renal systems.\n[4]\n\nThe syndrome primarily affects the lens and trabecular meshwork in the eye, resulting in congenital cataracts and infantile-onset glaucoma.\n[5]\nIn the central nervous system, abnormalities in synaptic signaling and white matter integrity underlie the intellectual disability, hypotonia, and seizures observed in many patients. Renal manifestations arise from dysfunction of the proximal tubules, producing a partial Fanconi syndrome characterized by bicarbonaturia, phosphaturia, aminoaciduria, and progressive chronic kidney disease.\n[6]\n\nThe natural history of oculocerebrorenal syndrome typically begins in the neonatal period, characterized by severe muscular hypotonia and ocular abnormalities, which serve as the earliest diagnostic indicators.\n[4]\nRenal manifestations generally evolve more gradually, with incomplete Fanconi syndrome becoming evident in infancy or early childhood. Over time, the progression of renal disease culminates in chronic kidney failure, which remains the leading cause of mortality. Life expectancy is limited, with most patients surviving into the third or fourth decade of life.\n[3]\nEarly diagnosis and supportive care are crucial for preventing life-threatening complications and maximizing the quality of life.\n[3]",
    "mechanism": "The oculocerebrorenal syndrome is caused by mutations in the\nOCRL\ngene, which is mapped to chromosome Xq25–26.\n[7]\n[8]\nThe\nOCRL\ngene encodes the enzyme OCRL-1, an inositol polyphosphate 5-phosphatase, that primarily converts phosphatidylinositol 4,5-bisphosphate (PIP2) to phosphatidylinositol 4-phosphate.\n[4]\nOCRL-1 is localized to clathrin-coated pits on the plasma membrane, as well as to multiple intracellular organelles, including endosomes and the trans-Golgi network.\n[9]\n[10]\nThrough these localizations, OCRL-1 regulates endocytic trafficking, Golgi-to-endosome transport, actin cytoskeleton remodeling, and polarized cell maturation, processes that are essential for cellular protein sorting, signaling, and structural integrity.\n[11]\n[10]\n\nThe mutation spectrum of\nOCRL\nis broad, with more than 200 pathogenic variants reported.\n[12]\nThe majority are frameshift, nonsense, or splice-site mutations that lead to mRNA instability or premature protein truncation.\n[13]\nMissense mutations and larger genomic deletions account for a smaller proportion of cases.\n[14]\n[15]\nThe\nOCRL\nmutation exhibits considerable phenotypic heterogeneity.\n[16]\n\nThe inheritance pattern of oculocerebrorenal syndrome is X-linked recessive.\n[17]\nAffected males typically inherit the pathogenic variant from carrier mothers, although de novo mutations account for up to one-third of cases.\n[18]\nFemale carriers are usually asymptomatic, but approximately 95% of those older than 15 years exhibit subtle but characteristic radial lenticular opacities on slit-lamp examination.\n[8]\n[6]\nIn rare instances, female carriers may manifest systemic features of oculocerebrorenal syndrome, particularly in the presence of cytogenetic or epigenetic alterations. Such scenarios include a 45, X karyotype, skewed X-inactivation favoring the mutant allele, compound heterozygosity for 2 pathogenic variants, or X-autosome translocations disrupting\nOCRL\n.\n[19]\n[6]\n[8]\n\nRecent evidence suggests that INPP5B, a closely related inositol 5-phosphatase paralog of OCRL-1, may act as a functional modifier in oculocerebrorenal syndrome and Dent disease type 2.\n[20]\nIn addition to oculocerebrorenal syndrome, mutations in\nOCRL\ncan result in a rare X-linked recessive condition known as Dent disease type 2. This allelic disorder has a milder phenotype and is caused by missense variants distributed across exons 9 to 21, while truncating mutations tend to cluster in exons 1 to 7.\n[19]\nPatients with Dent disease type 2 typically present with isolated renal Fanconi syndrome, low molecular weight proteinuria, and hypercalciuria without the classic extrarenal features, including ocular or neurological manifestations of oculocerebrorenal syndrome.\n[4]\nOcular features are uncommon in Dent disease type 2 and include mild nuclear cataracts, which are usually not visually significant. Typically, proximal renal tubular acidosis is not seen in Dent disease type 2.\n[21]",
    "monitoring": "Laboratory Studies\n\nInfants with clinical features suggestive of oculocerebrorenal syndrome (particularly male infants presenting with congenital cataracts, hypotonia, or failure to thrive) must undergo a thorough laboratory evaluation. Serum and urine studies may demonstrate metabolic acidosis, hypokalemia, elevated creatinine, proteinuria, hypercalciuria, and aminoaciduria, all of which are consistent with proximal tubular dysfunction.\n[4]\nAdditional diagnostics may be indicated if other systemic symptoms or findings are present.\n\nImaging Studies\n\nIn cases where neurological involvement is suspected, neuroimaging may be helpful. Magnetic resonance imaging (MRI) often reveals periventricular and deep white matter hyperintensities on T2-weighted sequences, and mild ventriculomegaly may also be observed.\n[47]\n\nMolecular Studies\n\nThe definitive diagnosis is established through molecular genetic testing, which involves identifying a pathogenic variant in the\nOCRL\ngene. Reduced inositol polyphosphate-5-phosphatase activity can also be demonstrated in cultured skin fibroblasts. Antenatal diagnosis is possible when oculocerebrorenal syndrome is suspected: ultrasound may detect fetal cataracts, and elevated maternal serum or amniotic fluid alpha-fetoprotein levels can provide additional supportive evidence.\n[27]\n[48]",
    "administration": "The oculocerebrorenal syndrome has systemic manifestations that can impact patient morbidity and mortality. Treatment focuses on optimizing system functions and preventing acute illness.\n\nThe Nervous and Musculoskeletal System Management\n\nManagement of hypotonia in oculocerebrorenal syndrome relies on early initiation of physical therapy and structured rehabilitation programs, which are essential to improve motor function and prevent long-term disability.\n[3]\nMaintaining joint mobility through regular physiotherapy may help reduce the risk of developing contractures and lead to better musculoskeletal outcomes.\n[6]\nPrevention and treatment of osteomalacia are achieved with oral supplementation of vitamin D (calcitriol) and phosphate, addressing the underlying metabolic disturbances. In cases where hypotonia leads to significant dysphagia and impaired oral intake, enteral feeding via nasogastric or gastrostomy tube may be required to ensure adequate nutrition.\n\nSeizure management is tailored to the individual, with anticonvulsant therapy initiated as clinically indicated. Behavioral and psychiatric manifestations are frequent and best addressed through an interprofessional approach, incorporating medical, psychological, and educational interventions. Comprehensive care may involve special education programs, occupational therapy, and speech and language therapy to optimize developmental progress and daily functioning. Pharmacologic agents, eg, antipsychotics and antidepressants, should be individualized alongside supportive care.\n[3]\n\nIotowa and associates demonstrated the role of recombinant human growth hormone in promoting significant growth and weight gain in a child with genetically confirmed oculocerebrorenal syndrome, highlighting its potential as an adjunct therapy alongside standard interprofessional management to improve physical outcomes.\n[49]\n\nThe Ocular System Management\n\nCongenital cataracts require early surgical intervention, ideally in infancy, to prevent amblyopia and optimize visual outcomes.\n[50]\nDue to the small size of their globes, these infants are left aphakic and prescribed relevant aphakic refractive correction.\n[51]\nIntraocular lens implantation, especially in these small, vulnerable eyes, can increase the risk of developing glaucoma. Moreover, glaucoma in oculocerebrorenal syndrome is often recalcitrant to treatment and requires further surgical intervention. Contact lenses are not the preferred method of aphakia correction in these patients, as they may increase the risk of corneal keloid formation.\n[6]\n\nThese children are to be serially followed up to monitor for changes in refractive error and growth of axial length as the child grows, in addition to checking for postoperative complications, eg, visual axis opacification and aphakic glaucoma. In patients with oculocerebrorenal syndrome who develop infantile or aphakic glaucoma, intraocular pressures are often challenging to control with medical therapy alone. In many cases, surgical management is necessary.\n\nThe most commonly reported glaucoma surgeries performed in this patient population are trabeculectomy and goniotomy. The other common glaucoma surgery in these patients is aqueous tube shunt implantation. Patching or extraocular muscle surgery is used to treat patients with strabismus. Corneal keloids can be surgically removed, particularly if they compromise visual acuity. However, some patients suffer from corneal scarring or require corneal transplantation.\n[5]\nDecreased vision secondary to corneal scarring also increases the risk of amblyopia.\n\nThe Renal System\n\nAlkali therapy, most commonly with sodium bicarbonate, is essential in the management of acidemia. Regular monitoring of serum calcium and parathyroid hormone levels is necessary to prevent excessive vitamin D supplementation, which can exacerbate hypercalciuria and increase the risk of nephrolithiasis.\n[3]\nFor patients who progress to end-stage renal disease, dialysis becomes necessary, although reports of kidney transplantation in oculocerebrorenal syndrome remain limited.\n[52]",
    "adverse_effects": "Oculocerebrorenal syndrome involves multiple organ systems, and its complications substantially affect the overall quality of life. Ocular complications include congenital cataracts, which can cause amblyopia if untreated. Cataract surgery itself carries a risk of secondary aphakic glaucoma, which is often severe and challenging to manage.\n[53]\nNeuromuscular complications, eg, hypotonia, contribute to delayed motor development, feeding difficulties, and dysphagia, increasing the risk of respiratory infections and aspiration. Neurological complications may include seizures and febrile convulsions, which can vary in severity.\n\nRenal complications arise from proximal tubular dysfunction, leading to excessive loss of minerals and electrolytes, which can cause failure to thrive, growth retardation, and hypophosphatemic rickets. Hypercalciuria increases the chances of kidney stones. Hematologic and surgical risks include impaired hemostasis and mild thrombocytopenia, which may increase the likelihood of intraoperative bleeding during procedures.\n[46]\n[54]\nCollectively, these complications underscore the importance of vigilant, interprofessional monitoring, early intervention, and individualized management to optimize outcomes and minimize morbidity in affected patients.\n[46]"
  }
}