{
  "drug_name": "l-glutamine",
  "nbk_id": "NBK594259",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594259/",
  "scraped_at": "2026-01-11T15:32:18",
  "sections": {
    "clinical_significance": "Erythrocyte inclusions may provide valuable diagnostic information across a wide spectrum of hematologic disorders. Following a comprehensive medical history and detailed physical examination, targeted evaluation of erythrocyte inclusions can aid in establishing a definitive hematologic diagnosis.\n\nFatigue is a common presenting symptom of many hematologic conditions, occurring either alone or together with additional systemic manifestations. Concern for anemia frequently leads to an initial laboratory evaluation. Although a CBC is typically informative, a PBS may be necessary when erythrocyte morphology is clinically relevant. Findings from the history and physical examination can guide suspicion toward disorders characterized by erythrocyte inclusions.\n\nHowell-Jolly bodies may be identified on a PBS in patients with conditions such as SCD, asplenia, and MDS. In the U.S., most infants are screened for SCD, although screening may occasionally be missed or yield false results (see\nImage\n. Hemoglobin C in Sickle Cell Anemia). Newborn screening for SCD is not routinely performed in many countries. Infants presenting with jaundice or unexplained pain episodes should undergo CBC and PBS evaluation. Detection of Howell-Jolly bodies or sickled erythrocytes should prompt hemoglobin electrophoresis to confirm the diagnosis. Early identification of SCD is critical to prevent complications, including stroke, nephropathy, avascular necrosis of bone, and priapism.\n[25]\n\nManagement options include hydroxyurea and prophylactic penicillin. Newer agents such as crizanlizumab, L-glutamine, and voxelotor have expanded treatment strategies. Hematopoietic stem cell transplantation remains the only potentially curative intervention.\n[26]\n\nHeinz bodies are observed in various hemoglobinopathies, thalassemias, and G6PD deficiency. Although G6PD deficiency is diagnosed worldwide, it is more prevalent along the malaria belts of Asia, the Mediterranean, sub-Saharan Africa, and the Middle East.\n[27]\nThe most common form of G6PD deficiency is an inherited enzymopathy, and many patients report a family history of episodic hemolytic anemia. Quantitative spectrophotometric analysis is the gold standard for measuring G6PD activity, whereas qualitative assays may be used as screening tools.\n\nPatients with G6PD deficiency are often asymptomatic unless exposed to oxidative stressors, such as fava beans, certain medications, or infections that precipitate intravascular hemolysis. Pharmacologic triggers include nitrofurantoin, dapsone, primaquine, ribavirin, and rifampin. Hemolysis may also be precipitated by infections caused by hepatitis A, B, or E viruses, cytomegalovirus, or certain streptococcal and staphylococcal species. Once the diagnosis is established, prevention focuses on the avoidance of known triggers. Management of acute hemolysis includes supportive care, folic acid supplementation, and RBC transfusion in cases of severe anemia.\n[28]\n\nBasophilic stippling may be coarse or fine in appearance. Coarse basophilic stippling is observed in several conditions, including sideroblastic anemia, MDS, lead poisoning, and thalassemia. Fine basophilic stippling may be seen in both health and disease, particularly in conditions characterized by polychromatophilia and increased RBC production.\n\nBasophilic stippling is a frequent PBS finding in lead poisoning.\n[29]\n[30]\nToxicity with this heavy metal most commonly affects children, although adults may also be impacted. Adults with lead toxicity typically present with nonspecific symptoms, such as fatigue and chronic abdominal pain. Early childhood screening for lead poisoning is routinely performed. The Centers for Disease Control and Prevention publishes age-based screening guidelines for all children, with additional guidance for those at increased risk of exposure. Children with lead poisoning may be asymptomatic or present with constipation, headaches, or abdominal pain. At high blood lead levels, clinical manifestations may include appetite loss, drowsiness, impaired concentration, anxiety, and seizures.\n\nMeasurement of blood lead levels confirms the diagnosis. Treatment includes chelation therapy and the reduction of exposure by replacing lead-containing materials in paint, construction materials, foods, and water pipes.\n[31]\n\nPappenheimer bodies are frequently observed in sideroblastic anemia, lead poisoning, thalassemias, and hemochromatosis.\n[32]\nPrimary hereditary hemochromatosis is a disorder of iron metabolism. Five types of hereditary hemochromatosis have been described, the most common of which is an autosomal recessive condition. Iron deposition occurs in the liver, heart, skin, pancreas, pituitary gland, and joints.\n[33]\nClinical manifestations of hereditary hemochromatosis include fatigue, arthralgias, and erectile dysfunction. Chronic iron overload may lead to cardiomyopathy, heart failure, cirrhosis, and hepatocellular carcinoma.\n\nThe presence of Pappenheimer bodies on a PBS may help narrow the diagnostic differential. Further evaluation of suspected hereditary hemochromatosis includes iron studies and liver enzyme testing. Magnetic resonance imaging of the liver or liver elastography can define the degree of hepatic involvement. Genetic testing is confirmatory.\n[34]\nInitial treatment consists of serial phlebotomy, with organ-specific complications of iron overload managed as clinically indicated.\n\nCabot rings are frequently observed in MDS, myelofibrosis, chronic myeloid leukemia, and megaloblastic anemia. Megaloblastic anemia most commonly results from vitamin B12 or folate deficiency. Insufficiency may arise from inadequate dietary intake, as in strict vegetarian or vegan diets, or from reduced absorption. Celiac disease is one of several disorders that impair absorption of vitamin B12 and iron. Certain medications, inborn errors of metabolism, and pernicious anemia are additional causes of megaloblastic anemia.\n\nEarly manifestations of vitamin B12 deficiency include fatigue, glossitis, and angular cheilitis, which are nonspecific findings. Progressive deficiency may result in decreased peripheral position and vibratory sensation, impaired coordination, and gait disturbance. Neuropsychiatric manifestations are late findings.\n[35]\nThe initial diagnostic step for suspected vitamin B12 deficiency involves determining serum concentrations of this micronutrient. If results are nondiagnostic, measurement of methylmalonic acid and homocysteine levels can aid confirmation. Treatment consists of vitamin B12 replacement by oral or parenteral administration, along with management of the underlying cause.\n[36]"
  }
}