{
  "drug_name": "l-isoleucine",
  "nbk_id": "NBK580478",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580478/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Bupropion hydrochloride is an antidepressant drug belonging to the aminoketone class first introduced in 1985. It is currently FDA-approved for treating major depressive disorder, seasonal affective disorder, and smoking cessation with several off-label uses, including sexual dysfunction secondary to antidepressant use, generalized anxiety disorder, ADHD, and bipolar disorder. Multiple formulations exist, including immediate-release (IR), sustained-release (SR), and extended-release (XL).\n[1]\n\nAdverse drug effects with therapeutic dosing are nonspecific and may include dry mouth, constipation, headache, nausea, agitation, insomnia, and weight loss. Bupropion was withdrawn in 1986 after new-onset seizures were reported in a small portion of bulimic patients; however, it was reintroduced in 1989 at lower dose ranges. The drug is now contraindicated in patients with seizure history, eating disorders, or those undergoing ethanol or CNS depressant withdrawal. The risk of seizures with daily doses below 300 mg is estimated at 0.1% but increases to 0.4% with doses up to 450 mg daily.\n[1]\n\nOverdose is frequently associated with seizures, tachycardia, and agitation.\n[1]\nThe extended-release formulation has also been associated with delayed seizures for up to 24 hours after ingestion.\n[2]\nStatus epilepticus, life-threatening arrhythmias, and cardiogenic shock have all been reported in overdose.",
    "mechanism": "Bupropion is an aminoketone that is classified as a norepinephrine-dopamine reuptake inhibitor. In overdose, seizures are frequently seen, including status epilepticus, but the exact mechanism is unclear. Cardiovascular toxicity may include conduction delays resulting in widened QRS and QT intervals, dysrhythmias, or cardiogenic shock. Notably, QRS prolongation is not related to the cardiac sodium channel and instead is related to myocardial gap junctions and disruption of intercellular communication.\n[3]",
    "monitoring": "Assessment of airway, breathing, and circulation are the initial priorities for all overdose patients. Intravenous access should be rapidly obtained as well as continuous cardiac monitoring and frequent vital signs. A 12-lead ECG should be obtained to assess for conduction abnormalities. Serum acetaminophen and salicylate concentrations should be obtained as these are common co-ingestants. Point-of-care blood glucose should be checked in any patients seizing or with altered mental status. Serum bupropion and hydroxybupropion concentrations are not routinely available or recommended.",
    "administration": "Primary management of bupropion overdose is supportive care, as no direct antidote exists. Consultation with a regional poison center or toxicologist may be helpful, especially in critical cases with serious organ-system dysfunction. Decontamination with activated charcoal may be appropriate for patients presenting soon after a large overdose and who do not need airway protection. Unintentional overdose rarely causes significant clinical effects; however, major adverse reactions (seizures) have been reported even in double-dose ingestions.\n[10]\n[11]\n\nSeizures should be treated with benzodiazepines as first-line agents and barbiturates, such as phenobarbital, as second-line agents. Avoidance of other anti-epileptics, including phenytoin, is recommended, given possible drug-drug interactions. Life-threatening arrhythmias should be treated following ACLS guidelines, possibly including other adjuncts depending on the clinical situation. Widened QRS complex on the electrocardiogram often suggests fast sodium channel blockade. In the setting of wide QRS with hemodynamic instability or dysrhythmias, boluses of sodium bicarbonate are typically indicated. Unfortunately, bupropion-induced QRS prolongation may not respond to sodium bicarbonate since the cardiotoxicity does not appear to be due to fast sodium channelopathy and results from impaired gap junction communication.\n[12]\n\nCardiogenic shock should be treated with vasopressors as first-line therapy. A clinical toxicology task force in 2016 supported intravenous lipid emulsion (ILE) in severe life-threatening toxicity, such as refractory status epilepticus or hemodynamic instability. The task force favored traditional treatments of seizures, such as benzodiazepines and phenobarbital, as first-line modalities. Interestingly, ILE was not recommended in pulseless electrical activity due to the possibility of interference with epinephrine and extracorporeal treatments.\n[13]\n\nILE has been shown in case reports to cause rapid improvement in hemodynamic status and left ventricular ejection fraction in overdose. Classically, ILE is used as rescue therapy, but these cases may suggest value in earlier initiation.\n[11]\nTreatment of refractory cardiogenic shock and cardiopulmonary arrest can include veno-arterial extracorporeal membrane oxygenation (VA ECMO).\n[14]\n\nPatients with seizures, hemodynamic instability or life-threatening arrhythmias, and severely altered mental status be monitored in an ICU setting. All bupropion XL overdoses, including therapeutic errors, should be observed for 24 hours for delayed-onset seizures.\n[2]\nPatients should be symptom-free at the time of discharge.",
    "adverse_effects": "Severe complications include but are not limited to:\n\nStatus epilepticus\nSevere altered mental status with loss of airway protection\nCardiogenic shock\nLife-threatening dysrhythmias"
  }
}