{
  "drug_name": "l-methionine",
  "nbk_id": "NBK578193",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578193/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Ectopia lentis refers to the hereditary or acquired malposition of the natural crystalline lens out of the patellar fossa.\n[1]\nThe first report came from Berry, who documented the first case of lenticular dislocation in 1749. Later, Stellwag was the first to name it ectopia lentis in 1856 in a patient with congenital dislocation of the lens.\n[2]\nIt can be hereditary (familial) or acquired. The lens can be subluxated or dislocated away from the patellar fossa. The cause can be traumatic or secondary to underlying systemic disease. The lens can be seen in the anterior chamber, vitreous phase, or retinal surface. Ectopia lentis can be a primary manifestation of a systemic disorder and should arouse suspicion of underlying systemic pathology. This is a disorder with varied etiologies.\n[3]\n\nA detailed past and systemic history are necessary in each case. The patient should be questioned regarding cardiovascular, skeletal, and any other ocular abnormalities. A thorough ocular and systemic examination help in clinching the diagnosis. Family members should also be evaluated to pinpoint the genetic association. The pediatrician also plays a crucial role in ruling out familial disorders. The patient's visual outcome depends on the degree and extent of subluxation or dislocation and the presence and absence of complications.\n[4]",
    "mechanism": "The etiology of ectopia lentis is broadly grouped as congenital, traumatic, metabolic/syndromic, and consecutive/spontaneous.\n[5]\n\nTrauma\n\nEctopia lentis can be a manifestation of trauma, ocular pathology, or systemic disease. The most common cause is trauma. It can occur secondary to blunt trauma to the head and eye or directly impact the eye. Traumatic ectopia lentis can be present at birth or manifest at any age. In case of minor traumatic injury, other causes and associations of ectopia lentis should be ruled out.\n[6]\n\nOcular Disease and Associations of Ectopia Lentis\n\nSimple Ectopia Lentis\n\nIt can be congenital or acquired later spontaneously. Both can be autosomal dominant or recessive. Autosomal recessive inheritance is rare and is reported in families with a history of consanguineous marriage. In simple ectopia lentis, the lens displacement is usually bilateral and supero-temporal, and the degree of displacement varies between the two eyes. In autosomal recessive inheritance, a mutation in the ADAMTSL4 gene on chromosome 1 has been reported. In autosomal dominant inheritance, a mutation in the FBN1 gene located on chromosome 15 has been reported.\n[7]\n\nFBN1 gene mutation has also been reported in Marfan syndrome. Hence there occurs a significant genetic overlap between simple ectopia lentis and systemic diseases like Marfan syndrome. Spontaneous, simple ectopia lentis is usually reported in the age group of 20 to 65 years. The congenital and spontaneous variety can be associated with cataracts, retinal detachment, or secondary glaucoma. With lens dislocation, there also occur vitreous prolapse through weak zonular fibers.\n[8]\n\nEctopia Lentis Et Pupillae\n\nThis is a rare and congenital autosomal recessive condition. In this, the pupil and lens are displaced in opposite directions. The pupil becomes asymmetric, eccentric, oval, and ectopic. There is minimal pupillary dilatation, and the lens displacement is usually bilateral and asymmetric. The iris atrophy is evident and appears as a transillumination defect on the slit lamp. Microspherophakia may be present.\n[9]\n\nOcular Associations of Ectopia Lentis\n\nCongenital glaucoma\nChronic cyclitis\nPseudoexfoliation syndrome\nAniridia\nHigh myopia\nRetinitis pigmentosa\nMegalocornea\nBuphthalmos\nIntraocular tumors\nHypermature cataract\nSyphilis\nAxenfeld-Rieger syndrome\nTrauma\nPersistent pupillary membrane\nDominantly inherited blepharoptosis and high myopia\n\nEctopia Lentis- Systemic Associations\n\nMarfan Syndrome\n\nMarfan syndrome is the most common syndrome associated with ectopia lentis. It is seen in approximately 80% of the patients with Marfan syndrome. The syndrome is autosomal dominant with fibrillin-1 gene mutation located on chromosome 15.\n[10]\n\nEctopia lentis in Marfan syndrome is linked to alteration of fibrillin microfibers leading to deficient zonules and structural alteration in the lenticular capsule. The accommodation is usually retained, and rarely can the lens dislocate into the anterior chamber or vitreous cavity. A bilateral supero-temporal lens displacement is seen in Marfan syndrome. It can also be seen in other directions. The various systemic manifestations of Marfan syndrome can be remembered as the MASS phenotype (myopia, mitral valve prolapse, aortic root dilatation, skin, and skeletal involvement).\n[11]\n\nCardiovascular\nAortic root dilatation, aneurysms of the aorta, and mitral valve prolapse.\n[12]\nMusculoskeletal\nLean, thin and tall stature, disproportionate arm and limb ratio, usually the arm span is greater than height, fingers and toes are relatively long leading to arachnodactyly, and a high arched palate also called as the gothic palate is seen. The other musculoskeletal features are kyphosis, Shprintzen–Goldberg syndrome, scoliosis, sternal bone abnormalities, hypermobile joints, muscular atrophy, hiatus, and inguinal hernia.\nOther features- Secondary glaucoma, lattice retinal degeneration, retinal detachment, microspherophakic lens, strabismus, and hypoplasia of dilator pupillae.\n[13]\n\nWeill–Marchesani Syndrome\n\nIt is the reverse of Marfan's syndrome, in which the primary defect is in the connective tissue. The gene involved is FBN1 (polymorphisms), and it can be autosomal dominant or recessive. Ectopia lentis is seen in approximately 50% with inferior lens subluxation. It can be seen in adolescence or early adulthood. The other common ocular manifestations can be microspherophakic and pupillary block glaucoma. The systemic features can be short stature, short fingers of hands and toes, brachydactyly, and delayed milestones resulting in learning difficulty.\n[14]\n\nHomocystinuria\n\nThis is the second most common etiology for inheritable ectopia lentis. The condition is autosomal recessive, and there is a deficiency of enzyme cystathionine b- synthetase. There occurs systemic accumulation of methionine and homocysteine. It is often characterized by mental handicap, osteoporosis, chest abnormalities, atherosclerosis, and increased incidence of thrombosis.\n[15]\n\nThe other features include blue iris, coarse blonde hair, marfanoid habitus, and malar flush. Ectopia lentis is seen in nearly 90%, probably due to deficient zonules secondary to enzymatic deficiency. Ectopia lentis is bilateral, and in 60%, inferonasal dislocation is seen. Ectopia lentis is observed in nearly 100% of cases by 25 years. The treatment includes oral vitamin B6, B12, and folic acid to alleviate plasma homocysteine and methionine levels. The other ocular complications can be iris transillumination defects, optic atrophy, cataract, retinal detachment, and myopia.\n[16]\n\nOther Systemic Associations\n\nSulfite oxidase deficiency (ectopia lentis in 100% cases)\nHyperlysinemia\nEhlers Danlos syndrome\nSturge Weber syndrome\nSticklers syndrome\nSprengel deformity\nPierre Robin syndrome\nMandibulofacial dysostosis\nWildervanck syndrome\nConradi syndrome\nPfaundler syndrome\nCrouzon syndrome\nMarfan-like syndrome with hyaloretinal degeneration\nSyphilis\nCrouzon disease\nRefsum syndrome\nScleroderma\nKniest syndrome",
    "monitoring": "Visual Acuity\n\nThi8s examination is performed using a standardized Snellen visual acuity chart. The unaided, best-corrected, and pinhole visual acuity must be checked. Ectopia lentis results in severe vision loss, and it also rules out amblyopia. When planning a secondary IOL implantation, the +10 D correction should be checked in the aphakic eye.\n[22]\n\nRefraction and Retinoscopy\n\nIt is essential to perform retinoscopy to ascertain the type of reflex: myopic, hypermetropic, clear, or dull. Refraction will help document the myopic and astigmatic correction needed while prescribing glasses.\n[23]\n\nKeratometry\n\nTo know the amount of corneal astigmatism.\n[24]\n\nGenetic Analysis\n\nTo rule out hereditary conditions associated with ectopia lentis.\n[25]\n\nSystemic Evaluation\n\nCardiac-\nAuscultation, electrocardiogram, and 2D echocardiography to rule out aortic root dilatation, aneurysms of the aorta, and mitral valve prolapse in case of Marfan's syndrome.\n[26]\n\nMusculoskeletal-\nOrthopaedic examination to rule out skeletal involvement in case of Marfan syndrome, homocystinuria, and Weill–Marchesani syndrome.\n\nLab Investigations\n\nSerum and urine levels of homocysteine in case of homocystinuria.\n\nA-Scan Ultrasonography\n\nTo rule out axial myopia in the case of Marfan syndrome.\n[27]\n\nB Scan Ultrasonography\n\nIt is helpful to rule out retinal detachment, nucleus, or IOL drop in the vitreous cavity.\n[28]",
    "administration": "Systemic Management\n\nIf a history of trauma is missing, all patients with ectopia lentis should be evaluated by a pediatrician to rule out a syndromic association. In patients with homocystinuria, dietary restrictions should be emphasized. In the case of Marfan's syndrome, repair of aortic aneurysm and mitral valve prolapse by a cardio surgeon can be lifesaving. Musculoskeletal problems also deserve attention with the help of a rheumatologist and orthopedist. Genetic screening and counseling of family members and evaluation of pedigree chart of family members.\n[10]\n\nMedical Management\n\nIt involved correction of refractive error by glass prescription or contact lenses. Timely intervention is needed to prevent irreversible amblyopia. Pharmacological dilatation with cycloplegics like 1% atropine or 2% homatropine is necessary in cases of dislocation of the lens in the anterior chamber. This will help in the posterior migration of the lens behind the iris. Antiglaucoma medication in the form of 1% timolol two times per day, acetazolamide 250 mg two times per day, or 0.1% brimonidine two per day to reduce intraocular pressure in cases of secondary glaucoma.\n[29]\n\nRefractive Correction\n\nIn ectopia lentis spectacles or contact lenses can be advised if the vision shows improvement well with refractive correction. Contact lens holds the advantage of less image magnification and better best-corrected visual acuity.\n[30]\n\nLaser Peripheral Iridotomy\n\nPupillary block glaucoma can be a complication of ectopia lentis, and laser peripheral iridotomy is the treatment of choice in such cases. Prophylactic laser iridotomy is also indicated in patients with microspherophakia.\n[31]\n\nSurgical Management\n\nIndications for Surgery\n\nLens induced glaucoma\nThe dislocated lens in the anterior chamber with corneal endothelial touch\nMature or Morgagnian cataract\nLens induced uveitis\nVisual acuity not improving with refractive correction\nRetinal detachment\nA subluxated or dislocated lens in the vitreous cavity\n[32]\n\nSurgical Techniques for Ectopia Lentis\n\nPars plana vitrectomy with lensectomy\nCataract extraction with anterior vitrectomy\nAnterior chamber IOL\nIris claw or iris sutured IOL\nScleral fixated IOL\nPosterior chamber IOL with capsular tension ring or capsular tension segment\nFemtosecond laser for subluxated lens management\nOptical iridectomy\n[33]\n\nA detailed management algorithm for the subluxated clear lens, subluxated cataractous lens, and the dislocated lens are described in Figures 2, 3, and 4, respectively.",
    "adverse_effects": "Amblyopia\nCorneal endothelial damage\nCorneal decompensation\nChronic iridocyclitis\nPupillary block glaucoma\nPhacoanaphylactic glaucoma\nAngle recession glaucoma\nSubluxated lens\nDislocated lens\nRetinal detachment"
  }
}