{
  "drug_name": "l-phenylalanine",
  "nbk_id": "NBK604212",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604212/",
  "scraped_at": "2026-01-11T15:32:19",
  "sections": {
    "indications": "Contraindications for dextromethorphan and guaifenesin therapy include concomitant monoamine oxidase inhibitor (MAOI) administration. This combination drug is also contraindicated for patients with phenylketonuria, severe liver or kidney disease, patients younger than 4 years old, patients with known hypersensitivity reactions to dextromethorphan or guaifenesin, and patients with a history of kidney stones.\n\nMAOIs are used to treat refractory depression by inhibiting MAO-A and MAO-B. MAO-A metabolizes monoamine neurotransmitters such as dopamine, serotonin, and dopamine. Thus, MAOIs can increase serotonin levels in the brain. Dextromethorphan and guaifenesin also increase serotonin levels. Administering these medications simultaneously increases the risk for serotonin syndrome, a life-threatening drug reaction characterized by neuromuscular hyperactivity, autonomic hyperstimulation, and agitation.\n[15]\nTo avoid serotonin syndrome, dextromethorphan and guaifenesin should not be taken within 14 days of MAOI use or any other drug that increases serotonergic neurotransmission.\n\nDextromethorphan and guaifenesin are contraindicated for patients with phenylketonuria. These patients have deficient levels of phenylalanine hydroxylase, an enzyme that converts phenylalanine to tyrosine. Some formulations of dextromethorphan and guaifenesin contain phenylalanine and thus can cause neurological conditions, including seizures, intellectual disability, and tremors.\n[16]\n\nDextromethorphan and guaifenesin can cause neonatal gasping syndrome due to trace amounts of benzyl alcohol found in some formulations. Benzyl alcohol causes neonatal gasping syndrome in premature infants and neonates by inducing respiratory distress and central nervous system (CNS) depression. Benzyl alcohol accumulation also causes elevated lactate and reduced bicarbonate levels, resulting in anion gap metabolic acidosis.\n[17]\n\nDextromethorphan and guaifenesin are contraindicated for patients with a history of kidney stones, as guaifenesin increases the risk of kidney stones, albeit minimally.\n[10]\nThe mechanism of this adverse effect involves supersaturation and crystallization of urine. Kidney stone occurrence after administration of this drug combination has only been described in case reports, but this is enough reason to avoid the use of this medication for patients already at high risk for nephrolithiasis.\n\nDextromethorphan and guaifenesin are contraindicated for patients younger than 4 years old, as this drug combination may cause death in this age group. Overdose is possible, and children in this age group must not be allowed access to these medications. The Centers for Disease Control and Prevention (CDC) released a policy statement stating that cough suppressants such as dextromethorphan and guaifenesin have no proven efficacy in treating acute cough in this demographic and should be avoided due to the chance of adverse effects.\n[18]",
    "mechanism": "Dextromethorphan is an NMDA receptor antagonist that nonselectively inhibits the reuptake of serotonin (5-HT) and catecholamines. Dextromethorphan also agonizes σ-1 receptors in the medullary cough center, suppressing the transmission of cough impulses.\n[3]\n\nGuaifenesin is a derivative of xanthine that acts as an expectorant by relaxing bronchial smooth muscle tone. Guaifenesin also irritates the respiratory tract, increasing the volume of fluid in the respiratory tract. Both of these mechanisms contribute to guaifenesin's reduction of mucus viscosity.\n\nPharmacokinetics\n\nAbsorption:\nDextromethorphan and guaifenesin are well absorbed in the small intestine.\n\nDistribution:\nDextromethorphan has a volume of distribution of 5 to 6.7 L/kg. Dextromethorphan is lipophilic, has an ionizable amine group, and is structurally similar to alkaloid opioids, but doesn't interact with the μ receptor. Guaifenesin has a mean volume of distribution of 116 L.\n\nMetabolism:\nDextromethorphan is metabolized by the cytochrome P450 enzyme CYP2D6 in the liver into dextrorphan, an active metabolite. Dextromethorphan also undergoes N-demethylation by CYP3A4. Guaifenesin is also metabolized in the liver and is oxidized to β-(2-methoxyphenoxy)-lactic acid and unmethylated to hydroxy-guaifenesin. These 2 metabolites of guaifenesin are inactive.\n\nExcretion:\nDextrorphan, β-(2-methoxyphenoxy)-lactic acid, and hydroxy-guaifenesin are excreted by the kidneys in urine.",
    "administration": "Available Forms\n\nDextromethorphan and guaifenesin are administered orally via various formulations, including capsules, granules, syrup, liquid drops, and tablets (timed or extended-release).\n\nAvailable Strengths\n\nCapsule:\n10 to 200 mg\n\nGranules:\n(5 to 100 mg)/packet\n\nLiquid\n\n(5 to 100 mg)/5 mL\n(10 to 100 mg)/5 mL\n(10 to 187 mg)/5 mL\n(10 to 200 mg)/5 mL\n(15 to 200 mg)/5 mL\n(20 to 200 mg)/5 mL\n(15 to 150 mg)/7.5 mL\n(10 to 100 mg)/10 mL\n\nTablet\n\n15 to 400 mg\n20 to 400 mg\n\nTablet, Extended-Release\n\n30 to 600 mg\n60 to 1200 mg\n\nAdult Dosage\n\nThe most common OTC syrup formulation is administered in 10 mL (dextromethorphan 20 mg, guaifenesin 200 mg) increments every 4 hours, which should not exceed 60 mL daily.\n\nTablet form dosing is 1 to 2 tablets every 12 hours with a maximum daily ingestion of 4 tablets. There is also a \"maximum strength\" tablet, administered as a single tablet every 12 hours and a maximum of 2 tablets every 24 hours.\n\nThe granule form of this medication is dosed as 2 to 4 packets every 4 hours with a maximum of 6 doses every 24 hours.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is advised in the manufacturer label for patients with hepatic impairment.\n\nRenal impairment:\nNo dose adjustment is advised in the manufacturer label for patients with renal impairment.\n\nPregnancy considerations:\nThese medications should be considered individually based on their pharmacokinetic and pharmacodynamic properties. Guaifenesin at normal OTC doses is acceptable. In contrast, dextromethorphan is metabolized by liver enzymes CYP2D6 and CYP3A. The activity of these enzymes is elevated during pregnancy.\n[4]\n\nBreastfeeding considerations:\nDextromethorphan and dextrorphan are minimally present in breast milk and do not affect the infant.\n[5]\nNo studies have been conducted regarding the excretion of guaifenesin in breast milk, nor have studies been conducted on the effects of breastfeeding on infants.\n[6]\n\nPediatric patients:\nThere is limited data on the safety and efficacy of dextromethorphan and guaifenesin in infants and children. The FDA recommends against using these medications for pediatric patients.\n\nOlder patients:\nNo specific dose adjustment is needed for older adults.\n\nDextromethorphan and guaifenesin are typically administered to adults in an extended-release suspension, which must be shaken to be absorbed correctly.\n[7]\nAccording to the American Academy of Pediatrics, dextromethorphan and guaifenesin shouldn't be administered to children younger than 4. However, some studies state that dextromethorphan and guaifenesin can be administered to children 2 years old or older in liquid form, but caregivers must accurately measure the liquid amount.\n[8]",
    "adverse_effects": "Dextromethorphan and guaifenesin have multiple adverse reactions that primarily affect the cardiovascular, neurologic, psychiatric, musculoskeletal, renal, and gastrointestinal systems.\n\nRenal adverse effects include acute renal failure and nephrolithiasis, which are caused by the guaifenesin component of this combination drug. Less common adverse reactions include severe flank pain, hematuria, and oliguria.\n[9]\n[10]\n\nPsychiatric adverse effects include a type of psychosis that presents similarly to phencyclidine (PCP) intoxication, which is characterized by paranoid feelings, hallucinations, and delusions.\n[11]\nThis is partially due to dextrorphan, which noncompetitively antagonizes NMDA receptors. Similarly to PCP and ketamine, dextromethorphan and guaifenesin also cause insomnia; these 4 drugs have similar mechanisms of action, so they cause similar psychosis symptoms. This similarity means dextromethorphan and guaifenesin also pose a high risk for abuse, especially since these medications are available over the counter.\n[12]\n\nDextromethorphan and guaifenesin may cause rhabdomyolysis and subsequent electrolyte abnormalities, including hyperphosphatemia, hyperkalemia, hypomagnesemia, and hypocalcemia.\n[13]\n\nGastrointestinal adverse effects include nausea, vomiting, abdominal pain, and diarrhea. Other common side effects include dizziness and drowsiness.\n\nDextromethorphan and guaifenesin can affect the cardiovascular system, causing tachycardia and hypertension. These medications may also cause a severe type I hypersensitivity reaction caused by an exaggerated IgE response, which would present with rash, dyspnea, dizziness, and swelling of any part of the oral cavity or face. Dextromethorphan and guaifenesin should generally be avoided in pediatric patients, as there is a lack of evidence for their use in children.\n[14]\nInstead, children should be given honey, saline nasal spray, or more fluids to suppress cough; these treatments have minimal or absent risk for adverse effects.\n\nDrug-Drug Interactions:\n\nDextromethorphan and guaifenesin may interact with medications that cause respiratory depression, such as benzodiazepines, opioids, and alcohol.\nDextromethorphan and guaifenesin may interact with medications that affect heart rhythm, such as amiodarone, procainamide, and quinidine.\nDextromethorphan and guaifenesin may interact with medications that affect serotonin levels, such as selective serotonin reuptake inhibitors (SSRIs), serotonin-norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), and monoamine oxidase inhibitors (MAOIs).\nDextromethorphan may interact with agents that affect blood sugar levels, such as insulin, sulfonylureas, or metformin.\nDextromethorphan and guaifenesin may interact with medications that affect CYP enzyme metabolism, such as rolapitant.",
    "monitoring": "Dextromethorphan and guaifenesin use should be monitored carefully in patients with \"poor metabolizer\" CYP2D6 enzyme levels and patients who are sedated. This combination medication has a large median toxic dose (TD50) to median effective dose (ED50) ratio (or therapeutic index) in these patients. Dextromethorphan and guaifenesin are typically well tolerated if the contraindications listed above are observed.\n\nClose monitoring is necessary if dextromethorphan and guaifenesin are taken with oral rolapitant. This drug increases the exposure of substrates metabolized by CYP2D6, such as dextromethorphan and guaifenesin. One study found that a single tablet of rolapitant increased the overall dextromethorphan exposure by 3 times compared to the original dose. Patients who take this drug combination and have \"poor metabolizing\" CYP2D6 activity must be monitored, as genetics or concomitant drug usage affects this enzyme.\n[19]\nGuaifenesin can falsely elevate vanillylmandelic acid levels.\n[20]",
    "toxicity": "Dextromethorphan and guaifenesin have abuse potential. Persons who abuse it or take an increased amount are at risk for overdose.\n[3]\n\nSigns and Symptoms of Overdose\n\nDextromethorphan and guaifenesin toxicity occurs in different stages, which users refer to as \"plateaus.\" The first \"plateau\" occurs at 1.5 mg/kg, a dosage causing mild stimulation. The second \"plateau\" occurs at 2.5 to 7.5 mg/kg; users may experience mild to moderate euphoria and hallucinations. At the third \"plateau\" of 7.5 to 15 mg/kg, the patient may experience dissociation that some have described as an \"out-of-body\" state. Finally, at the fourth \"plateau,\" patients experience complete dissociation and become nonresponsive.\n\nOther signs and symptoms associated with overdose of dextromethorphan and guaifenesin include:\n\nDyspnea\nBlurred vision\nSeizures\nVomiting\nDrowsiness\nDizziness\nTachycardia\nHyperthermia\nAnxiety\nAltered mental status\n\nManagement of Overdose\n\nThere is no specific antidote for an overdose of this combination medication, and management is symptomatic. Activated charcoal may absorb dextromethorphan and guaifenesin in the small intestine and stomach, preventing their enterohepatic and vascular circulation and absorption and reducing toxic effects.\n\nRecommendations\n\nIf the patient has difficulty breathing, supplemental oxygen and assisted ventilation may be given. Management is typically supportive while monitoring vital signs and electrolyte levels. Naloxone can reverse coma and respiratory depression in patients who have overdosed but should not be used as a substitute for supportive care.\n[21]"
  }
}