{
  "drug_name": "l-threonine",
  "nbk_id": "NBK576373",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK576373/",
  "scraped_at": "2026-01-11T18:47:22",
  "sections": {
    "indications": "Fibrodysplasia ossificans progressiva is described as a rare genetic disorder characterized by the organization of heterotopic hard tissues within the soft tissues, such as ligaments, tendons, and skeletal muscle.\n[1]\n[2]\n[3]\nIt comes under the category of an autosomal dominant disorder. The tissue formed in such patients is not just the mineralized calcium phosphate, but it resembles the new bone formation by osteoblast cells via endochondral ossification. Most of the patients who are suffering from Fibrodysplasia ossificans progressiva can move their joints normally at the time of birth, but disability arises in various joints when they reach their 30’s because gradually hetero­topic bones fuse and result in bridge formation with normal bones.\n[4]\nInjury to soft tissues can lead to acute heterotopic bone formation in such patients hence invasive procedures, such as injection, surgical operation, and biopsy, are contraindicated.\n[3]\n[5]\n[6]\n\nMaking a diagnosis of fibrodysplasia ossificans progressiva was difficult for a long time as there were no reliable biomarkers for such cases that could be evaluated in urine or peripheral blood. The pathogenesis found in such patients is the gain of function mutation in the ACVR1/ALK2 gene located over chromosome 2 and the involvement of the bone morphogenetic proteins (BMP) signaling pathway.\n[7]\nThe BMPs lead to the formation of heterotopic bone in the soft tissues.\n[6]\nThe most common sites affected are the shoulders, neck, and spine. The median age of survival is roughly around 40 years.\n[8]\nDeath occurs in such cases primarily due to thoracic insufficiency syndrome and related complications. PCR is the main diagnostic modality for the analysis of genetic mutation in FOP.\n[3]\n[5]",
    "mechanism": "Fibrodysplasia ossificans progressiva is a typical monogenic disorder with the recurrent heterozygous gain of function mutation in the ACVR1/ALK2 gene located on chromosome 2, both in the sporadic and inherited cases, and involves the BMP (bone morphogenetic proteins) signaling pathway. This ACVR1/ALK2 gene encodes for a transmembrane serine/threonine (ser/thr) kinase receptor ALK2, which binds with the BMPs present in the bone matrix.\n[9]\n\nThese BMPs induce the development of heterotopic bone in the skeletal muscle. The majority of cases of typical Fibrodysplasia ossificans progressiva show a similar genetic mutation which consists of a change of nucleotide in the codon at position 617 (guanine->adenine) in the ACVR1/ALK2 gene.\n[3]\n[8]\nIt results in a substitution mutation in the codon at a position 206 (arginine->histidine) within the ALK2 protein.\n[10]\n\nSome additional mutations are also noticed in exons 4 through 7 within the ACVR1/ALK2 gene, which results in a change in the expression of two domains, including Ser/Thr kinase and the glycine/serine-rich. Both of these domains play an important role in intracellular signaling.\n[6]\n[7]",
    "monitoring": "Diagnosis of Fibrodysplasia ossificans progressiva is made mainly by genetic mutations analysis of the involved gene by doing Sanger sequencing of the PCR products.\n[8]\nRoutine biochemical evaluations of the heterotopic bone seen in Fibrodysplasia ossificans progressiva are usually similar to that of the normal bone, so these are distinguished based on the location of the heterotopic bone. During the disease flare-ups, the serum alkaline phosphatase activity and ESR may be increased along with the elevated urinary basic fibroblast growth factor levels.\n[5]\n[9]\n\nThese increased urinary basic fibroblast growth factor levels coincide with the pre-osseous angiogenic phase of early fibroproliferative lesions. Another important diagnostic tool is Imaging analysis. Plain X-rays can reveal abnormal osteogenesis after heterotopic ossification manifests. CT scan can also show lesions with typical heterotopic ossifications.\n[17]\nMRI can reveal preosseous lesions, which appear as soft tissue swelling and skeletal malformations. Diagnosis of fibrodysplasia ossificans progressiva can not be made prenatally.",
    "administration": "There is no single effective treatment option available for Fibrodysplasia ossificans progressiva.\n[6]\nAlthough symptomatic management for flare-ups can be provided with a short duration of high-dose corticosteroids like prednisone, the frequent use of corticosteroids is not advised. Mast cell inhibitors, NSAIDS, amino bisphosphonates, and COX-2 inhibitors are used for treating later flare-ups.\n[18]\n[19]\n\nMuscle relaxants can be used in small doses for muscle spasms. Another potential treatment option is to inhibit the activity of the ACVR1/ALK2 gene-related pathway, which inhibits abnormal bone formation. The other strategy would be to inhibit osteoblastic progenitor cell activity, which results in hindering the microenvironment for heterotopic ossificans. With the increasing understanding of the pathogenesis of fibrodysplasia ossificans progressiva, new potential drug targets have been discovered.\n[20]\n[21]\n\nMany drugs, such as imatinib, a human anti-activin A-neutralizing antibody, dorsomorphin, palovarotene, rapamy­cin, are in clinical trials, and suitable drugs may be available in the coming future concerning the better understanding of the mechanism of onset of fibrodysplasia ossificans progressiva.\n[3]\nSurgery is not generally preferred for such patients.\n[6]",
    "adverse_effects": "Common complications associated with this disease include respiratory system infection, joint disabilities, cardiopulmonary complications (thoracic insufficiency syndrome, right-side congestive heart failure), submandibular swelling, temporomandibular joint ankylosis conductive loss of hearing.\n[5]\n[6]\n[8]"
  }
}