{
  "drug_name": "l-tyrosine",
  "nbk_id": "NBK589634",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589634/",
  "scraped_at": "2026-01-11T15:32:21",
  "sections": {
    "indications": "The classic triad of symptoms in patients with PCC consists of episodic headaches, diaphoresis, and tachycardia\n[10]\n. High blood pressure is the most common sign of pheochromocytoma, though 10 to 20 percent of patients may present with normal blood pressure\n[11]\n. High blood pressure is caused by the release of noradrenaline and adrenaline from the tumor. The release of catecholamines can be persistent or episodic; therefore, the patient may have constant hypertension or episodic hypertension. Between 10 and 20 % of patients may not have any clinical features, and the tumor is sometimes found incidentally during a workup. The prevalence of PCC in patients with hypertension is less than 0.2%\n[12]\n.\n\nPatients with PCC may also present with hyperglycemia, polyuria, polydipsia, tremor, orthostatic hypotension, visual blurring, and weight loss.\n[6]\n\nDiagnosis\n\nPheochromocytoma is suspected based on the clinical features and diagnosed by measuring the level of epinephrine (adrenaline), norepinephrine (noradrenaline), and their metabolites (metanephrine, normetanephrine, and vanillylmandelic acid ) either in urine or blood. Measurement of  24-hour fractionated urinary metanephrines and catecholamines levels in suspected patients is the best method to diagnose PCC\n[13]\n[14]\n[15]\n.\n\nMeasurement of plasma fractionated metanephrines is an alternative test, but 24-hour urine tests are generally considered superior to plasma tests for diagnosis because the tumor secretes catecholamines only intermittently, and the catecholamines have a short half-life. Plasma-fractionated metanephrines may be used as a first-line test when there is a high index of suspicion for PCC. Plasma-fractionated metanephrines may also be used as a first-line test for children due to the difficulty in obtaining complete 24-hour urine.\n\nPatients with positive results should be further evaluated with imaging to confirm and localize the tumor. Computed tomography (CT) and MRI are most commonly used due to their wide availability. MRI involves no radiation, and it can distinguish PCC from other adrenal masses though it is expensive and more time-consuming. Computed tomography with or without iodine 131–labeled meta-iodobenzylguanidine (MIBG) is very accurate in diagnosing as well as localizing the tumor\n[6]\n.\n\nA provocative test with glucagon was used to confirm or exclude PCC in the past but is not preferred due to low sensitivity (< 50%) and risk of precipitation of severe hypertension\n[16]\n. Suppression tests using clonidine or phentolamine are also sometimes used for diagnostic purposes\n[17]\n[18]\n.  Clonidine inhibits the release of catecholamines via a neurogenic mechanism. Clonidine does not affect the catecholamines released by PCC.",
    "clinical_significance": "Surgical resection of the tumor is the treatment of choice for PCC and has a success rate of more than 90%. However, due to end organ damage resulting from excessive catecholamine and labile hemodynamics from fluctuating catecholamine levels, it is one of the most complex and challenging tasks for anesthesiologists.\n\nAdequate pre-op optimization is mandatory to decrease perioperative morbidity and mortality. Perioperative management for PCC should be done by a multidisciplinary team, including an anesthesiologist, surgeon, and endocrinologist. Pre-operative evaluation should focus on assessing end-organ damage due to elevated catecholamine levels. These patients are at risk for catecholamine-induced cardiomyopathy and may present with arrhythmias, myocardial ischemia, and reduced ventricular ejection fraction.\n\nPre-op preparation with alpha-adrenergic and beta blockade is recommended to control blood pressure and restore intravascular volume. Despite optimization, the patient may have labile hemodynamics in the perioperative period. General anesthesia is required for laparoscopic resection of PCC. Smooth induction with adequate depth of anesthesia is the goal of anesthesia. Invasive blood monitoring is mandatory during surgery. An arterial line should be placed before induction of anesthesia, which facilitates the early recognition and management of hemodynamic changes.\n\nHemodynamic instability is the most common complication during surgery. Hypertension and tachycardia are common during intubation and before the ligation of the tumor. Hypotension may be commonly seen after ligation/removal of the tumor—close communication with the surgeon help in anticipation of events that might cause hemodynamic fluctuation."
  }
}