{
  "drug_name": "l carnitine hcl",
  "nbk_id": "NBK532959",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532959/",
  "scraped_at": "2026-01-11T18:47:21",
  "sections": {
    "indications": "Mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS) syndrome is a rare maternally inherited mitochondrial disorder that predominantly affects the nervous system and muscles. MELAS typically appears in childhood after a period of normal early development. This condition manifests with recurrent episodes of encephalopathy, myopathy, headache, and focal neurological deficits in children or young adults, usually between the ages of 2 and 15. A distinctive feature of the syndrome is the occurrence of stroke-like episodes leading to hemiparesis, hemianopia, or cortical blindness. Other notable manifestations include focal or generalized seizures, recurring migraine-like headaches, vomiting, short stature, hearing loss, and muscle weakness. Instances of infantile cases and cases where the symptoms appear after a delay of 15 and 40 have been documented.\n\nA nucleotide substitution in transfer RNA (tRNA) is responsible for most cases of the disease. One specific substitution, the m.3243A>G (A-to-G substitution at nucleotide 3243), is responsible for 80% of cases, whereas another tRNA variation, the m.3271T>C (T-to-C substitution at nucleotide 3271), accounts for the remaining cases. MELAS is characterized by progressive deterioration of the nervous system that leads to neurological impairment and dementia in adolescence or early adulthood.\n\nThe clinical diagnosis of this condition is based on several factors, including clinical symptoms, genetic variation analysis, imaging findings, and, in some cases, muscle biopsy. During acute attacks, characteristic biochemical changes in the serum can be observed, and distinctive magnetic resonance imaging (MRI) findings reveal cortical infarcts with restricted diffusion unrelated to any specific vascular territory. Confirming the diagnosis usually requires mitochondrial genetic testing.\n[1]\n[2]\n\nUnfortunately, there is currently no known treatment that can slow or halt the progression of the disease. The primary emphasis of treatment focuses on symptom management through a multidisciplinary team approach. Therapeutic agents commonly used include L-arginine, carnitine, and coenzyme Q10, selected for their potential impact on mitochondrial function.\n[3]",
    "mechanism": "MELAS is a mitochondrial inherited genetic disorder caused by alterations in mitochondrial DNA. Paternal mitochondria are present only in the tailpiece of sperm, which proves that mitochondrial inheritance is maternal. Maternally inherited mitochondrial disorders, including MELAS, result from the loss of mitochondria during fertilization. In rare instances, MELAS may result from a sporadic variation without a familial history. Mitochondrial genetic disorders stem from sequence variations that impair mitochondrial function, including oxidative phosphorylation (OXPHOS) and energy production.\n\nExperts believe that alterations in tRNA cause impairment of protein assembly into respiratory chain complexes in patients with MELAS. However, the exact mechanisms remain unclear. Mitochondria are the powerhouse of cells, and any mitochondrial disorder will affect the most metabolically active organs of the body, especially the brain, eyes, heart, and skeletal muscles.\n\nNumerous tRNA variations can contribute to the development of MELAS, with the most prevalent variant found in the\nMTTL1\nmitochondrial gene. A single-nucleotide variation, m.3243A>G, is detected in 80% of affected patients, whereas a second common variant, m.3271T>C, is observed in 10%.\n[4]\n[5]\nHowever, ongoing research is uncovering many other genes, such as\nPOLG\nand\nBCS1L\n, which are being identified and linked to similar phenotypic syndromes.",
    "monitoring": "Clinicians confirm the diagnosis by verifying clinical diagnostic criteria and identifying a pathogenic variant in one of the genes associated with MELAS.\n\nLaboratory Testing\n\nLaboratory testing for MELAS involves assessing serum lactic acid, serum pyruvic acid, cerebrospinal fluid (CSF) lactic acid, and CSF pyruvic acid.\n\nAn elevated lactate level is frequently the initial indicator in diagnosing MELAS during an acute stroke-like episode. Lactic acidosis prompts clinicians to explore alternative diagnoses, including tissue hypoxic–ischemic injury, hyperglycemia, hypoglycemia, and amino acid and fatty acid metabolic disorders.\n[13]\nIf these alternative diagnoses are unlikely, assessing lactic acid and pyruvate levels is an effective screening test for detecting MELAS syndrome. Notably, lactic acidosis does not result in systemic metabolic acidosis. In addition, it is essential to recognize that some affected patients may exhibit normal serum lactic acid levels while showing elevated CSF levels.\n\nExpected findings include elevated arterial lactate and pyruvate, elevated CSF lactate, substantial increases in lactate and pyruvate levels with exercise, and a potentially elevated lactate-to-pyruvate ratio. The elevated lactate-to-pyruvate ratio occurs alongside normal O\n2\nsaturations in patients with MELAS syndrome. In contrast, patients experiencing lactic acidosis due to tissue injury exhibit an increased ratio associated with decreased O\n2\nsaturation.\n\nGenetic Evaluation\n\nMitochondrial DNA variant analysis can be conducted on various samples, including blood, skeletal muscle, hair follicles, buccal mucosa, and urinary sediment. However, due to the rapid division of hematopoietic cells, detecting the m.3243A>G variation in the blood may be challenging, as it may segregate into very low levels. Preferred samples for genetic diagnosis include those from urinary sediment, skin fibroblasts, and buccal mucosa, given their easy access and ample supply. A skeletal muscle biopsy is warranted if genetic testing yields normal results and suspicion remains high. This biopsy can reveal the presence of ragged red fibers.\n[14]\n\nImaging Studies\n\nComputed tomography:\nComputed tomography scans of the brain may reveal lucencies consistent with an infarction in individuals with MELAS. As time progresses, these changes may include cerebral atrophy and calcifications.\n\nSingle-photon emission computed tomography:\nSingle-photon emission computed tomography uses the tracer\nN\n-isopropyl-p-[123-I]-iodoamphetamine to identify strokes and monitor disease progression in individuals with MELAS.\n\nMagnetic resonance imaging:\nThe most common MRI findings are cortical areas resembling multifocal infarcts in various stages of ischemic evolution, characterized by acute diffusion restriction, followed by subacute cortical laminar necrosis and eventual chronic volume loss. Notably, these findings do not conform to any known vascular territory. Initial lesions often manifest in the occipital or parietal lobes, eventually affecting the cerebellum, cerebral cortex, basal ganglia, and thalamus.\n\nThe well-described preferential distribution of lesions with restricted diffusion in the occipital cortical areas of individuals with MELAS syndrome is attributed to the high metabolic demand of these regions. The primary somatosensory cortex represents the second most common area of involvement associated with MELAS syndrome. The relatively symmetric cortical involvement observed on imaging in MELAS syndrome patients sets it apart from common stroke syndromes, reflecting symmetric areas of high metabolic demand.\n[2]\n\nMagnetic resonance spectroscopy:\nMagnetic resonance spectroscopy can detect metabolic abnormalities, including the lactate-to-creatine ratio in the muscle or brain and the decreased\nN\n-acetylaspartate-to-creatine ratio in stroke regions in the central nervous system. This technique may reveal regions of elevated lactate in the central nervous system, even when serum levels remain normal, and may identify an elevated lactate peak in both affected and unaffected brain areas.\n[13]\n\nPositron emission tomography:\nPositron emission tomography may reveal a reduced cerebral metabolic rate for oxygen, an increased cerebral blood flow in cortical regions, and the preservation of the cerebral metabolic rate for glucose.\n\nAdditional Testing\n\nAdditional testing for MELAS includes electroencephalography, which typically reveals epileptiform spike discharges, an electrocardiogram to assess for cardiac conduction abnormalities, and an echocardiogram if cardiomyopathy is suspected.",
    "administration": "In the management of MELAS syndrome, there is currently no treatment available that can effectively slow or stop the progression of the disease.\n\nArginine and Citrulline\n\nMELAS syndrome is a mitochondrial inherited genetic disorder that is significantly impacted by a deficiency in nitric oxide. Administering nitric oxide precursors, such as arginine and citrulline, may increase nitric oxide availability and reduce the effects of nitric oxide deficiency. During an acute stroke-like episode, clinicians may administer arginine to reduce brain damage due to impaired vasodilation in intracerebral arteries caused by nitric oxide depletion.\n[9]\n[15]\n[16]\n\nPatients experiencing an acute stroke-like event should receive a loading dose of intravenous arginine hydrochloride at 0.5g/kg within 3 hours of symptom onset, if feasible. Following the bolus, a continuous infusion of 0.5g/kg arginine hydrochloride should be continued for 24 hours for 3 to 5 days.\n\nPatients with MELAS may experience hypocitrullinemia. Researchers have observed that short-term supplementation with citrulline enhances nitric oxide production more than arginine. A substantial de novo arginine synthesis occurs in response to citrulline supplementation. Consequently, in addition to arginine, citrulline administration holds therapeutic potential for MELAS. However, controlled studies assessing the effects of citrulline supplementation on the clinical aspects of MELAS are required to establish its use as a therapeutic\n\nAdditional Treatment Options\n\nOther treatment options for MELAS include coenzyme Q10, menadione or vitamin K3, phylloquinone or vitamin K1, and ascorbate, which are used to donate electrons to cytochrome c. Furthermore, several case reports suggest improvement with riboflavin, dichloroacetate, sodium succinate, and creatinine monohydrate.\n\nVitamins such as coenzyme Q10 or L-carnitine are believed to aid in boosting energy production by mitochondria and may potentially decelerate the progression of the disease. Ongoing phase I and II trials of Idebenone, a synthetic coenzyme Q10, are being conducted for MELAS, showing promise in improving neurological function in other mitochondrial disorders (Scaglia, ClinicalTrials.gov Identifier:\nNCT00887562\n).\n\nSeizure Management\n\nSeizures in patients with MELAS syndrome may be refractory to treatment. Notably, valproate is not an appropriate treatment for patients with MELAS syndrome. Many reports exist of valproate aggravating encephalopathy and seizures in patients with MELAS syndrome. The primary mechanism of valproate toxicity involves interference with mitochondrial β-oxidation or direct mitochondrial toxicity, explaining the frequently observed elevated ammonia levels in patients taking valproate.\n[17]",
    "adverse_effects": "Potential complications of MELAS are listed below.\n\nFailure to thrive and short stature\nProgressive intellectual deterioration possibly leading to dementia\nDevelopment of psychiatric conditions such as depression with psychotic features, schizophrenia, or bipolar disorder\nAutism spectrum disorders\nSensorineural hearing loss\nEndocrine dysfunction such as hypogonadism, diabetes, hypoparathyroidism, hypothyroidism, and hyperthyroidism\nCardiomyopathy causing congestive heart failure\nCardiac conduction defects causing sudden cardiac death\nVisual difficulties or cortical blindness\nFocal segmental glomerulosclerosis leading to renal failure\nAcute renal failure due to rhabdomyolysis\nIntestinal pseudoobstruction\nPancreatitis\nAortic root dissection (although the relationship with the latter is currently unclear and requires further studies)"
  }
}