{
  "drug_name": "l carnitine",
  "nbk_id": "NBK570621",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570621/",
  "scraped_at": "2026-01-11T15:32:10",
  "sections": {
    "clinical_significance": "The primary reason for screening patients for Lp(a) is to help further identify those at high risk for heart disease, especially in the absence of other major risk factors. In addition, it also helps identify those patients who may require more intensive lipid therapy.\n[32]\nPatients with significantly elevated Lp(a) levels should generally be treated to achieve a target of <50 mg/dL. A treatment option is daily niacin, which may lower Lp(a) levels by 20% to 30%. However, niacin has not been associated with improved cardiac outcomes despite its known beneficial effect on all lipid markers and Lp(a).\n[33]\n\nStatins have shown mixed results and, in some cases, have been shown to increase Lp(a).\n[34]\nNonetheless, statins are a primary treatment option for patients with hyperlipidemia. High Lp(a) levels may indicate the need for more intensive statin therapy to optimize a patient's low-density lipoprotein level and reduce their risk for coronary artery disease. PCSK9 inhibitors are also an option for lowering Lp(a). A meta-analysis showed PCSK9 inhibitors lowered Lp(a) by 26%, in addition to improved cardiac outcomes.\n[35]\nCumulatively, it is not yet evident if elevated Lp(a) remains to be an independent significant risk factor even after successful treatment.\n\nLess commonly used options include lipid apheresis and\nan investigational therapy called antisense therapy. Generally, lipid apheresis may be reserved for the most severe refractory cases and has a very limited role in treating elevated Lp(a). Apheresis will also cause transient declines in Lp(a) levels and serum levels can generally begin to climb back up.\n[6]\n\nHormonal drugs may improve Lp(a) levels but are not necessarily associated with improved cardiovascular outcomes. Estrogen can improve Lp(a) levels and has been discussed in the context of improving potential cardiac risk profiles, but it is not currently used as a therapy to improve lipid markers. Estrogen also carries other potential risks for certain patient populations and is unlikely to be established as a treatment modality.\n[36]\n\nTestosterone replacement therapy has been shown to lower Lp(a) levels. Further research on testosterone replacement therapy is necessary to draw a conclusion regarding its role in preventative cardiology, as the cumulative evidence is currently unclear. Of note, testosterone replacement therapy can lead to lower HDL levels, thereby increasing the risk of atherosclerosis.\n[37]\nL-carnitine may also lower Lp(a) levels, but it has been associated with increased levels of trimethylamine\nN\n-oxide (TMAO), potentially leading to atherosclerosis.\n[38]\nMore therapies continue to arise, and a key factor will be whether or not cardiac outcomes are improved.\n[39]\nFurther research is needed to help identify medications that directly decrease Lp(a) levels.\n\nLp(a) levels are primarily determined by genetics, but some lifestyle changes can help reduce the risk of cardiovascular disease associated with high Lp(a) levels.\n[40]\nConsuming more vegetables, fruits, nuts, and flaxseed may help decrease Lp(a) levels. In a 2-week study involving 10 individuals, a diet rich in these foods led to a reduction of Lp(a) levels by 24%.\n[41]\nIn a 6-week study involving 38 individuals with high Lp(a) levels, ground flaxseed was found to reduce Lp(a) levels by ~7%. Similarly, in another 10-week study involving 62 individuals, Lp(a) decreased by 14%.\n[42]\n\nThe relationship between exercise and Lp(a) levels is still not fully understood. Some studies suggest that moderate exercise has little effect on serum Lp(a) concentration. However, other studies suggest that intense load-bearing exercise training, such as distance running or weight lifting, may increase serum Lp(a) levels over several months to years.\n[43]"
  }
}