{
  "drug_name": "l citrulline",
  "nbk_id": "NBK599553",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599553/",
  "scraped_at": "2026-01-11T18:47:20",
  "sections": {
    "indications": "Vasoplegic syndrome (VPS) is a rare but life-threatening condition characterized by uncontrolled peripheral vasodilation resulting in profound arterial hypotension in the setting of normal or increased cardiac output. VPS most frequently occurs during cardiac surgeries and has been reported in cases of organ transplant, anaphylaxis, and septic shock. Given mortality rates as high as 25%, prompt recognition and implementation of treatments are crucial. While catecholamines are the mainstay of treatment, other therapies such as vasopressin, methylene blue, hydroxocobalamin, angiotensin II, and ascorbic acid have all demonstrated benefits.\n\nThe pathophysiology of vasoplegic syndrome involves a cascade of inflammatory responses and dysregulation of vasoactive substances. Moreover, the variety of risk factors, from prolonged cardiopulmonary bypass to medication history, demands a nuanced understanding that may not be readily available in routine clinical education.",
    "mechanism": "Cardiac surgery and exposure to an extracorporeal circuit are prevalent contributors to vasoplegia. The risk of VPS increases proportionally with the duration of cardiopulmonary bypass (CPB). Vasoplegia is more likely to happen during cardiac surgery in older people who have longer aortic cross-clamp times or are prescribed angiotensin-converting enzyme inhibitors (ACEi) or diuretics before surgery.\n[1]\nLiver transplantation is strongly associated with the development of VPS and is a serious perioperative risk factor.\n[2]\nKidney, heart, and lung transplants are also at significantly increased risk for VPS.\n[3]\n[4]\nOther risk factors for developing VPS include blood transfusions, ventricular assist devices, β-blockers, calcium channel blockers, amiodarone, heart failure, and diabetes mellitus.\n[5]\n[6]\n(See Table 1. Clinical risk factors for VPS for cardiac and non-cardiac surgery).\n\nTable\nTable 1. Clinical risk factors for vasoplegic syndrome for cardiac and non-cardiac surgery.[7].\n\nBMI: basic metabolic index, ESRD: end-stage renal disease, LVAD: left ventricular assist device, CPB: cardiopulmonary bypass, EF: ejection fraction, ACEi: angiotensin-converting enzyme inhibitors, ARBs: angiotensin receptor blockers, DM: diabetes mellitus, MI: myocardial infarction, CABG: coronary artery bypass graft.",
    "monitoring": "VPS is a form of vasodilatory shock characterized by abnormally low systemic vascular resistance and hypotension with normal or increased cardiac output (see Table 2. Characteristics of vasoplegic syndrome).\n[11]\nSeveral organizations have proposed specific parameters for mean arterial pressure and cardiac output to define VPS, but these definitions have yet to be universally accepted.\n[17]\nHistorical records trace the recognition of vasoplegia back to the early 1950s.\n[18]\nHowever, recent decades have brought attention to the role in causing refractory hypotension during organ transplantation, cardiac surgery, anaphylaxis, and septic shock.\n[19]\n\nTable\nTable 2. Characteristics of vasoplegic syndrome.\n\nCI: cardiac index, MAP: mean arterial pressure, SVR: systemic vascular resistance, HR: heart rate, RAP: right atrial pressure, LAP: left atrial pressure, PCWP: pulmonary capillary wedge pressure, MPAP: mean pulmonary artery pressure",
    "administration": "Vasoplegic syndrome is a medical condition characterized by persistent hypotension and vasodilation. Traditional catecholamine therapies may be insufficient or pose adverse effects in this syndrome. Alternative treatment options must be explored and considered to address the therapeutic challenges of vasoplegia. Non-catecholamine treatments, such as vasopressin, methylene blue, hydroxocobalamin, angiotensin II, and ascorbic acid (vitamin C), offer distinct mechanisms of action (see Table 3. Summary of non-catecholamine therapies for the treatment of vasoplegic syndrome, dosing, mechanism of action, adverse effects, and advantages).\n\nVasoplegic syndrome is managed through non-catecholamine approaches that show promising potential. These approaches work by restoring vascular tone and inhibiting critical enzymes in vasodilation. This compilation explores the mechanisms underlying each therapy and addresses essential considerations such as dosing, adverse effects, and the associated advantages. As the medical community continues to seek optimal strategies for treating vasoplegia, this resource provides insights for understanding and implementing non-catecholamine therapies in clinical practice.\n\nVasopressin\n\nWhen high doses of catecholamines are ineffective for maintaining blood pressure or result in adverse effects, vasopressin may be utilized as an additional treatment option. Vasopressin (at doses up to 0.03 µmol/min) is used as a second-line or extra treatment for catecholamine-resistant vasodilatory shock.\n[19]\nBy acting on the vasopressin receptor 1, it reinstates vascular tone. Vasopressin directly deactivates the K-ATP channel, inhibiting the increase in cGMP caused by NO, reducing NO synthesis, and minimizing the effects of membrane hyperpolarization, myosin dephosphorylation, and NO accumulation.\n[20]\nThese actions make vasopressin a viable alternative when high doses of catecholamines are ineffective or unsafe.\n\nMethylene Blue\n\nMethylene blue is a potential treatment option for VPS. However, the evidence supporting the effectiveness is from retrospective cohort studies and case reports. Further research is needed to determine the impact of methylene blue on clinical outcomes such as morbidity and mortality. Nevertheless, a study by Levin et al suggests that methylene blue can reduce mortality and morbidity following cardiac surgery in cases of vasoplegia. The evidence indicates that methylene blue therapy can effectively improve hemodynamic parameters and reduce the need for vasopressors, preventing adverse effects such as mesenteric ischemia or tissue necrosis.\n[1]\n\nThe mechanism of action of methylene blue involves inhibiting 2 enzymes, namely NO synthase and guanylyl cyclase. This inhibition leads to a reduction in the vasodilatory effects of cytokines that are released in response to shock. Additionally, the binding affinity for the M3 receptor exerts inhibitory effects on cholinesterase activity. Methylene blue should be avoided in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency, and caution should be exercised when administering serotonin-metabolizing drugs. Methylene blue is considered a safe treatment option for different shock states. In the case of distributive shock, an infusion of 1 to 2 mg/kg may be administered over 10 to 20 minutes to an hour. In cases where a continuous infusion is required, a preload followed by a continuous infusion of 1 mg/kg per hour over 48 to 72 hours has significant benefits without adversely affecting splanchnic circulation.\n[21]\n\nHydroxocobalamin\n\nHydroxocobalamin is a derivative of vitamin B12 that has potential as a rescue strategy for treating vasoplegia after cardiac surgery—the vitamin works by inhibiting NO synthase and guanylate cyclase. A systematic review by Brokmeier et al\n[22]\nanalyzed 24 published manuscripts and conducted a meta-analysis of 3 cohort studies to evaluate the use of hydroxocobalamin in vasodilatory hypotension. The results showed that hydroxocobalamin was associated with a more significant increase in MAP than methylene blue, but neither agent significantly impacted the change in MAP from baseline or mortality. Hydroxocobalamin therapy in VPS is limited and can cause chromaturia and slight interference with common laboratory measurements.\n[23]\nA daily 5 g bolus dose should be administered for 10 to 15 minutes and repeated for up to 48 hours after cardiac surgery, according to Muhammad et al.\n[24]\nThe daily dose is often a final recourse when all alternative therapeutic alternatives are ineffective in producing significant improvements.\n\nAngiotensin II\n\nAngiotensin II is considered a treatment option for vasoplegia when high-dose vasopressors fail. This can be implemented in catecholamine-induced mesenteric ischemia due to angiotensin II’s ability to mobilize venous blood from mesenteric arteries and stimulate lactate clearance.\n[25]\nThe peptide is responsible for the vasoconstrictive effects of the renin-angiotensin-aldosterone system (RAAS) via impact on the AT-1 receptor in vascular smooth muscle.\n\nAngiotensin II can also treat hypotension by increasing the release of aldosterone and vasopressin from the posterior pituitary, increasing the body’s sympathetic response.\n[16]\nNotable adverse effects include arterial and venous thrombotic events, thrombocytopenia, tachycardia, decreased cardiac output, lactic acidosis, delirium, and a higher incidence of fungal infections. The recommended starting dose for continuous infusion is 20 ng/kg, and is titrated every 5 minutes, up to 80 ng/kg during the first 3 hours.\n[26]\n\nAscorbic Acid (Vitamin C)\n\nAscorbic acid has demonstrated benefits as a treatment. The vitamin can reduce the dose requirements of other vasopressors and lessen the potential for adverse effects. Ascorbic acid is an essential cofactor in catecholamine synthesis, and exogenous administration increases vasopressor synthesis in the adrenal medulla.\n[24]\nAfter CPB, vitamin C levels are notably diminished, causing a reduction in the synthesis of vasopressors.\n[27]\nConsequently, administering ascorbic acid treatment when vitamin C levels are deficient could improve the production of endogenous vasopressors. A few studies have examined combining ascorbic acid with hydrocortisone and thiamine, termed “HAT” therapy, which may be beneficial, but additional research is needed.\n[28]\n\nTypical administration of ascorbic acid as a treatment for VPS is one 6 g IV bolus dose per day. The recommended dose of hydrocortisone is 50 mg IV bolus every 6 hours or 100 mg every 8 hours, and the dose for thiamine is 400 mg IV daily.\n[29]\n\nTable\nTable 3. Summary of non-catecholamine therapies for the treatment of vasoplegic syndrome, dosing, mechanism of action, adverse effects, and advantages.",
    "adverse_effects": "Patients suffering from this condition require extended periods of ventilation. Furthermore, after comparable blood losses, they necessitate significantly more transfusions of packed red blood cells. They also require a greater need for fresh frozen plasma, are at risk of acute renal failure, and experience delayed discharge from the intensive care unit."
  }
}