{
  "drug_name": "l tryptophan",
  "nbk_id": "NBK613280",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613280/",
  "scraped_at": "2026-01-11T15:32:12",
  "sections": {
    "clinical_significance": "Mucinosis\n\nMucinoses are a group of disorders marked by the accumulation of mucin in the dermis. Mucin is generally a non-sulfated acid mucopolysaccharide (hyaluronic acid) that manifests as delicate, faintly blue threads in standard histological sections. Specialized stains, such as colloidal iron, Alcian blue, and toluidine blue, enhance the visualization of mucin for accurate diagnosis.\n\nScleredema of Buschke primarily occurs in individuals with insulin-dependent, adult-onset diabetes mellitus, typically manifesting on the upper back, a region characterized by a typically thick dermis. Scleredema may manifest abruptly following a streptococcal infection or in conjunction with a monoclonal gammopathy. Upon examination, the histologic characteristics may be subtle and resemble normal skin; nonetheless, there is an increased interstitial separation of collagen fibers in the deep dermis with mucin deposition. Notably, there is no inflammatory infiltrate or increase in fibroblast numbers.\n[1]\n\nPretibial myxedema occurs among patients with Graves' disease, particularly in those with exophthalmos. This condition may not manifest until after the hyperthyroidism is corrected. Large amounts of mucin are often observed throughout the dermis, leading to the separation of collagen bundles.\n[2]\n\nScleromyxedema (lichen myxedematosus) consists of linear arrangements of waxy papules. This variant involves the coalescence of papules along with diffuse skin sclerosis. Immunoglobulin (Ig) G lambda gammopathy is linked to scleromyxedema and several cases of papular mucinosis. The histologic characteristics of this entity include an increase in dermal fibroblasts, fine collagen fibers, and interstitial mucin.\n\nAmyloidosis\n\nPrimary systemic amyloidosis results from the accumulation of light chains. Although skin lesions may be present, in their absence, a blind biopsy of the salivary glands or abdominal adipose tissue can be performed to detect amyloid deposits. Nodular cutaneous amyloidosis, formed from light chains, is locally produced by plasma cells and may or may not be linked to systemic amyloidosis. Secondary systemic amyloidosis is characterized by the absence of clinical skin lesions; however, it may exhibit amyloid deposits in minor salivary glands or abdominal adipose tissue. Epidermal (keratin)-derived variants of amyloidosis encompass macular and lichen amyloidosis. Amyloid has a brick red hue when stained with Congo red and an apple green coloration under polarized light. Thioflavin T staining is highly sensitive yet necessitates analysis using a fluorescent microscope, producing yellow-green fluorescence in amyloid plaques. Crystal violet is a metachromatic stain with a high affinity for amyloid generated from the epidermis.\n\nNodular amyloidosis comprises light chains (AL) and can manifest as an isolated cutaneous lesion or in conjunction with primary systemic amyloidosis. Lesions may be a manifestation of a localized plasmacytoma. Large, fissured, pale pink masses with prominent plasma cells are often present upon histopathological examination.\n\nMacular amyloidosis is a keratin-derived deposition resulting from persistent scratching. Clinically, there is rippled hyperpigmentation in the interscapular region. This little deposition can be readily missed and may resemble normal skin. Amyloid is surrounded by a fine network of melanophages.\n[3]\n\nLichen amyloidosis is a keratin-derived deposit that histologically mimics macular amyloid, accompanied by alterations characteristic of lichen simplex chronicus. Clinically, it manifests as extremely pruritic papules arranged in rows, typically located on the front shins. Key features include hyperkeratosis and acanthosis with pink amorphous deposits in the papillary dermis outlined by a network of melanophages.\n\nCalcinosis Cutis\n\nCalcinosis cutis refers to the deposition of calcium in the skin and is categorized into dystrophic, metastatic, and idiopathic forms.\n\nDystrophic calcium deposition occurs in damaged tissue despite normal calcium levels, as shown in conditions such as dermatomyositis, scleroderma, or scarring. Scrotal calcinosis refers to the calcification of epidermoid cysts.\nMetastatic calcifications manifest in normal tissue and are linked to increased serum calcium, phosphate, or both. Calciphylaxis is a distinct kind of metastatic calcification.\nSubepidermal calcified nodules have an unidentified pathophysiology and are classified as idiopathic calcifications. Calcium deposits generally exhibit basophilia in hematoxylin- and eosin-stained sections, stain black with von Kossa silver stain, and appear red with alizarin red.\n[4]\n\nGout\n\nThe evaluation of cutaneous gout lesions often demonstrates palisaded granuloma surrounding amorphous gray material with a feathery appearance. Formalin fixation eliminates the uric acid crystals, resulting in feathery clefts. Brown crystals exhibiting double refraction under polarization are observed when the tissue has been fixed in ethanol or inadequately preserved in formalin.\n\nPorphyria\n\nPorphyria cutanea tarda exhibits hyaline cuffs surrounding superficial vessels and solar elastosis in the adjacent skin. The disease frequently exhibits caterpillar bodies, subepidermal bullae, and festooning. Caterpillar bodies are eosinophilic, elongated, segmented structures found on the roofs of blisters, recognized as a distinct histopathological characteristic of porphyric bullous eruptions, such as porphyria cutanea tarda and erythropoietic protoporphyria.\n[5]\n\nOxalosis\n\nPrimary oxalosis is an autosomal recessive condition characterized by excessive serum oxalate production. Patients with this condition experience recurring episodes of calcium oxalate kidney stones and suffer from renal insufficiency. Vascular deposition of oxalate results in livedo reticularis, acrocyanosis, distal gangrene, and ulcerations. Secondary oxalosis can result from ethylene glycol poisoning, high ascorbic acid use, pyridoxine deficiency, various intestinal disorders, recurrent use of oral antibiotics resulting in the eradication of oxalate-degrading bacteria in the colon, and chronic hemodialysis. Cutaneous symptoms in patients with secondary oxalosis arise from extravascular deposits. These symptoms present as yellow-brown, radially arranged, refractile, needle-shaped crystals. Vascular involvement and thrombi may occur, particularly in primary disease.\n[6]\n\nVitamin Disturbances\n\nVitamins and micronutrients are essential for proper biological functioning and are critical for hair, nail, and skin health. Although nutrient deficiencies are rare within the general population, they are more common in individuals with malabsorption issues or limited food access. Some nutritional deficiencies can have marked cutaneous manifestations with corresponding histopathological clues. In contrast, other deficiencies can often be identified through laboratory studies and detailed history-taking, such as purpura in a patient with vitamin K deficiency.\n[7]\n\nScurvy is caused by a deficiency in vitamin C, a water-soluble vitamin primarily obtained from fruits and vegetables. Vitamin C, or ascorbic acid, is essential for the formation of mature collagen bundles in blood vessel walls and dermal structures.\n[8]\nAlthough rare in the United States—due to the modern availability of fruits, vegetables, and dietary supplements—cases of scurvy remain, particularly in underdeveloped countries. Patients classically present with cutaneous manifestations, including easy bruising, petechiae, gingival hemorrhage, follicular hyperkeratosis, and perifollicular hemorrhage (see\nImages.\nScurvy Clinical 1 and Scurvy Clinical 2).\n[8]\n[9]\nAdditional clinical findings that can clue a clinician into the diagnosis include spontaneous breakdown of old wounds, corkscrew or swan-neck hairs, and hemarthrosis with minor trauma (see\nImage.\nDermoscopy of Scurvy).\n[8]\nImportantly, scurvy can mimic several hematologic diseases and vasculitis.\n[10]\nHistopathological features mimic the clinical presentation, with extravasated erythrocytes around vessels in the dermis, soft keratin plugging follicular openings, and extravasated erythrocytes around hair follicles (see\nImage.\nHistopathology of Scurvy).\n[8]\n[9]\nIn addition, there are reports of superficial perivascular infiltrate and hemosiderin deposition following the degradation of erythrocytes.\n[8]\n[10]\n\nVitamin A is a fat-soluble nutrient primarily obtained from vegetables and animal products and is essential for healthy skin and hair.\n[7]\n[11]\nThe active metabolites—retinoic acid and retinol—regulate follicular and melanocytic stem cell activity and contribute to the wound healing process.\n[11]\nRetinoids, which are vitamin A derivatives, regulate keratinocyte proliferation and differentiation.\n[12]\nAbnormal levels of vitamin A can alter the function of the skin and hair, leading to characteristic clinical findings. Although rare, vitamin A deficiency can present as dry and rough skin with prominent hyperkeratotic follicular papules and plaques on the extremities, trunk, face, and scalp (see\nImage.\nVitamin A Deficiency).\n[7]\n[13]\nAdditional findings include night blindness and dry eyes. Histopathological findings include prominent dilatation, keratotic follicular plugging, and, in severe cases, sebocyte atrophy (see\nImage.\nHistopathology of Vitamin A Deficiency).\n[7]\n[14]\nAn excess of vitamin A can lead to adverse effects and is typically secondary to self-administration of high doses of vitamin A supplementation.\n[15]\n[16]\nPatients classically present with diarrhea, patchy alopecia, cheilitis, skin desquamation, nausea, and dry eyes.\n[15]\nThere are no specific histological findings in cases of excessive vitamin A.\n[17]\n\nPellagra is a multiorgan disease caused by a deficiency of niacin or tryptophan.\n[18]\nSimilar to many nutritional deficiencies, this condition is more common in resource-limited settings but also occurs in developed nations. Pellagra is typically associated with intestinal malabsorption, alcoholism, anorexia nervosa, and specific medications.\n[18]\nClassic symptoms include the\n3 D’s—\ndermatitis, diarrhea, and dementia.\n[18]\nSkin lesions typically begin as bright red, sunburn-like erythema, which\nslowly hyperpigments and may desquamate.\n[19]\nSkin changes are often photo-distributed, and glossitis and vulvitis also can occur.\n[18]\n[19]\n[20]\nHistopathological findings are not entirely specific and thus not diagnostic without clinical context. Epidermal atrophy and pallor may be present with overlying hyperkeratosis and parakeratosis (see\nImage.\nHistopathology of Pellagra).\n[18]\nAdditional findings include mild spongiosis, dilated vessels in the superficial dermis with extravasation of erythrocytes, and keratinocyte ballooning.\n[18]\nIn bullous lesions, the separation can be either intraepidermal or subepidermal, with direct immunofluorescence showing negative results.\n[18]\n\nNecrolytic Erythemas\n\nNecrolytic erythemas are a group of disorders with diverse metabolic origins that share similar histopathologic features. This category includes acrodermatitis enteropathica, glucagonoma syndrome, necrolytic acral erythema, and Hartnup disease.\n\nAcrodermatitis enteropathica is a rare condition caused by zinc deficiency. Rare autosomal recessive defects in the zinc transporter protein ZIP4 encoded by\nSLC39A4\ncause a classic triad of dermatitis, diarrhea, and alopecia.\n[21]\nThe dermatitis primarily affects perioral, flexural, and acral skin. Additional clinical findings include nail dystrophy, glossitis, poor wound healing, and paronychia.\n[21]\n[22]\nZinc is a vital micronutrient essential for growth, local immunity, and wound healing. The autosomal recessive form of acrodermatitis enteropathica typically manifests within weeks of breastfeeding cessation, as breast milk contains higher concentrations of bioavailable zinc.\n[21]\nHowever, several acquired forms of zinc deficiency can present similarly and need to be considered, including anorexia nervosa, inflammatory bowel disease, parenteral nutrition, malnutrition, Hartnup disease, and cystic fibrosis.\n[21]\n[22]\nHistopathological features of acrodermatitis enteropathica depend on the lesion's age and can be observed in other necrolytic erythemas, including glucagonoma syndrome.\n[23]\nTypical findings include necrolysis, which is characterized by the presence of cytoplasmic pallor, vacuolization, ballooning degeneration, and necrosis of the superficial stratum spinosum and stratum granulosum (see\nImage.\nHistopathology of Acrodermatitis Enteropathica).\n[24]\nThe pallor of the epidermis alone is not diagnostically sufficient, as it can be observed in several other conditions, including pityriasis rubra pilaris, psoriasis, and contact dermatitis. Early lesions often show nonspecific findings such as\nconfluent parakeratosis, hypogranulosis, and neutrophil crusting. Chronic lesions may exhibit psoriasiform hyperplasia, pallor, and variable amounts of neutrophils, making differentiation from psoriasis challenging. Findings associated with alopecia and nail dystrophy have not been well characterized.\n[24]\n\nGlucagonomas are extremely rare neuroendocrine tumors that arise from the alpha cells of the pancreatic islets and can be associated with a range of paraneoplastic manifestations grouped under glucagonoma syndrome.\n[25]\n[26]\nThe characteristic clinical presentation includes stomatitis, glossitis, anemia, weight loss, diabetes mellitus, diarrhea, and necrolytic migratory erythema.\n[25]\nNecrolytic migratory erythema appears as annular and arcuate erythematous lesions in areas of high friction, such as the groin, axillae, popliteal and antecubital fossae, buttocks, lower abdomen, and distal extremities. Necrolytic migratory erythema is not specific to glucagonoma syndrome; it can also be observed in inflammatory bowel disease, liver disease, and other malignancies. The exact etiology of the lesions remains unclear; however, it is hypothesized that elevated circulating glucagon leads to an amino acid deficiency.\n[27]\nHistopathological features resemble those observed in acrodermatitis enteropathica, and findings depend on the lesion's chronicity and often show nonspecific subacute dermatitis.\n[27]\n[28]\nFeatures also include parakeratosis, intraepidermal cleft formation with neutrophil infiltration, epidermal pallor, and spongiosis, along with perivascular lymphocytic and histiocytic infiltrates (see\nImage.\nHistopathology of Glucagonoma).\n[26]\n[27]\n[28]\nChronic lesions may display acanthosis and dyskeratosis.\n[28]\n\nNecrolytic acral erythema presents as well-defined hyperpigmented, pink-to-red papules and plaques on acral surfaces with thick, adherent scales, with a predilection for the lower extremities, particularly the dorsum of the feet.\n[29]\nThis condition is typically observed in patients with chronic hepatitis C infections, but it has also been reported in conjunction with leukocytoclastic vasculitis and zinc deficiency. Histopathologically, lesions are indistinguishable from those of acrodermatitis enteropathica and glucagonoma syndrome; correlation with clinical features and laboratory work-up is essential. The epidermis may show acanthosis and spongiosis with superficial lymphocytic infiltrates in early lesions. More established lesions exhibit parakeratosis, papillomatosis, epidermal pallor, necrotic keratinocytes, and subcorneal neutrophils (see\nImage.\nHistopathology of Necrolytic Acral Erythema ).\n[29]\n\nHartnup disease is an autosomal recessive disorder caused by mutations in the gene\nSLC6A19\n, which affects gut absorption of tryptophan and renal tubule reabsorption of neutral amino acids.\n[30]\nCutaneous lesions classically resemble pellagra and eruptions in areas of ultraviolet exposure.\n[31]\nRarely, lesions can appear similar to acrodermatitis enteropathica.\n[32]\nAdditional symptoms include progressive neurologic dysfunction, including tremors, ataxia, convulsions, and psychiatric disturbances.\n[30]\nHistopathologic findings are similar to those observed in pellagra.\n[31]\n[33]\n\nLysosomal Storage Disorders\n\nLysosomal storage disorders are a diverse group of rare clinical conditions characterized by the accumulation of lipid byproducts, leading to deposition in various tissues, including the skin. Although neurologic symptoms are most common, few disorders present with skin lesions.\n\nGaucher disease is an autosomal recessive disorder with variable penetrance, where clinical manifestations can range from completely asymptomatic to lethal.\n[34]\n[35]\nThis disorder is the most common type of sphingolipidoses secondary to a deleterious mutation in the gene encoding glucocerebrosidase.\n[36]\nPatients can present with skeletal abnormalities and neurologic deficits. Skin findings are common in many sphingolipidoses, and in the lethal neonatal form, patients can present as a collodion or ichthyosiform skin changes; other skin lesions described include hyperpigmentation, brown macules, and easy tanning.\n[34]\nDespite the accumulation of glycolipids within macrophages, which stain positive with periodic acid-Schiff (PAS), dermatopathological findings remain elusive and unclassified.\n[35]\n[37]\n[38]\n\nFabry disease is a rare X-linked lysosomal storage disease caused by derangements in the function of alpha-galactosidase.\n[39]\nClassic Fabry disease is a multiorgan disorder involving cardiac, renal, and cerebrovascular systems, with a typical onset as early as the fifth decade of life.\n[39]\n[40]\nSymptoms can include episodic fevers, pain in the distal extremities, extremity swelling, whorled corneal opacities, and angiokeratoma corporis diffusum.\n[39]\n[40]\nAngiokeratoma corporis diffusum appears as many non-blanching red-to-dark-blue monomorphic papules with a sex-dependent distribution. In males, angiokeratoma corporis diffusum is localized most often to the genitalia, inner thighs, lower back, and buttocks; in females, lesions appear on the trunk and extremities.\n[39]\nImportantly, the presence of angiokeratomas is not unique to Fabry disease but can be observed in several other lysosomal storage disorders.\n[39]\nLight microscopy findings include dilated blood vessels in the superficial dermis with occasional fibrin thrombi, a thinned overlying epidermis, and varying amounts of hyperkeratosis (see\nImage.\nHistopathology of Angiokeratoma).\n[41]\nPAS-positive deposits in the vacuolized cells of the vessels and the sweat glands have also been described,\n[41]\n[42]\nand the PAS-positive substance within endothelial-lined vessels can stain positive with Sudan black.\n[43]\n\nMetachromatic leukodystrophy is an autosomal recessive lysosomal storage disorder secondary to a deficiency in the enzyme arylsulfatase A, which is required to hydrolyze sulfated glycosphingolipids. This deficiency leads to the accumulation of myelin byproducts, resulting in multiorgan disease, including the central nervous system, kidneys, and biliary tract.\n[44]\nClinically, patients present with progressive psychological and neurologic deterioration, with the rate of decline existing on a spectrum.\n[44]\n[45]\nCutaneous lesions have not been documented, and hematoxylin and eosin staining of the skin in patients with metachromatic leukodystrophy has not been associated with any abnormalities.\n[46]\nHowever, there have been reports of vacuolated endoneurium within skin nerves. These vacuolated cells, when examined using cresyl violet staining on frozen sections, display brown metachromatic material.\n[44]\n\nDisseminated lipogranulomatosis (Farber Disease) is a rare autosomal recessive disorder that results in the accumulation of ceramides due to a deficiency of lysosomal ceramidase.\n[47]\nThe onset of disease is typically within the first few months of life with joint pain and swelling, hoarseness, stridor, muscle weakness, and psychomotor deterioration. Cutaneous lesions include subcutaneous or periarticular nodules and erythematous plaques.\n[47]\n[48]\n[49]\nHistopathology of subcutaneous nodules reveals granulomatous inflammation with varying amounts of cellularity and fibrosis.\n[48]\nAlthough some cells appear morphologically similar to foam cells, other reports document dermal foam cells, prominent fibrosis of the dermis and subcutis with bundles of collagen traversing in haphazard directions.\n[49]\n[50]\nSpindled cells within the granulomas stain positive for PAS and mucopolysaccharide.\n[48]\nAdditional findings indicate that Baker reaction was positive, and polysaccharide staining showed a positive result with oil red O.\n[51]\n\nKrabbe disease is a rare autosomal recessive progressive neurologic disorder of childhood with an incidence of 1 in 100,000 live births in the United States.\n[52]\nDeficiency in the lysosomal enzyme galactocerebrosidase results in the accumulation of psychosine and the death of Schwann cells and oligodendrocytes within the nervous system.\n[52]\n[53]\nThe white matter of the central nervous system typically displays globoid cells, which have PAS-positive cytoplasm, but cutaneous nerves normally appear under light microscopy.\n[52]\n[53]\n\nNiemann-Pick disease is an autosomal recessive disease caused by mutations in the genes encoding the lysosomal enzyme sphingomyelinase, resulting in the accumulation of sphingomyelin and other lipid byproducts within tissues.\n[54]\n[55]\n[56]\nOver the past several decades, numerous genes and mutations have been implicated in the pathogenesis of Niemann-Pick disease.\n[54]\n[55]\n[56]\nClinically, all patients experience progressive neurologic deterioration and eventual death during early childhood.\n[54]\n[57]\nAdditional clinical features are mutation-dependent, including hepatosplenomegaly, interstitial lung disease, thrombocytopenia, and ocular disturbances.\n[58]\nCutaneous lesions are not classic but can include brown hyperpigmentation and brown indurated plaques,\n[59]\nfacial papules,\n[60]\njuvenile xanthogranulomas,\n[61]\nerythematous and yellow papules, and deep-seated subcutaneous nodules.\n[62]\nOn light microscopy, the brown plaques displayed dermal foamy histiocytes with scattered lymphocytes and plasma cells, similar to the appearance in other organs.\n[59]\nIn a report, these foamy cells appeared brown on hematoxylin and eosin staining.\n[60]\nDeep-seated nodules revealed lobular panniculitis composed of a mixed inflammatory infiltrate and scattered ill-defined epithelioid granulomas.\n[62]\nFoamy cells stain with oil red O and Sudan black on frozen sections and appear metachromatic with toluidine blue.\n[60]\n[63]\n\nMiscellaneous Disorders\n\nThe following metabolic and storage disorders do not share a unifying theme. However, they are clinically relevant and are included for completeness.\n\nProlidase deficiency is a rare autosomal recessive inborn error of metabolism.\n[64]\nMutations in prolidase, which processes iminodipeptides in collagen, result in recalcitrant and painful leg ulcerations.\n[64]\nAdditional cutaneous symptoms include telangiectasia of the face and hands and photosensitivity. Patients typically also present with recurrent infections, dysmorphic facial features, intellectual disability, and organomegaly.\n[64]\nThe histopathologic appearance is nonspecific, including ulceration with mild inflammation and vascular wall thickening with infiltration of mononuclear cells and neutrophils.\n[65]\n[66]\nIn addition, there are reports of amyloid deposition within vessel walls and the immediate surrounding dermis.\n[67]\n\nTangier disease is an autosomal recessive disorder caused by mutations in the ATP-binding cassette-1 gene (\nABC1\n), resulting in a deficiency of normal high-density lipoprotein (HDL) within the plasma and accumulation of cholesterol within several organ systems.\n[68]\nPatients typically present with enlarged and yellow tonsils and neuropathy. Cutaneous lesions are infrequent, but papular lesions have been described.\n[68]\nHistopathological findings reveal perivascular and interstitial nests of foam cells with few lymphocytes and plasma cells. The cytoplasm of the foam cells stains positively with oil red O and Sudan black in frozen sections.\n[69]\nCholesterol esters are doubly refractile and can be observed both intracellularly and extracellularly.\n[68]\n[69]\n\nLafora disease is a genetic neurodegenerative disorder that classically presents with seizures, myoclonus, and dementia in adolescence. This disorder is due to mutations in either the laforin or malin genes.\n[70]\nSkin lesions are not typically present; however, biopsies of normal-appearing skin demonstrate PAS-positive, diastase-resistant inclusions within eccrine ducts and apocrine sweat ducts.\n[70]\n\nCrohn disease and ulcerative colitis often present with many extra-intestinal manifestations, many of which are shared between the two conditions.\n[71]\nUp to 40% of patients with inflammatory bowel disease experience extracutaneous manifestations, more commonly in patients with Crohn disease.\n[71]\nThe primary cutaneous manifestations include erythema nodosum, pyoderma gangrenosum, and aphthous stomatitis.\n[71]\nAdditional cutaneous findings that are observed in both disorders include finger clubbing, cutaneous polyarteritis nodosa, erythema multiforme, vitiligo, psoriasis, and pyostomatitis vegetans.\n[71]\n[72]\nUlcerative colitis and Crohn disease are associated with clinical findings of erythema nodosum and pyoderma gangrenosum. Erythema nodosum often presents as tender, ill-defined red nodules on the pretibial legs with characteristic features of predominantly septal panniculitis adjacent to adipocyte lobules and composed of a mixed inflammatory infiltrate consisting of lymphocytes, histiocytes, eosinophils, and numerous neutrophils (see\nImage.\nHistopathology of Erythema Nodosum).\n[73]\nSimilarly to erythema nodosum, pyoderma gangrenosum is a reactive, non-infectious inflammatory dermatosis; however, lesions are often extremely tender, erythematous nodules with a high propensity to ulcerate with ragged and undermined borders.\n[74]\nInterestingly, pyoderma gangrenosum is more commonly observed in patients with ulcerative colitis.\n[71]\n[72]\nLesions can vary in histopathologic appearance but classically display ulceration of the epidermis and dermis with an intense neutrophilic infiltrate, neutrophilic pustules, and abscess formation. Organism stains are negative, and there should be minimal evidence of vasculitis (see\nImage.\nHistopathology of Pyoderma Gangrenosum).\n[74]\nIn Crohn disease, perianal lesions can include multi-lobed skin tags, fistulas, and abscesses.\n[71]\n[72]\nThe skin tags are commonly confused for condyloma acuminata, but a biopsy reveals dermal granulomas with overlying epidermal acanthosis.\n[71]\n[72]\nInnumerable skin manifestations have been described in association with Crohn disease, including linear IgA disease, epidermolysis bullosa acquisita, pyoderma faciale, acrodermatitis enteropathica-like eruptions due to zinc deficiency, and neutrophilic dermatoses.\n[71]\n[72]\nMetastatic Crohn disease refers to lesions that are not contiguous with the mucosa. These lesions can appear as nodular, plaque-like, or ulcerated and are often found in skin folds or extremities. Moreover, peristomal lesions can occur following bowel resection (see\nImage.\nCutaneous Crohn Disease). A biopsy of these lesions reveals non-caseating granulomas, similar to mucosal lesions (see\nImage.\nHistopathology of Cutaneous Crohn Disease).\n[71]\n[72]\n\nWhipple disease is caused by the gram-positive bacterium\nTropheryma whipplei\nand is most commonly reported in North America and Europe.\n[75]\nThis systemic disorder is extremely rare, with only case reports in the literature, and is characterized by abdominal pain, signs and symptoms of malabsorption, arthritis, and neurologic manifestations.\n[75]\nSkin changes include hyperpigmentation of scars and sun-exposed skin.\n[75]\n[76]\nIn addition, there are reports of subcutaneous nodules, which, when biopsied, revealed PAS-positive macrophages within the subcutis.\n[77]\n[78]\nThese subcutaneous nodules may reveal septal panniculitis composed of foamy PAS-positive macrophages and neutrophils. Palisading granulomas with PAS-positive material in the center within the dermis and scattered dermal epithelioid histiocytes have also been reported.\n[79]\n\nCystic fibrosis is an autosomal recessive disorder affecting the cystic fibrosis conductance regular (\nCFTR\n) gene.\n[80]\nCutaneous manifestations of cystic fibrosis are uncommon and may be secondary to malnutrition. These manifestations typically affect the extremities, perineum, and perioral surfaces and present as red, scaly, or desquamating papules and plaques.\n[81]\nAdditional findings include purpura of the lower extremities, cutaneous vasculitis, and erythema nodosum. Histopathologic findings are nonspecific, including epidermal acanthosis and mild perivascular and interstitial lymphocytic infiltrates.\n[82]"
  }
}