{
  "drug_name": "lactulose",
  "nbk_id": "NBK536930",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK536930/",
  "scraped_at": "2026-01-11T15:32:32",
  "sections": {
    "indications": "Contraindications to lactulose include the following:\n\nGalactosemia:\nLactulose, due to its chemical composition, contains galactose and is contraindicated in patients requiring a galactose-free diet.\n[19]\nDiabetes:\nAlthough only a small fraction of lactulose undergoes systemic absorption, diabetes patients must use it cautiously due to the potential to cause hyperglycemia in diabetic individuals, as documented in a few studies.\n[20]\n[21]\nOlder patients:\nStudies comparing the clinical efficacy and safety of other osmotic laxatives, such as sorbitol against lactulose, have concluded that in older patients, lactulose causes increased nausea as a side effect. Sorbitol is thus a safer and inexpensive drug to use in this population.\n[22]\nPregnancy:\nPregnancy is a stressor of hemodynamic physiology. Theoretically, via the drug's osmotic action, the prolonged use of lactulose may lead to electrolyte imbalances.\n[21]",
    "mechanism": "Lactulose, or 1,4-β-galactoside-fructose, is a non-absorbable synthetic disaccharide made of galactose and fructose.\n[7]\nThe human small intestinal mucosa does not have the enzymes to split lactulose, so lactulose reaches the large bowel unchanged. Lactulose is metabolized in the colon by colonic bacteria to monosaccharides and then to volatile fatty acids, hydrogen, and methane. Lactulose reduces intestinal ammonia production and absorption in 3 ways.\n\nFirst, the colonic metabolism of sugars causes a laxative effect via increased intraluminal gas formation and osmolality, which reduces transit time and intraluminal pH. This laxative effect is also beneficial for constipation.\n[7]\n\nNext, lactulose promotes increased ammonia uptake by colonic bacteria, which utilize the trapped colonic ammonia as a nitrogen source for protein synthesis. The reduction of intestinal pH facilitates this process, which favors the conversion of ammonia (NH\n3\n) the gut bacteria produces to ammonium (NH\n4\n+\n), an ionized form of the molecule that cannot cross biological membranes.\n[8]\n[9]\n[10]\n\nFinally, lactulose also causes a reduction in intestinal production of ammonia. The acidic pH destroys urease-producing bacteria involved in the production of ammonia. The unabsorbed disaccharide also inhibits intestinal glutaminase activity, which blocks the intestinal uptake of glutamine and its metabolism to ammonia.\n\nAlthough a variety of mechanisms of action of lactulose that limit the production and absorption of ammonia in the gut, as explained above, have been reported, other laxatives could probably have the same effects with better tolerability. Lactulose originally received FDA approval in the USA in 1977, but there are concerns regarding the adequacy of data to support the drug's efficacy. As lactulose is believed to be an effective therapy for hepatic encephalopathy, it cannot be ethically withheld from patients needing treatment. Thus, conducting human investigation review board-approved placebo-controlled trials in the US to confirm or refute the efficacy of lactulose remains difficult.\n\nPharmacokinetics\n\nAbsorption:\nLactulose is poorly absorbed when administered orally to man, and only small amounts reach the blood.\n\nMetabolism:\nLactulose reaches the colon unchanged. In the colon, bacteria metabolize lactulose and form low molecular weight acids, which may lead to acidifying the colon contents.\n\nElimination:\nOnly 3% or less of lactulose is excreted in urine within 24 hours.",
    "administration": "Available Dosage Forms\n\nAlthough the oral route (as a syrup) has been the standard mode of administration for the past several decades, it is also effective as a rectal enema.\n[1]\n[11]\nMost of these studies were comparisons between lactulose/lactitol enemas and placebo. The few studies that have compared oral vs rectal lactulose have demonstrated inconclusive findings in the long term.\n[12]\n\nLactitol, a second-generation disaccharide, is a crystalline powder unavailable in the United States. Lactitol is equally efficacious but better tolerated than lactulose and is usually prescribed at a dose of 10 to 90 g/d to cause 2 soft bowel movements per day. At present, the most commonly used regimens of lactulose are as follows.\n[13]\n\nAdult Dosage\n\nOral Route\n\nFor constipation, administration of 15 to 45 mL (or 10 to 30 g) 2 to 4 times daily until the formation of soft stools.\n\nIn patients with hepatic encephalopathy, lactulose is typically given in syrup form at a dose of 15 to 30 mL 2 to 4 times a day to aim for 2 semisoft stools per day.\n\nFor acute hepatic encephalopathy, a common option is to administer a bolus of 45 mL (30 g) and repeat the dose hourly until the first bowel movement. Once the episode of encephalopathy has subsided, the dose can be titrated to achieve 2 or 3 soft bowel movements daily.\n\nRectal Route\n\nThis mode is preferred if there is any aspiration risk via the oral route. The preferred route is to administer 300 mL in 700 mL of water and have it retained in the colon for an hour, repeated every 2 hours until the episode resolves. The patient should be in the lateral recumbent position to optimize intestinal distribution.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo specific dose adjustment information is available for lactulose in the manufacturer label for patients with hepatic impairment.\n\nRenal impairment:\nNo specific dose adjustment information is available for lactulose in the manufacturer label for patients with renal impairment.\n\nPregnancy considerations:\nLactulose is a pregnancy category B drug. Based on reproduction studies conducted in mice, rats, and rabbits at 2 or 4 times the usual human oral dose, there has been no evidence of impaired fertility or fetal harm due to lactulose. However, there are no adequate and well-controlled studies conducted in pregnant women. Therefore, this drug should be used during pregnancy only if needed clearly.\n[14]\n[15]\n\nBreastfeeding considerations:\nWhether lactulose is excreted in human milk is unknown. However, many drugs are excreted in human milk, so it would be advisable to exercise caution when lactulose is administered to a breastfeeding woman.\n\nPediatric patients:\nThere is very little information available on the use of lactulose in pediatric patients. In adult studies, the main goal is to produce 2 to 3 soft stools daily. On that basis, the recommended initial daily oral dose in infants would be 2.5 to 10 mL in divided doses. The daily dose of 0 to 90 mL is recommended for older children and adolescents. If this initial dose causes diarrhea, the dose should be lowered immediately. If diarrhea persists, lactulose treatment should be discontinued.\n[16]\n[17]\n\nOlder patients:\nNo specific dose adjustment information is available for lactulose in the manufacturer label for older patients.",
    "adverse_effects": "Because lactulose has insignificant absorption by the gut and undergoes rapid excretion by the kidneys, its effects remain localized to the gut microenvironment. Side effects would include increased bowel sounds (borborygmi), increased flatus, and a sensation of bloating. Since lactulose's intended use is to soften the stool quantity and increase the stool amount, its most significant side effect remains diarrhea. The diarrhea is dose-dependent and decreases in severity with a reduction in the dose of lactulose.\n[7]\n[18]",
    "monitoring": "From a pharmacokinetic standpoint, lactulose has negligible systemic absorption. However, like most laxatives, lactulose tends to bring about large changes in the body's fluid and electrolyte status. This activity would require periodic electrolyte monitoring, especially in the older and critically ill population.\n[23]\n[24]\n\nThe effects are particularly profound regarding the sodium level, which commonly manifests as hypernatremia.\n[23]\nIn psychiatric patients on lithium therapy, there may be a risk for toxicity due to the decreased renal excretion of the drug due to volume depletion,  which would require careful drug monitoring.\n[25]",
    "toxicity": "Clinically, documentation on lactulose toxicity is lacking. Specific studies using rats inoculated with various concentrations of lactulose syrup ranging from 0.5% to 5% revealed no evidence of toxicity.\n[26]\nHowever, there have been study results indicating the ability of lactulose to induce lithium toxicity in psychiatric patients. This effect is more broadly attributable to lactulose's ability to induce dehydration through its osmotic action, depletion of total body volume, and the resultant poor renal excretion of lithium.\n[25]\nAlthough rare, documented allergic reactions to lactulose have been recorded in patients with milk allergies.\n[27]"
  }
}