{
  "drug_name": "lactose",
  "nbk_id": "NBK532285",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532285/",
  "scraped_at": "2026-01-11T18:47:24",
  "sections": {
    "indications": "Lactose intolerance is a clinical syndrome characterized by gastrointestinal symptoms, such as bloating, abdominal pain, flatulence, nausea, borborygmi, and diarrhea, following the ingestion of lactose-containing food.\n[1]\n[2]\nAlthough often associated with lactose malabsorption, the 2 terms are not synonymous.\n\nLactose, a disaccharide and the primary sugar in human breast milk, is hydrolyzed into glucose and galactose by the enzyme lactase, located in the small intestinal border.\n[3]\n[4]\nGalactose is critical for macromolecular synthesis, and human milk is its only natural dietary source. Lactase deficiency, the most common disaccharidase deficiency, is rarely congenital; it typically arises as a secondary process following intestinal injury or as a genetically programmed late-onset decline in enzyme activity.\n[5]\n\nLactase activity peaks postnatally and declines thereafter, irrespective of continued lactose intake. This pattern is conserved across most nonhuman mammals. Populations of South American, Asian, and African descent exhibit higher rates of adult-onset lactase deficiency. In contrast, those of northern European and northwestern Indian ancestry more commonly retain lactase activity into adulthood.\n[6]\n\nMany individuals avoid lactose-containing foods upon symptom onset and diagnosis, often switching to lactose-free products and supplements. This dietary modification, even when based on a presumed rather than confirmed diagnosis, contributes to increased healthcare utilization.",
    "mechanism": "Lactase enzyme deficiency results from reduced enzyme activity, leading to impaired hydrolysis of lactose into absorbable glucose and galactose. Genetic factors contribute significantly, with specific single-nucleotide polymorphisms associated with lactose intolerance. In Northeastern Brazil, the distinct single-nucleotide polymorphisms correlate with lactase persistence. Among Indo-Europeans, the C/T 13910 (C>T) polymorphism plays a key role—the TT genotype is associated with lactase persistence, the C/T genotype with partial deficiency, and the CC genotype with complete deficiency.\n[7]\n\nLactase deficiency is classified into four types—primary (late-onset), secondary (acquired), developmental, and congenital. Each type varies in etiology, age of onset, and underlying pathology, with secondary deficiency being the most common and typically reversible following resolution of the underlying intestinal injury.\n\nPrimary Lactase Deficiency\n\nPrimary lactase deficiency, also known as lactase nonpersistence, is the most common form of lactase deficiency. There is a gradual decline in lactase enzyme activity with increasing age. Enzyme activity declines in infancy, and symptoms manifest in adolescence or early adulthood. More recently, it has been observed that lactase nonpersistence is of the ancestral form (normal Mendelian inheritance), and lactase persistence is secondary to mutation.\n[8]\n[9]\n[10]\n\nSecondary Lactase Deficiency\n\nInjury to the intestinal mucosa can lead to secondary lactase deficiency, and resolution of the underlying cause may resolve the lactose intolerance.\n[11]\nCommon causes include:\n\nGastrointestinal infections, such as those caused by rotavirus in children and\nGiardia lamblia\nCeliac disease\nCrohn disease\nChemotherapy\nAntibiotics\nSmall intestinal surgery\nRadiation therapy to the small intestine\n\nDevelopmental Lactase Deficiency\n\nDevelopmental lactase deficiency\nis observed in premature infants born at 28 to 37 weeks of gestation.\n[12]\nThe infant's intestine is underdeveloped, resulting in inadequate lactase production. This condition improves with age due to the maturation of the intestine, which results in adequate lactase activity.\n\nCongenital Lactase Deficiency\n\nCongenital lactase deficiency is a rare autosomal recessive genetic condition due to mutations in the\nLCT\ngene, with only about 40 cases reported worldwide.\n[8]\nThis condition results in decreased or absent lactase enzyme activity.\n[13]\n[14]\nSymptoms appear shortly after birth with the ingestion of milk.\n[15]",
    "monitoring": "Symptom resolution following lactose elimination and recurrence upon reintroduction supports the diagnosis of lactose intolerance.\n[39]\nFurther diagnostic testing may be warranted in cases of diagnostic uncertainty or when alternative conditions are suspected.\n\nDiagnostic Tests\n\nDiagnosis of lactose intolerance is primarily clinical but may be supported by noninvasive tests when uncertainty exists or to exclude other conditions. The following diagnostic modalities assess lactose malabsorption, enzyme activity, or genetic predisposition.\n\nHydrogen breath test: This test measures breath hydrogen after lactose ingestion. An increase >20 ppm above baseline indicates lactose malabsorption.\n[40]\nProper test protocols are essential for accuracy.\n[40]\nStool acidity test: This test detects low stool pH due to fermentation of unabsorbed lactose into lactic acid.\nMilk tolerance test: After administering 500 mL of milk, a rise in blood glucose <9 mg/dL suggests lactose malabsorption.\n[41]\nLactose tolerance test: This test involves ingestion of 50 g lactose with serial glucose measurements at 0, 60, and 120 minutes.\n[40]\nA rise <20 mg/dL suggests lactose intolerance. Sensitivity is 75%; specificity is 96%. False-negative results may occur in patients with diabetes mellitus or small intestinal bacterial overgrowth. The results are also affected by delayed gastric emptying.\n[42]\nSmall bowel biopsy: This test is invasive and rarely used; reserved for excluding secondary causes such as celiac disease.\nGenotyping: Genotyping is emerging as a highly sensitive and specific test. This test is currently more common in Germany and Nordic countries, but not widely adopted elsewhere.\n[43]\n\nProper Performance of Hydrogen Breath Testing\n\nUse only certified medical-grade testing products.\nStore and handle breath samples according to the manufacturer's guidelines.\nIn young children, use a face mask or a suitable device for complete sample collection.\nAvoid taking antibiotics for at least 4 weeks before testing.\nDo not perform testing within 2 weeks of bowel preparation for colonoscopy or surgery.\nAvoid dietary fiber and FODMAPs (fermentable oligosaccharides, disaccharides, monosaccharides, and polyols) for 24 hours before testing, as they can elevate baseline hydrogen levels.\nDiscontinue lactulose, lactose, laxatives, prokinetics, and probiotics 24 hours before and during testing.\nInfants should fast for at least 4 hours; children and adults should fast for at least 8 hours.\nRefrain from smoking for at least 2 hours before and during testing.\nMinimize physical activity 2 hours before and during testing to prevent hyperventilation.\nPerform a chlorhexidine oral rinse before collecting the initial breath sample.\n[44]",
    "administration": "Management of lactose intolerance includes dietary modification, lactase supplementation, and treatment of underlying causes in secondary lactase deficiency. Complete lactose elimination is rarely required, as most individuals tolerate up to 15 g of lactose daily, especially when consumed with other foods.\n[45]\n\nDietary Modification\n\nLactase-containing dairy products and calcium supplementation are recommended. Reducing lactose intake can decrease colonic hydrogen production and alleviate symptoms. Although strict avoidance is not always necessary, the following lactose-containing foods should be limited or avoided:\n\nCow, goat, and sheep milk\nIce cream and sherbet\nButter and margarine\nButtermilk, whipping cream, sour cream, and coffee creamers\nSoft cheeses, such as cream cheese, cottage cheese, ricotta, and mascarpone\nEvaporated milk, condensed milk, and milk powder\nPudding and custard\nWhey protein, especially whey concentrate\nPancakes and waffles, if prepared with milk or butter\n\nYogurt contains variable amounts of lactose and may trigger symptoms in some individuals. Greek yogurt has the lowest lactose content. Live yogurt cultures produce β-galactosidase, which may enhance lactose digestion in vivo.\n[46]\nPlant-based milk alternatives, such as almond, coconut, and soy, are lactose-free options, although concerns remain regarding palatability, nutritional adequacy, and processing challenges.\n[47]\n[48]\n\nProbiotics, such as the\nLactobacillus acidophilus\nDDS-1 strain, have shown potential in alleviating symptoms.\n[49]\n[50]\nCalcium and vitamin D supplementation are recommended to maintain bone health. In secondary lactase deficiency, management should also address the underlying condition.\n[45]\n\nLactase Supplements\n\nLactase enzyme supplements extracted from yeasts and molds are available as tablets or drops. In most cases, these supplements should be taken just before eating a high-lactose product or with the first bite. However, when drops are added to milk, they should be shaken or stirred and refrigerated for 24 hours before ingestion to allow the lactose to break down.",
    "adverse_effects": "Complications of lactose intolerance are uncommon but may arise from prolonged dietary restriction or untreated malabsorption. These complications include the following:\n\nOsteopenia\nOsteoporosis\n[21]\nMalnutrition\nWeight loss\nRickets\nGrowth failure"
  }
}