{
  "drug_name": "lactic acid",
  "nbk_id": "NBK459240",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459240/",
  "scraped_at": "2026-01-11T18:47:23",
  "sections": {
    "indications": "Pityriasis rotunda is an uncommon acquired dermatosis related to a keratinization disorder described first in 1906 by Jean Baptiste Emil Vidal. This dermatosis was called pityriasis circinata and pseudo-ichtyose acquise en taches circulaires. Pityriasis rotunda, uncommonly encountered in some regions of the world, is not always easy to diagnose.\n[1]\n[2]\n[3]\nTwo variants of the condition have been identified. Type I is observed in adult Asian or Black individuals and is frequently linked to an underlying malignancy, typically stomach or hepatocellular carcinoma. Type II pityriasis rotunda manifests before age 40 and frequently has a familial pattern. This condition as not been linked to internal diseases or malignant tumors. The clinical pictures of type I and type II lesions are indistinguishable. The lesions appear as pink or light brown circular areas, finely delineated with dry scaling, and measure between 0.5 and 20 cm at their largest dimension; they typically develop on the trunk and proximal parts of the limbs. Individuals with dark skin typically exhibit hyperpigmented lesions, while those with a light complexion typically exhibit hypopigmented lesions.\n[4]",
    "mechanism": "No established etiology for pityriasis rotunda exists. Authors have attached it to various disorders of keratinization, such as ichthyosis vulgaris, late-onset congenital ichthyosis, and acquired ichthyosis. Type I pityriasis rotunda, also known as paraneoplastic pityriasis rotunda, primarily appears in conjunction with hepatic and gastric malignancies, but it can also manifest in the following malignancies:\n\nImmunoglobulin G myeloma, multiple myeloma\nAcute myeloid leukemia\nChronic myeloid leukemia\nAdenocarcinoma of the prostate\nEsophagus carcinoma\nGastric carcinoma\nSquamous cell carcinoma of the palate\n\nPityriasis rotunda is also linked to several systemic diseases, including:\n\nMalnutrition\nDiabetes mellitus\nInfections (tuberculosis, leprosy, and osteitis)\nHepatic diseases such as cirrhosis and hepatitis C virus\n[5]\nChronic obstructive pulmonary disease and recurrent pulmonary infections\nHeart disease\nFemale genital tract anomalies (ovarian cysts and fibroids)\nGlucose-6-phosphate dehydrogenase deficiency (favism)\nChronic diarrhea\nScleroderma\nSarcoidosis\nHormonal disorders such as hyperprolactinemia\nAcquired immune deficiency syndrome\n[6]\n\nHowever, researchers have not eliminated the idea that the association of some of these conditions associated with pityriasis rotunda, especially favism, could be due to chance.\n[7]\n[8]\n[9]\n[10]",
    "monitoring": "The diagnosis relies on clinical suspicion.\n[18]\nMycological examination of scaly material removed from lesional skin (direct microscopy using potassium hydroxide and fungal culture) is useful in ruling out dermatomycosis. Wood light examination is used if erythrasma is suspected. On dermoscopy, white polygonal streaks with a homogeneous brown background were observed. The polygonal scales over clearly defined pigmented brown patches represent hyperkeratosis and a pigmented basal layer in histological analysis, respectively.\n[1]\n[19]",
    "administration": "Management of pityriasis rotunda is often challenging. Topical corticosteroids, antifungal agents, emollients, tars, and keratolytic topicals (salicylic acid and lactic acid) have proven ineffective; retinoids, topical (retinoic acid and tazarotene) or oral (etretinate), have been used with little or no success in pityriasis rotunda. Treatment with vitamin D3 analogs such as calcipotriol leads to a progressive improvement in the lesions in a few patients. However, for patients with comorbidities, successful treatment of the underlying disease often leads to remission of pityriasis rotunda lesions.\n[18]",
    "adverse_effects": "The manifestation of pityriasis rotunda in an older adult, without a familial history of the disorder, is significantly correlated with an underlying malignancy.\n[4]"
  }
}