{
  "drug_name": "lamivudine",
  "nbk_id": "NBK559252",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559252/",
  "scraped_at": "2026-01-11T15:32:33",
  "sections": {
    "indications": "Lamivudine should not be administered to patients with known hypersensitivity. Avoid concurrent sorbitol-containing product use when dosing the oral solution formulation.\n\nBox Warning\n\nThere is an FDA Box Warning for lamivudine:\n\nThere are reports of lactic acidosis and severe hepatomegaly with steatosis, including fatalities, in patients using nucleoside analogs.\nReports exist of hepatitis B exacerbations in patients co-infected with HBV and HIV-1 who have discontinued lamivudine. These patients require hepatic function monitoring and initiation of hepatitis B therapy when necessary.\nHIV-1-infected patients should only receive lamivudine dosage forms approved for HIV-1 treatment.",
    "mechanism": "Lamivudine is a dideoxynucleoside cytosine analog that inhibits viral DNA synthesis via reverse transcriptase DNA chain termination post phosphorylation. Once inside the cell, lamivudine, 2'-deoxy-3'-thiacytidine, is metabolized to the triphosphate form, lamivudine triphosphate (abbreviated as 3TC-TP or L-TP), and the monophosphate form, lamivudine monophosphate (abbreviated as 3TC-MP or L-MP), during intracellular kinase phosphorylation. Both forms, L-TP and L-MP, inhibit viral DNA synthesis. Lamivudine is advantageous as an antiviral drug because it is primarily not recognized by human polymerase as a substrate. As an L-(-)-nucleoside enantiomer instead of a D-enantiomer, active lamivudine (3TC) is not primarily recognized by human polymerases as a substrate but actively competes with natural cytidine triphosphate to inhibit reverse transcriptase DNA synthesis seen in both HIV-1 and HBV infection.\n[11]\nThe triphosphate metabolite can also weakly inhibit mammalian DNA polymerase (α and β types) and mitochondrial DNA (mtDNA) polymerase.\n[12]\n[13]\nThere are no known pharmacokinetic differences related to gender or race.\n\nPharmacokinetics\n\nAbsorption:\nLamivudine is absorbed rapidly, with a maximum lamivudine concentration of 0.5 to 1.5 hours following oral dose administration and absolute bioavailability of approximately 82% in adults and 68% in children.\n[11]\nLamivudine can be taken with or without food. While systemic exposure to lamivudine does not change with food intake, taking lamivudine with food slows the absorption rate by 40%. Lamivudine is manufactured as an oral liquid and tablet form and has equitable bioavailability in adults. The solid tablet is preferred in children because bioavailability is 40% lower in children using the oral liquid form. While both doses of the solid tablet have similar steady-state concentrations and therapeutic effects, the larger dose of 300 mg once daily has shown to have larger trough and maximum serum levels and is less consistent throughout the day than the smaller 150 mg tablet taken twice daily.\n\nDistribution:\nLamivudine is distributed into the total body fluid/extravascular spaces. The half-life can be as long as 15.5 hours for HIV-infected cells and 19 hours for HBV-infected cells.\n[4]\nHowever, viral replication site reservoirs showed varying pharmacokinetics. Lamivudine has been shown to have a longer half-life and higher IC\n50\nafter the first dose in seminal mononuclear cells and the female genital tract.\n[14]\nConversely, the cerebral spinal fluid has shown minimal transmission of lamivudine across the blood-brain barrier, especially in adults.\n[15]\n[16]\nLamivudine freely traverses the placenta, often presenting with exceedingly high concentrations, and is readily found in breast milk.\n\nMetabolism:\nLamivudine does not undergo metabolism via the CYP450 pathway and minimally binds to plasma protein. Therefore, CYP450 inducers and inhibitors will not affect its metabolism, nor does the drug have many drug interactions with protein-bound medications. While lamivudine has some drug-drug interactions, like interferon-α blockers, ribavirin, zidovudine, and drugs that inhibit MATE-1, MATE-2K, OCT2 transporters, like trimethoprim and indinavir, which increases the plasma concentration of lamivudine, no interactions have clinical significance.\n[17]\nOne exception is sorbitol, which demonstrates dose-dependent decreases in the maximum serum concentration of lamivudine.\n\nElimination:\nLamivudine is eliminated in the urine and secreted as an active organic cation. The mean elimination half-life was 5 to 7 hours.\n[11]\nThe average clearance of unaltered lamivudine is 71%, with 5% to 10% excreted as trans-sulfoxide.\n[11]\n[18]\nThis clearance indicates the necessity for sufficient kidney function in the patient, and dosing should be adjusted accordingly. Dialysis did not significantly increase the elimination of lamivudine to warrant dose modification. Pregnant women have a 22% increase in lamivudine clearance without leading to sub-exposure.\n[18]\n[19]",
    "administration": "Dosage Forms and Strengths\n\nLamivudine is available in 150 mg scored tablets, 300 mg tablets, and 5 mg/mL or 10 mg/mL oral solutions. Lamivudine may be taken with or without food and should be stored at room temperature. The patient should take a missed dose when remembering, but doses should not be doubled.\n\nCare is necessary if the patient resists other previously prescribed antiviral medications. Chronic co-administration with sorbitol should be avoided to prevent a decrease in lamivudine concentration and potency. Pharmacokinetic changes are minor with ZDV, ddI, cotrimoxazole, and interferon-α-2b, so no dose adjustment is recommended.\n[11]\n\nResistance to lamivudine, as well as cross-resistance to other NRTIs, such as didanosine, abacavir, and emtricitabine, are seen in 10% of patients after treatment with lamivudine as a monotherapy or combined therapy after 48 weeks of treatment.\n[2]\nWhile this can result in a virologic failure, clinical observations suggest a benefit to continuing lamivudine treatment even when an M184V substitution mutation causes resistance.\n[2]\n[20]\n\nAdult Dosing\n\nHIV Infection: 300 mg orally once daily.\n\nChronic hepatitis B infection: 100 ng orally once daily. Higher doses are necessary for patients with HIV co-infection.\n\nHIV post-exposure prophylaxis (off-label use)\n<50 kg: 4 mg/kg/dose orally twice daily - maximum dose is 150 mg.\n>50 kg: 150 mg orally twice daily or 300 mg once daily as part of a multi-drug regimen.\n\nPerinatal hepatitis B infection prophylaxis: 100 mg orally once daily.\n\nSpecial Patient Populations\n\nHepatic impairment:\nNo dose adjustment is necessary in patients with hepatic impairment.\n\nRenal impairment:\nDoses should be adjusted accordingly for the patient's kidney function:\n\nCreatinine clearance greater than or equal to 50 mL/min should have a lamivudine dose of 150 mg twice per day or 300 mg once per day.\nCreatinine clearance of 30 to 49 mL/min should have a lamivudine dose of 150 mg once per day. If a patient's creatinine clearance is between 15 to 29 mL/min, they should receive 150 mg as a first dose, then 100 mg daily afterward.\nCreatinine clearance of 5 to 14 mL/min equates to 150 mg as a first dose, then 50 mg daily afterward.\nWith a creatinine clearance of less than 5 mL/min, the patient would receive 50 mg as the first dose and then 25 mg per day. Additional dosing is not necessary after either 4-hour routine hemodialysis or peritoneal dialysis.\n\nPregnant women:\nLamivudine is currently an FDA Category C drug. The benefits outweigh the risks during pregnancy; no known teratogenicity risk exists based on limited human data. There is a potential risk of neonatal mitochondrial dysfunction and anemia based on limited human data.\n\nBreastfeeding women:\nHIV patients should avoid breastfeeding because of the postnatal HIV infection, irrespective of maternal HIV treatment. No human data exists to assess lamivudine's effects on milk production. Patients with hepatitis B should avoid breastfeeding if they have cracked or bleeding nipples. Otherwise, lamivudine use while breastfeeding is acceptable.\n\nPediatric patients:\nPediatric patients should be able to swallow tablets safely and use a separate dosing schedule. If the child cannot swallow the tablet, the oral solution dosage may need to increase because of the decrease in bioavailability. There is an increased risk of resistance when administering the oral solution to pediatric patients, so tablets are preferred whenever possible.\n\nOlder patients:\nResearch has concluded that lamivudine therapy is efficacious and well-tolerated in older patients with chronic HBV infection.\n[21]",
    "adverse_effects": "Severe adverse effects include:\n\nPancreatitis, particularly in children\nHepatic decompensation\nPeripheral neuropathy\nMuscle pain\nWeakness\nAplastic anemia\nLactic acidosis with hepatomegaly and steatosis\nStevens-Johnson syndrome*\nImmune reconstruction syndrome\nFat redistribution\n\n*Patients with HIV are already at a higher risk of acquiring Stevens-Johnson syndrome (SJS). Combined therapies also make it difficult to discern if one drug alone contributed to SJS or not. No direct cases appear in the literature.\n\nSevere adverse effects occurred in about 5% of patients enrolled in all clinical trials. Children seemed to show a higher prevalence of fever and pancreatitis than adult patients.\n[22]\n\nSeveral case studies have shown that lamivudine can cause unusual adverse effects like thrombocytopenia and paronychia.\n[23]\n[24]\n\nCommon adverse effects:\n\nHeadache\nNausea\nVomiting\nDiarrhea\nWeight loss\nAbdominal pain\nFever\nCough and nasal signs and symptoms\n\nDrug-Drug Interactions\n\nConcurrent lamivudine use should be avoided with the following drugs:\n\nAbacavir: avoid concurrent use of abacavir oral solution with lamivudine oral solution, as the combination may decrease lamivudine efficiency.\nBetibeglogene autotemcel or elivaldogene autoemcel: Lamivudine should be discontinued for at least 1 month prior to starting therapy with betibeglogene autotemcel or elivaldogene autoemcel, as it may interfere with gene transfer into apheresed cells.\nCladribine: Combination may increase cladribine levels by inhibiting intracellular phosphorylation.\nBictegravir: Duplicate therapy and potential to increase lamivudine levels.\nTafenoquine: This combination may increase lamivudine levels, possibly through inhibition of renal transport.\n\nThe above is not a complete list. As always, a thorough medication reconciliation should take place whenever pharmaceutical therapy is started or modified.",
    "monitoring": "As a class, NRTIs have more cases of resulting hepatomegaly, with some fatalities. Lactic acidosis, a typical NRTI toxicity, is not seen as frequently with lamivudine. However, severely overweight females who have been on immunotherapy for an extended time seem to be at an increased risk. If a patient presents with symptoms, lamivudine should be discontinued immediately.\n[25]\nAdditionally, the patient's liver function should be considered before beginning lamivudine; those with liver disease should rank as high risk.\n\nPatients treated with interferon-α inhibitors with or without ribavirin when they are co-infected with HCV should be monitored closely for liver toxicities, especially hepatic decompensation, due to their pyrimidine phosphorylation reduction effects. If decompensation or increased liver toxicity occurs, interferon-α inhibitors with or without ribavirin should be decreased or discontinued.\n\nPatients using lamivudine for HBV should receive testing for HIV-1, and patients with HIV-1 should be tested for HBV. If the patient has a co-infection, the lower dose of lamivudine (EPIVIR-HBV) is not adequate for patients and could lead to increased antiviral resistance of either virus for both adults and children.\n[26]\n[27]\nPatients should not discontinue lamivudine while co-infected with HIV-1 and HBV. Severe, acute hepatitis B exacerbation can occur. Hepatic function (ALT levels) should be closely monitored for several months after stopping treatment, and initiation of anti-hepatitis B treatment may be appropriate with physician-guided discontinuation.\n\nCD4+ cell count and viral load should have frequent checking to determine HIV-1 disease progression and efficacy and extent of virologic failure resulting in lamivudine resistance in combination therapy.\n[28]\nPatients should also receive monitoring for the development of inflammatory responses to opportunistic infections commonly seen in HIV patients (\nmycobacterium avium\n, CMV, PCP, TB) as well as autoimmune disorders within the first few months of starting combination antiviral therapy, including lamivudine as symptoms of immune reconstitution syndrome.\n\nKidney indicators require monitoring throughout treatment, especially in chronic kidney disease (CKD) patients. CKD is a natural outcome of aging, so special attention may be necessary in treating older patients.\n\nPediatric patients who have a history of antiviral therapy or a history of pancreatitis need monitoring for lamivudine-induced pancreatitis. Pediatric patients should also know to avoid sorbitol-containing medicines when using oral lamivudine because antiviral resistance and lower virologic suppression rates can occur due to lower plasma lamivudine exposure.\n[22]\n[29]\n\nFat redistribution in a \"cushingoid appearance,\" lipoatrophy, and insulin resistance should also be monitored in patients using NRTIs.\n[30]",
    "toxicity": "Lamivudine is usually well tolerated with milder toxicities compared to other NRTIs.\n[31]\nIf an overdose of lamivudine occurs, supportive care should be provided with monitoring. Dialysis is not a reliable treatment for an overdose of lamivudine. No human trials to date have shown evidence of carcinogenesis, mutagenesis, or fertility impairment."
  }
}