{
  "drug_name": "lanette o",
  "nbk_id": "NBK482325",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482325/",
  "scraped_at": "2026-01-11T18:47:24",
  "sections": {
    "indications": "The pancreas is an accessory organ of digestion with dual roles in the endocrine and exocrine systems. This organ plays a crucial role in digesting proteins, carbohydrates, and fats, working alongside bile from the common bile duct. Structurally, the pancreas contains a main pancreatic duct that joins with the common bile duct at the ampulla of Vater, an accessory duct that normally drains into the duodenum at the minor papilla, and smaller branched ducts emerging from the main pancreatic duct. These ducts can become obstructed or genetically malformed. Chronic inflammation can lead to scarring and fibrosis, causing permanent damage that impairs secretory functions.\n[1]\n[2]\n\nChronic pancreatitis is a progressive inflammatory disease affecting both pancreatic functions. Exocrine dysfunction leads to pancreatic insufficiency, steatorrhea, and weight loss, occurring when over 90% of the organ is damaged. In severe cases, pancreatic insufficiency affects up to 85% of patients. Endocrine dysfunction results in pancreatogenic diabetes, also known as type 3c diabetes.\n\nIn 2016, international pancreas societies adopted a mechanistic definition of chronic pancreatitis. This definition characterizes end-stage chronic pancreatitis as pancreatic atrophy, fibrosis, pain syndromes, duct distortion and strictures, calcifications, pancreatic exocrine dysfunction, pancreatic endocrine dysfunction, and dysplasia, but also addresses the disease mechanism as a pathological fibroinflammatory syndrome of the pancreas in individuals with genetic, environmental, or other risk factors who develop persistent pathologic responses to parenchymal injury or stress.\n[3]\n\nChronic pancreatitis differs from acute pancreatitis, which presents with sudden-onset abdominal pain radiating to the back. Patients with chronic pancreatitis may be asymptomatic for long periods or may experience persistent abdominal pain requiring hospitalization. Histologically, acute pancreatitis is characterized by predominant neutrophilic infiltration, whereas chronic pancreatitis primarily involves mononuclear cell infiltration.\n[4]\n[5]\n[6]",
    "mechanism": "The TIGAR-O classification system (Toxic-metabolic, Idiopathic, Genetic, Autoimmune, Recurrent and severe acute pancreatitis, and Obstructive) categorizes the causes of chronic pancreatitis using the acronym TIGAR (see\nTable.\nModified TIGAR-O Pancreatitis Risk/Etiology Checklist):\n\nTable\nTable 1. Modified TIGAR-O Pancreatitis Risk/Etiology Checklist.\n\nReference for the table.\n[8]\n\nAbbreviations: ERCP, endoscopic retrograde cholangiopancreatography.\n\nAdditional causes of chronic pancreatitis include deficiencies in fat-soluble vitamins and antioxidants, and radiation therapy.\n[9]\n[10]\nIn adults, alcohol consumption is the most common cause of chronic pancreatitis, whereas in children, genetic conditions, especially cystic fibrosis, and anatomic variants are the primary causes (see\nTable 2.\nGenetic Polymorphisms Related to Chronic Pancreatitis).\n\nAlcohol increases protein secretion from acinar cells, producing more viscous pancreatic fluid. This hyperviscosity leads to ductal obstruction, acinar fibrosis, and atrophy. However, fewer than 10% of individuals with alcohol use disorder develop chronic pancreatitis, suggesting that other factors, such as smoking, may also contribute to its development.\n\nTable\nTable 2. Genetic Polymorphisms Related to Chronic Pancreatitis.\n\nReference for the table.\n[11]",
    "monitoring": "When chronic pancreatitis is suspected, the new mechanistic definition can aid in diagnosis. This approach integrates clinical features (typical signs, symptoms, and family history) with risk factors (see\nTable.\nModified TIGAR-O Pancreatitis Risk/Etiology Checklist). Biomarkers further support the diagnosis and may include the following:\n[23]\n\nSerum markers\nAmylase\nLipase\nGlucose\nIgG4\nTriglycerides\nTumor markers\n\nNutritional deficiencies\nHypovitaminosis A, D, K, and B12\n\nAdditional tests\nSweat chloride levels\nPancreatic biopsies\n\nThe 72-hour quantitative fecal fat collection is the most definitive test for advanced pancreatic insufficiency to evaluate steatorrhea. A fecal fat excretion of greater than 7 g/d confirms the diagnosis.\n\nAlternatively, a fecal elastase-1 level can be performed using a single random stool sample to assess pancreatic insufficiency.\n[24]\n\nNormal fecal elastase level: > 500 µg/g of stool\nBorderline range: 200 to 500 µg/g (nonspecific, may be normal)\nModerate exocrine pancreatic insufficiency: 100 to 200 µg/g\nSevere exocrine pancreatic insufficiency: <100 µg/g\n\nAlthough neither test is highly accurate, fecal elastase testing is less reliable than the 72-hour fecal fat collection but is more practical and widely used in clinical practice. For patients with a history of acute pancreatitis, chronic pancreatitis-related pain, and signs of maldigestion, such as steatorrhea or fat-soluble vitamin deficiencies, confirmatory imaging with CT or magnetic resonance cholangiopancreatography testing (MRCP) should be the initial diagnostic step.\n\nDiagnostic Algorithm\n\nMRCP and CT are the preferred imaging modalities.\nDetect calcifications (hallmark sign), pancreatic enlargement, and ductal obstruction or dilation.\nMRCP is more sensitive and specific for chronic pancreatitis than transabdominal ultrasound or plain x-rays, though both can reveal calcifications.\n\nEndoscopic ultrasound (EUS) is an alternative, particularly for early chronic pancreatitis before fibrosis develops.\nMore invasive and less specific than MRCP or CT.\nReserved for cases where MRCP or CT is nondiagnostic but clinical suspicion remains high.\n[23]\n[25]\n[26]\n\nSecretin-enhanced MRCP may be used if standard imaging and EUS are inconclusive.\n\nEndoscopic retrograde cholangiopancreatography (ERCP) was the previous gold standard but is now largely supplanted by MRCP.\nThis technique is still used if therapeutic intervention, such as biliary or pancreatic sphincterotomy, stent placement, or stone extraction, is needed.\n\nPancreatic biopsy is indicated if clinical suspicion is high, but imaging remains nondiagnostic.\n\nDirect and indirect exocrine function tests can be performed at any point in the diagnostic process but should complement imaging studies rather than replace them.\n[24]\nDirect pancreatic function tests:\nThe cholecystokinin (CCK) stimulation test measures trypsin or lipase and is sensitive to early exocrine pancreatic insufficiency. However, it is limited in availability and uncomfortable for patients.\nEndoscopic secretin stimulation test measures bicarbonate secretion but requires upper gastrointestinal endoscopy, making it costly and invasive.\nIndirect pancreatic function tests:\nThe\n13\nC-mixed triglyceride test is 90% sensitive but takes up to 6 hours to perform and is not widely available.\nThe fecal elastase test is widely available and practical.\nSerum testing:\nTrypsin or trypsinogen levels are no longer recommended, as they lack specificity and correlation with imaging findings.",
    "administration": "The primary goals of treatment are managing pain and improving malabsorption. Abdominal pain in chronic pancreatitis arises from inflammation, neuropathic mechanisms, and ductal obstruction. Once established, chronic pain is typically persistent and lifelong without intervention and can be debilitating.\n[27]\n\nOne of the most critical steps in management is encouraging alcohol cessation, as continued alcohol use can exacerbate pain and accelerate disease progression. Similarly, smoking cessation is vital and essential, as smoking is known to worsen the condition over time.\n\nIntervention is not clearly indicated when ductal strictures or stones are present, but the patient remains asymptomatic. However, if these obstructions cause symptoms, therapeutic options such as endoscopic procedures, surgical intervention, or extracorporeal shock wave lithotripsy (ESWL) may be considered.\n\nPain Management of Chronic Pancreatitis\n\nPain management in chronic pancreatitis involves medical, endoscopic, percutaneous, and surgical interventions. When imaging reveals ductal obstruction due to strictures or stones, the initial treatment approach should include endoscopy therapy or, in the case of stones, ESWL. Surgical intervention may be necessary if these interventions are unsuccessful or technically unfeasible. However, if no obstruction is identified, a trial of medical therapy is the recommended first-line approach.\n[28]\n\nMedical management:\nThe initial approach to pain management in chronic pancreatitis should prioritize non-opioid medications before considering opioids. First-line options include acetaminophen or paracetamol, nonsteroidal anti-inflammatory drugs, pregabalin, selective serotonin reuptake inhibitors, and tricyclic antidepressants.\n\nOpioids should be avoided whenever possible due to the risks of dependence or addiction, tolerance, and adverse effects. However, they may be considered when non-opioid treatments prove ineffective or inadequate. Opioids should be prescribed in combination with non-opioid agents, particularly gabapentin, and initiated with a milder opioid such as tramadol, which has fewer gastrointestinal adverse effects and may be more effective when combined with pregabalin.\n\nAntioxidant combinations—including selenium, ascorbic acid, β-carotene, L-methionine, and sometimes α-tocopherol—have demonstrated some effectiveness in pain relief in early chronic pancreatitis based on small studies. However, variability in formulations and dosages across studies limits definitive conclusions. Despite this, antioxidant therapy is safe and remains an option for some patients.\n[29]\n[30]\n\nPancreatic enzyme supplementation, although expensive, has not been proven effective in relieving pain associated with chronic pancreatitis.\n[31]\nHowever, it may still be beneficial for patients with exocrine pancreatic insufficiency to improve nutrient absorption and digestion\n\nEndoscopic management:\nA celiac plexus block, involving the injection of a local anesthetic (typically bupivacaine), sometimes combined with a corticosteroid (typically triamcinolone), can be performed endoscopically using EUS or with CT guidance by a radiologist.\n[32]\nPain relief from this procedure typically lasts 3 to 6 months and can be repeated as needed.\n\nObstructing pancreatic stones can be extracted using a basket, whereas balloons are rarely effective except in children, who may have softer stones. If traditional extraction methods fail, ESWL, pancreatoscopy-assisted laser, or electrohydraulic lithotripsy may be considered, particularly when a guidewire cannot be advanced past the stone(s).\n\nFor main pancreatic duct dilation, ERCP can help decompress ductal obstruction through pancreatic sphincterotomy, stone extraction, stricture dilatation, or stent placement, depending on diagnostic pancreatographic findings. However, when chronic pancreatitis is advanced enough to cause steatorrhea, ductal decompression via dilatation, stenting, or stone extraction offers limited benefit. During ERCP, ductal cytologic brushing can also be performed to evaluate for malignancy.\n\nPancreatic duct leaks may be treated with the temporary placement of a plastic stent to facilitate healing. Endoscopic drainage into the gastrointestinal tract, typically the stomach, can be performed using 1 or more lumen-apposing metal stents for peri-gastric pancreatic fluid collections such as pseudocysts or necrosis.\n[33]\n\nSurgical management:\nSurgical decompression is preferred over ERCP when the main pancreatic duct is narrowed. Several surgical procedures are available based on the disease's location and severity:\n\nPuestow procedure (most commonly performed): Lateral pancreaticojejunostomy combined with a Roux-en-Y pancreaticojejunostomy to improve drainage.\nBeger procedure: Duodenal-preserving pancreatic head resection with a Roux-en-Y pancreaticojejunostomy, used for pancreatic head-dominant chronic pancreatitis.\nFrey procedure: A modification of the Puestow procedure that involves lateral pancreaticojejunostomy draining the pancreatic head and uncinate process. Unlike the Beger procedure, it preserves the pancreatic neck while removing part of the overlying pancreatic head.\nDistal pancreatectomy: Typically performed laparoscopically for tail-predominant disease. However, complications such as pancreatic fistulae and endocrine failure are relatively common.\n[34]\nTotal pancreatectomy with islet autotransplant: Reserved for patients with refractory pain who have failed all other treatments. Although once used selectively, its application has been increasing in recent years.\n[35]\n\nAdditional surgical indications for chronic pancreatitis include:\n\nPancreatic abscess, fistula, or pseudocyst when endoscopic management fails\nPancreatic ascites\nStenosis of the duodenum leading to gastric outlet obstruction\nGastric variceal bleeding due to splenic vein thrombosis when conservative therapy is ineffective\n[36]\n\nIn severe cases, inpatient care may be necessary, particularly for patients with chronic pain and anorexia, often requiring narcotics and nutritional support. Pancreatic enzyme supplementation, typically taken with meals, may help reduce pain, although its effectiveness remains uncertain.\n\nManagement of Exocrine Pancreatic Insufficiency\n\nChronic pancreatitis accompanied by weight loss, malnutrition, diarrhea, steatorrhea, osteopenia, or osteoporosis should raise suspicion of exocrine pancreatic insufficiency. Pancreatic enzyme replacement therapy is recommended for managing symptomatic exocrine pancreatic insufficiency. The potential benefits of pancreatic enzyme replacement therapy include improved symptoms, reduced morbidity related to maldigestion (especially bone fractures), better absorption of fat-soluble vitamins and trace elements, reduced fecal fat, weight gain, improved quality of life, and potentially lower mortality rates.\n[1]\n\nA reduced fecal elastase level is the accessible diagnostic test for moderate-to-severe exocrine pancreatic insufficiency. Patients should avoid consuming a high-fiber diet (>25 g/d), as excessive fiber may interfere with enzyme activity. However, a low-fat diet is no longer recommended, as it may contribute to nutritional deficiencies.\n\nPancreatic enzyme replacement therapy should be taken at the start of each meal or snack, with additional supplementation added during or after the meal if needed (see\nTable 3.\nDosage of Pancreatic Enzyme Replacement Therapy). Failure to respond to maximal doses of PERT raises several considerations. To maintain effectiveness, capsules must be appropriately stored at temperatures below 25 °C or 77 °F and kept away from direct sunlight, cars, or heat sources. In addition, inadequate response may indicate the need for acid suppression therapy with a histamine-2 receptor antagonist or proton pump inhibitor. If symptoms persist despite these measures, an alternative cause should be considered.\n[37]\n\nTable\nTable 3. Dosage of Pancreatic Enzyme Replacement Therapy.\n\nReference for the table.\n[37]",
    "adverse_effects": "Chronic pancreatitis can lead to various complications due to ongoing pancreatic damage and dysfunction. These complications include the following:\n\nExocrine pancreatic insufficiency, which typically occurs later in the course of chronic pancreatitis, often no sooner than 5 years after diagnosis.\nPseudocyst formation, which, if adjacent to the stomach, can be drained via EUS with pigtail stent placement; laparoscopic or open surgery is rarely necessary.\nRecurrent acute pancreatitis, especially in alcoholics who continue to drink and smoke.\nSplenic venous thrombosis is potentially complicated by gastric varices or gastric varices disproportionate to esophageal varices.\nPancreatic ascites or pleural effusion (rare).\nPseudoaneurysms (rarely involving vessels near the pancreas).\nPancreatic diabetes occurs in about 30% of chronic pancreatitis patients.\nAn increased risk of developing pancreatic ductal adenocarcinoma."
  }
}