{
  "drug_name": "lapatinib",
  "nbk_id": "NBK537134",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537134/",
  "scraped_at": "2026-01-11T15:32:37",
  "sections": {
    "clinical_significance": "Several HER2-targeted therapies have US FDA approval for breast cancer, including trastuzumab, pertuzumab, ado-trastuzumab emtansine, lapatinib, trastuzumab-deruxtecan, and tucatinib. Additional therapies are still under clinical trials. The presently used agents include:\n\nTrastuzumab: This is a monoclonal antibody that binds to the extracellular segment of the HER2 receptors. The mechanism of action is still not fully understood, but this therapy has the most significant effect on tumors with increased HER2 homodimers. Although trastuzumab does not block the autophosphorylation of HER2, it does inhibit HER2 downstream signaling.\n[23]\nAdditionally, this may disrupt the HER2/Src (a non-receptor tyrosine kinase) interaction and enhance antibody-mediated cytotoxicity, inducing the immune-mediated response that causes internalization and downregulation of HER2.\nPertuzumab: This is also a monoclonal antibody that binds to the extracellular dimerization domain of HER2 and prevents binding to itself or other members of the EGFR family. Dosing in combination with trastuzumab is used rather than as a single agent.\n[24]\nAdo-trastuzumab emtansine: This is an antibody-drug conjugate composed of trastuzumab and emtansine, the antimicrotubule agent.\n[25]\nLapatinib: This is a tyrosine kinase inhibitor against EGFR1 and HER2, inhibiting the signaling pathways down from HER2 level.\n[26]\nTrastuzumab-deruxtecan: This is an antibody-drug conjugate composed of trastuzumab and deruxtecan, a topoisomerase I inhibitor.\n[27]\n\nCases of HER2-positive metastatic breast cancer are usually managed with a combination of chemotherapy and HER2-directed agents. Patients with hormone-receptor-positive and HER2-positive metastatic breast cancer may receive a combination of endocrine therapy and HER2-directed therapy. No ideal treatment strategy for hormone-receptor-negative HER2-positive metastatic breast cancer exists. The preference for these patients who have not received therapy in the past is a combination of trastuzumab, pertuzumab, and a taxane, as data showed this to have improved clinical outcomes.\n[28]\nFor patients previously treated with trastuzumab and with metastasis following a treatment-free interval of 6 months or longer, the preferred treatment is ado-trastuzumab emtansine, as this improves clinical outcomes.\n[29]\nHowever, for patients who relapse within 6 months of completing adjuvant trastuzumab therapy, intravenous trastuzumab is effective as a single agent. In combination with chemotherapy, this therapy significantly improves the median time to disease progression and survival time in patients with metastatic breast cancer overexpressing the HER2 receptor compared with chemotherapy alone.\n[30]"
  }
}