{
  "drug_name": "latanoprost",
  "nbk_id": "NBK540978",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK540978/",
  "scraped_at": "2026-01-11T15:32:38",
  "sections": {
    "indications": "Latanoprost is contraindicated in patients with documented hypersensitivity to the drug or components of the formulation, including latanoprost (the active ingredient) or benzalkonium chloride (preservative), sodium chloride, monobasic sodium phosphate, and dibasic sodium phosphate.",
    "mechanism": "Prostaglandin synthesis occurs in the cell from arachidonic acid. Arachidonic acid, a 20-carbon molecule, gets metabolized to leukotrienes (LT) by lipoxygenases or converted to cyclic endoperoxides by cyclooxygenases. The cyclic endoperoxides are metabolized to prostaglandin F2-alpha (PGF2α) by prostaglandin synthase, reductase, and thromboxanes by thromboxane synthase.\n\nProstaglandin, thromboxane, and leukotriene are called eicosanoids. Various receptors exist for eicosanoids, including DP (prostaglandin D), EP (prostaglandin E), FP (prostaglandin F), IP (prostaglandin I or prostacyclin receptor), and TP (prostaglandin T). FP receptor has 2 variants: type A (full-length variant) and type B (spliced variant). Both FP receptors act as G-protein-coupled receptors. FP receptors are expressed in multiple ocular tissues, including ciliary smooth muscles.\n\nLatanoprost is a PGF2α analog (FP receptor agonist) that increases the uveoscleral outflow of the aqueous fluid. Other PGF2α analogs with the same mechanism of action are travoprost and tafluprost.\n[4]\n[5]\nThe proposed mechanisms include:\n\nRelaxation of ciliary smooth muscles\nCytoskeletal alteration leads to changes in the shape of cells\nRemodeling of the extracellular matrix of the uveoscleral pathway by increased matrix metalloproteinases\nPGF2α and latanoprost were noted to reduce collagen I, III, and 4, hyaluronans, fibronectin, and laminin, and increase matrix metalloproteinases 2 and 3 and plasmin in cultured ciliary smooth muscles.\nIn the animal model, researchers noted that topical PGF2α reduces the expression of TIGR (trabecular meshwork inducible glucocorticoid response gene) or MYOC (myocilin).\n\nPharmacokinetics\n\nAbsorption:\nLatanoprost is absorbed through the cornea. The isopropyl ester of latanoprost gets hydrolyzed by the cornea to the acid, which is the biologically active form. Studies in men indicate that the peak concentration in the aqueous humor is reached about 2 hours after topical administration. The maximum drug concentration in the aqueous humor is achieved 2 hours after topical use of the drop. The drug starts reducing IOP after 3 to 4 hours of administration, and the maximum IOP-lowering effect is seen 8 to 12 hours after use. The IOP-lowering effect lasts for more than 24 hours, allowing once-daily dosage.\n\nDistribution:\nThe distribution volume in humans is 0.16 ± 0.02 L/kg. The solubility of latanoprost, travoprost, and unoprostone improves by adding isopropyl ester to the carboxyl-terminal of PGF2α. Adding a phenyl ring to the omega chain of PGF2α in the prostaglandin analogs (latanoprost, travoprost, bimatoprost) improves selectivity for the FP receptor. In animal studies, topical prostaglandin in high doses showed an initial IOP rise with a subsequent prolonged period (15 to 20 hours) of IOP reduction. A high dose may also disrupt the blood-aqueous barrier and cause conjunctival hyperemia. On the other hand, low-dose topical PG causes prolonged IOP reduction only.\n[6]\n\nMetabolism:\nLatanoprost is an isopropyl ester prodrug. Esterases hydrolyze the prodrug in the cornea to the biologically active acid. The liver metabolizes the latanoprost reaching the systemic circulation to the 1,2-dinor and 1,2,3,4-tetranor by fatty acid β-oxidation.\n\nExcretion:\nLatanoprost elimination from human plasma is rapid (t\n1/2\n= 17 min) after intravenous and topical administration. Systemic clearance is 7 mL/min/kg. Following hepatic β-oxidation, the metabolites are mainly eliminated via the kidneys. Approximately 88% and 98% of the given dose are recovered in the urine after topical and IV dosing.\n\nIn animal studies, topical prostaglandin in high doses showed an initial IOP rise with a subsequent prolonged period (15 to 20 hours) of IOP reduction. A high dose may also disrupt the blood-aqueous barrier and cause conjunctival hyperemia. On the other hand, low-dose topical prostaglandin causes prolonged IOP reduction only.\n[6]",
    "administration": "Available Dosage Forms and Strengths\n\nLatanoprost is a colorless, isotonic ophthalmic solution available at a strength of 0.005%. According to the manufacturer, unopened bottles should be refrigerated at 2 °C to 8 °C (36 °F to 46 °F) for storage. During shipping, the container may remain at temperatures up to 40 °C (104 °F) for a period not exceeding 8 days. Upon opening the bottle, it may be stored at room temperature up to 25 °C (77 °F) for 6 weeks.\n\nAdult Dosing\n\nThe dosage is 1 drop once daily at night, and the IOP lowering effect reduces (or paradoxical IOP rise may occur) when used more than once daily. The IOP lowering effect may be reduced due to subsensitivity at the FP receptors.\n[7]\n\nLatanoprost may be administered with other antiglaucoma agents to reduce intraocular pressure. If more than 1 topical ophthalmic drug is being used, there should be a minimum gap of 5 minutes between each drop. Contact lenses should be removed before administering the medication, and the patient should not reinsert them within 15 minutes of the topical application of the drop. Latanoprost administration is topical, with 1 drop once daily in the evening in the affected eye(s).\n\nThe average IOP drop with latanoprost ranges from 30% to 35%. At 6 months, latanoprost was noted to reduce IOP by 35% when applied in the evening and 31% when instilled in the morning compared to timolol, which caused a 27% reduction in IOP.\n[8]\nA meta-analysis found that the mean IOP reduction (in mm Hg) with various antiglaucoma drugs was bimatoprost: 5.61, latanoprost: 4.85, travoprost: 4.83, levobunolol: 4.51, tafluprost: 4.37, timolol: 3.70, brimonidine: 3.59, carteolol: 3.44, levobetaxolol: 2.56, apraclonidine: 2.52, dorzolamide: 2.49, brinzolamide: 2.42, betaxolol: 2.24, and unoprostone: 1.91.\n[9]\n\nOnce-daily latanoprost has been shown to achieve a uniform round-the-clock reduction of IOP either alone or combined with a twice-daily dose of timolol.\n[10]\nThe dosage is once daily using a combination drop of latanoprost and timolol.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThere is no information about dosage adjustments in patients with hepatic impairment in the manufacturer's labeling.\n\nRenal impairment:\nThere is no information about dosage adjustments in patients with renal impairment in the manufacturer's labeling.\n\nPregnancy considerations:\nThis drug has been labeled FDA Category C. Prostaglandins stimulate uterine smooth muscle, inducing uterine contractions, and animal studies have indicated an augmented risk of abortion or preterm delivery. In animal reproduction studies, intravenous (IV) administration of latanoprost to pregnant rabbits and rats throughout organogenesis resulted in embryofetal lethality, malformations, and spontaneous abortion at clinically relevant doses. There are no adequate and well-controlled studies of latanoprost ophthalmic solution administration in pregnant women to advise regarding drug-associated risks. However, theoretically, prostaglandins increase uterine tone and can lead to premature labor. Hence, other classes of medications than latanoprost should be selected to treat glaucoma during pregnancy.\n[11]\n[12]\n\nBreastfeeding considerations:\nNo information on using latanoprost during breastfeeding is available. Because of the drug's short half-life, it is not likely to reach the bloodstream of the infant or cause any adverse effects in breastfed infants. Professional guidelines consider prostaglandin eye drops acceptable during breastfeeding. To diminish the amount of drug that reaches the breastmilk after using eye drops, the clinician should advise the patient to place pressure over the tear duct by the corner of the eye for 1 minute or more, then remove the excess solution with an absorbent tissue.\n[13]",
    "adverse_effects": "The primary adverse effects of latanoprost include eyelid edema, blurred vision, dry eyes, itching, redness, the growth of eyelashes, change in eyelid pigmentation (may become darker), iris, and eyelash. Other adverse effects of latanoprost include contact dermatitis/allergic conjunctivitis and an iris cyst.\n[14]\nSee specific adverse effects listed below.\n\nConjunctival hyperemia\n: Conjunctival hyperemia is among the most common side effects noted in 5% to 15% of patients, more than in timolol-treated eyes. Latanoprost with a preservative (benzalkonium chloride) may reduce the goblet cell density.\n[15]\nThe conjunctival redness usually appears within 2 to 3 days of initiation of the topical treatment, reduces within 1 month, and is typically mild with prolonged use.\n\nHypertrichosis\n: Hypertrichosis is an increase in the thickness, length, and number of eyelashes. Although this is preferred from a cosmetic point of view in some patients, the unilateral occurrence can be undesirable. The changes in the eyelashes are usually reversible after discontinuing the drug; this is due to the stimulation of the growth phase of the hair cycle.\n[1]\n\nPigmentation\n: The pigmentation is due to increased melanin in the melanocytes, but the number of melanocytes does not increase. There is an upregulation of the tyrosinase activity in the melanocytes.\n[16]\nThe pigmentation may increase for the duration of drug use. The brownish color change of the iris after latanoprost use is permanent, but the pigmentation of the eyelid, periorbital tissue, and eyelash may be reversible. The pigmentation of the iris usually starts around the pupillary margin and then spreads towards the peripheral iris. Iris nevi and freckles are not affected by latanoprost. The pigmentation of the iris usually begins within 1 year of therapy and continues to increase with the use of the drug. Patients should receive counsel regarding the possible change in iris color, which may be more evident if using the medicine in only 1 eye. The iris pigmentation is more common in light-colored rides but may also occur in dark or brown rides. Darkening of the iris occurs in up to 10% of cases. Pigmentation of periocular tissue is reducible by removing the excess latanoprost drop from around the eye.\n[16]\n\nIntraocular inflammation\n: Latanoprost may worsen intraocular inflammation (uveitis) and should be avoided in the actively inflamed eye.\n\nMacular edema\n: Latanoprost may induce or aggravate macular edema, including cystoid macular edema. Patients with aphakia and pseudophakia with open posterior capsules are at higher risk of developing cystoid macular edema (CME).\n[17]\nProstaglandin analogs (PGA) related to CME can be treated with discontinuation of the PGA. The most commonly used treatment strategy in pseudophakic CME is to suppress postsurgical inflammation using topical NSAIDs or corticosteroids, separately or combined. Corticosteroids are frequently used to treat pseudophakic CME because of their well-known anti-inflammatory effects.\n[17]\n\nReactivation of herpetic keratitis\n: This may occur with latanoprost, and patients with active herpetic keratitis should avoid latanoprost.\n[18]\nA contaminated multidose vial of latanoprost may cause bacterial keratitis in patients with a corneal epithelial defect or other corneal diseases.\n\nSuperficial punctate keratopathy\n: Damage to the ocular surface, including reduced tear break-up time, superficial punctate keratopathy may occur due to the preservative in latanoprost (benzalkonium), and the ocular surface toxicity has been noted to be less with preservative-free tafluprost.\n[19]",
    "monitoring": "Monitor for adverse drug reactions such as intraocular inflammation, pigmentary changes, and macular edema. Monitor intraocular pressure every 2 to 4 weeks until target intraocular pressure is attained. Subsequently, every 6 months is sufficient. For pediatric glaucoma, a 14-day home monitoring period provided a more than 90% chance of identifying an IOP spike.\n[20]",
    "toxicity": "Researchers found no carcinogenesis or mutagenesis with latanoprost, and the drug did not affect fertility in animal studies. However, latanoprost was noted to cause a chromosomal aberration in treated human lymphocytes. Intravenous infusion of 3 μg/kg of latanoprost in healthy volunteers produced plasma concentrations 200 times higher than during clinical treatment with latanoprost ophthalmic solution, and researchers identified no ADR. There is no evidence to establish a correlation between latanoprost administration and ocular or cutaneous melanoma.\n[21]\n\nIntravenous infusion of 5.5 to 10 μg/kg resulted in fatigue, sweating, dizziness, nausea, and abdominal pain. According to the manufacturer's labeling, treatment should be symptomatic if there is an overdosage with latanoprost ophthalmic solution."
  }
}