{
  "drug_name": "lauryl glycoside",
  "nbk_id": "NBK459165",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459165/",
  "scraped_at": "2026-01-11T18:47:24",
  "sections": {
    "indications": "Cardiac glycosides, eg, digitalis and digoxin, are naturally occurring compounds found in various plants and amphibians, characterized by a steroid ring, a lactone ring with 5 or 6 carbons, and a sugar moiety. Digoxin is a cardiac glycoside isolated from the foxglove plant,\nDigitalis lanata,\none of the oldest drugs used today in cardiovascular medicine.\n[1]\nDigoxin has wide-ranging beneficial effects and continues to play an important role in the contemporary management of appropriately selected patients with heart failure and atrial fibrillation. Although considered safe, digoxin has a narrow therapeutic window, and its proper dosing requires the clinician to be mindful of various patient characteristics, including age, gender, kidney function, and concomitant use of other drugs to avoid potentially life-threatening toxicity.\n[2]\n[3]\n\nDigoxin is the only cardioactive glycoside FDA-approved for human use, but other glycosides are widely distributed in nature and are produced by different species of plants and amphibians. The most well-studied are ouabain, oleandrin, and bufalin, which all share similar chemical structures. Over the past 2 decades, the use of digoxin has declined significantly, and toxicity cases have become rare. However, as digoxin still plays a role in treating selected cases, sporadic cases of toxicity are still seen in clinical practice.\n\nToxicity manifests with both cardiac and extracardiac symptoms. Anorexia, nausea, and vomiting are commonly seen, as well as visual disturbances. Multiple arrhythmias can be seen due to digoxin's effect on cardiac myocytes. The most common is premature ventricular complexes, with bidirectional ventricular tachycardia being pathognomonic.\n[4]\nDigoxin-specific antigen-binding antibodies often manage these cases, but specific indications must be met before administration.",
    "mechanism": "Dr. William Withering first utilized the foxglove plant in 1775 to treat dropsy (edema). Digoxin was isolated from\nDigitalis lanata\nin 1930 by Dr. Sydney Smith and has been used for hundreds of years to treat heart failure, but was only approved by the Food and Drug Administration (FDA) in the late 1990s. More recently, digoxin use has declined due to the development of alternative therapies that have an improved safety profile. However, digoxin still plays a role in the management of specific patients with heart failure and atrial fibrillation.\n[1]\n\nToxicity from digoxin can occur acutely, acutely on chronic, or chronically. Acute toxicity occurs without prior background use and can be intentional or inadvertent. Acute on chronic toxicity occurs with an additional bolus of medication in a patient with antecedent background use. Chronic toxicity has no additional bolus of medication but instead occurs when digoxin levels are increased due to decreased clearance, usually due to renal insufficiency.\n[5]\n\nMetabolic disturbances, eg, hypokalemia, hypomagnesemia, and hypercalcemia, can make one more prone to toxicity. Multiple drug interactions can decrease digoxin clearance by the renal system. In vitro studies show that amiodarone, verapamil, quinidine, macrolides, itraconazole, and cyclosporine inhibit P-glycoprotein transport in renal cells. The P-glycoprotein is an efflux transport protein, and its inhibition can lead to decreased clearance of digoxin, leading to chronic toxicity.\n[4]\nChronic toxicity is more common than acute intoxication.\n[6]\n[7]\n[6]\n\nDigoxin Toxicity Risk Factors\n\nFactors that increase the risk of digoxin toxicity include:\n\nFemale sex\nAdvanced age\nRenal insufficiency and end-stage renal disease\nHypercalcemia\nAlkalosis\nHypoxemia\nAcidosis\n\nDigoxin Drug Interactions\n\nOver 426 drugs have been identified to interact with digoxin. A limited medication list that is associated with digoxin toxicity includes:\n\nDiuretics\nAmiodarone\nBeta-blockers\nBenzodiazepines\nCalcium channel blockers\nQuinidine\nMacrolide antibiotics such as clarithromycin and erythromycin\nPropylthiouracil\nAmphotericin\nAntifungals such as itroconazole\n\nOuabain is a cardiac glycoside found in plants from the genera\nAcokanther\n. Its toxicity is mainly described from experimental studies, as this glycoside has no clinical use in humans. Oleandrin, found in the plant\nNerium oleander\n, has been associated with human poisonings, both intentional and unintentional. The toxic cardioactive glycoside is found in the whole plant, leaves, stems, roots, fruit, and flowers.\n\nBufalin, found in toads from the Amphibia class, is associated with toxicity in humans and animals ingesting the toad or its eggs. If provoked by a dog or other animal, the toad will produce the toxin from its parotid gland, which will be secreted onto its skin and can be ingested. Humans can also come into contact with this toxin from Ch'an Su tea, which is utilized in traditional Chinese medicine.\n[8]",
    "monitoring": "The difference between toxicity and therapeutic range is small for digoxin. The therapeutic range is generally accepted at 0.8 to 2.0 ng/mL, with concentrations above 2.4ng/mL being toxic.\n[1]\nDiagnosis is difficult and usually made clinically, as levels of digoxin in the blood do not necessarily correlate with toxicity. Patient deaths have been reported while still within the therapeutic range, with patients with atrial fibrillation having a risk of death with a digoxin concentration >1.2 ng/mL.\n[12]\nDue to digoxin's large volume of distribution, a falsely elevated concentration can be made if the blood is drawn too soon post-ingestion. Measuring digoxin concentrations at least 6 hours post-ingestion is recommended to allow for the distribution phase to be complete.\n[15]\n\nDigoxin is primarily cleared by the kidneys, and declining renal function is the most common cause of chronic toxicity. Therefore, renal function must be assessed and, if possible, compared to the patient's prior renal status. Electrolytes must also be evaluated; hypokalemia, hypercalcemia, and hypomagnesemia are known to worsen the effects of toxicity. The inhibition of the sodium-potassium ATPase leads to hyperkalemia and can be used as a marker of toxicity severity. Serial electrocardiograms should be performed, and continuous cardiac monitoring should be utilized as rhythm fluctuation is commonly seen. Electrocardiogram (ECG) findings, sometimes referred to as the digitalis effect, may be seen with therapeutic use. These changes commonly involve the T wave and include flattening, inversion, the scooped appearance of the ST-segment, and ST depression in the lateral leads.\n[16]\n[17]\n\nKnowing that endogenous digoxin-like immunoreactive proteins can result in a false-positive result is vital when interpreting digoxin levels. This is more likely to occur in the following patients:\n\nLiver or renal disease\nChronic heart failure\nSubarachnoid hemorrhage\nAcromegaly\nDiabetes\nPregnancy\n\nAnother potential problem is that several assays can measure digoxin and its metabolites, but these assays vary in sensitivity. Further, the tests are hampered by cross-reaction with steroids and cholesterol-like substances. Detection of other cardiac glycosides is variable, depending on the specific assay utilized to determine a digoxin concentration. Unpredictable cross-reactivity is often noted; therefore, results are difficult to interpret.",
    "administration": "Toxicity management focuses on early recognition, supportive care, electrolyte correction, and antibody administration in severe cases. Treatment also initially involves efforts to prevent further absorption. Activated charcoal can be administered in the setting of acute ingestion, but gastric lavage is not recommended due to the potential for further bradycardia from vagal nerve stimulation.\n[12]\n\nAntibody Treatment\n\nAfter determining the patient's renal function, electrolyte status, and digoxin concentration, antidotal therapy with Fab fragments must be considered. Digoxin concentration does not necessarily correlate with clinical symptoms of toxicity; however, digoxin concentrations may be used to calculate the amount of antidote therapy with Fab. Although guidelines are unclear, treatment with digoxin immune Fab, also known by the trade name Digibind, is considered first-line therapy for dysrhythmias, including AV block and ventricular tachycardia caused by suspected digoxin toxicity.\n\nFab fragments are highly effective in binding the digoxin molecule with minimal detrimental adverse effects. The antibody fragments form complexes and are excreted via the urine. Empiric treatment of acute toxicity consists of 10 vials of Fab fragments for adults and 5 vials for children when the dose ingested is unknown, and digoxin levels can not be obtained. Treatment with digoxin-specific antibodies will lead to hypokalemia, and serum potassium should be monitored frequently.\n[18]\n[19]\n\nThe 80 mg antidote binds 1 mg of digoxin, so if the amount of digoxin ingested is known, a specific amount of antidote can be administered. More commonly, the dosage is calculated utilizing the weight of the patient and the serum digoxin concentration, which is obtained using the following calculation:\n\nDose (number of vials)=[Serum digoxin concentration ( µg/L) x weight (kg)]/100\n[4]\n\nNotably, serum digoxin concentration cannot be measured following Fab fragment administration, leading to an inaccurately high measurement due to the bound digoxin-Fab within the circulation. Digoxin and digoxin-Fab complexes are not removed by hemodialysis.\n[20]\n\nSupportive Care and Antiarrhythmic Therapies\n\nHydration, oxygenation, and close cardiac monitoring are necessary. The ECG must be continuously monitored for dysrhythmias, and any electrolyte disturbances should be corrected.\n\nHyperkalemia can often be seen with digoxin toxicity, with standard potassium-lowering therapy, including intravenous calcium administration. Calcium use with digoxin toxicity is contraindicated due to the theoretical concern for a condition known as \"stone heart.\" This is due to the belief that calcium will potentiate the positive inotropic effect of digoxin, leading to an irreversible noncontractile state of the heart where the heart cannot relax during diastole.\n[21]\nMultiple studies have not shown this to be a concern in clinical practice, although a true randomized controlled trial cannot be performed due to ethical considerations.\n[22]\n\nTheoretical concern has arisen regarding whether, if digoxin is neutralized with antibodies, the patient may develop an exacerbation of their heart failure, leading to worsening of the arrhythmias. However, studies have not shown evidence that this is correct, as no increased length of stay or lower heart failure hospitalization risk post-discharge was found.\n[7]\nHowever, the antibody treatment may have adverse effects, including serum sickness and anaphylaxis.\n\nSupraventricular tachycardia tends to be managed with short-acting beta-blockers. Phenytoin has been shown to suppress digoxin-induced tachyarrhythmias as well. Another option is lidocaine when managing ventricular arrhythmias. Atropine may be used to manage bradycardia. The use of magnesium is not recommended as it can worsen bradycardia and AV blocks. Cardioversion is not recommended as it can precipitate ventricular arrhythmias; instead, defibrillation may be used according to ACLS protocol.",
    "adverse_effects": "Complications of cardiac glycoside and digoxin toxicity include:\n\nHeart failure\nNodal block\nCardiovascular collapse\nAnaphylaxis associated with digibind"
  }
}