{
  "drug_name": "lecithin",
  "nbk_id": "NBK603731",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603731/",
  "scraped_at": "2026-01-11T18:47:25",
  "sections": {
    "indications": "Lecithin cholesterol acyltransferase (LCAT) deficiency is a rare inherited syndrome characterized by the partial or complete absence of LCAT enzyme activity.\n[1]\nLCAT is an enzyme attached to both high-density lipoprotein (HDL) and low-density lipoprotein (LDL) particles and is responsible for the esterification of cholesterol, a crucial step in the metabolism of HDL particles. Deficiency of LCAT leads to impaired HDL metabolism, resulting in abnormal lipid profiles and predisposing to complications.\n[2]\nThere are 2 clinical variants of the disease. The first is familial LCAT deficiency that involves a complete deficiency of the enzyme. The second is Fish-eye disease characterized by a partial deficiency of the enzyme.",
    "mechanism": "LCAT deficiency, an autosomal recessive disease, results from mutations in the LCAT gene located on chromosome 16 (16q22). The mutations result in either the complete deficiency of the functional LCAT enzyme (familial LCAT deficiency) or a partial reduction in the enzyme activity (Fish-eye disease).\n[3]",
    "monitoring": "Besides clinical observations and maintaining a high index of suspicion, laboratory findings remain pivotal in determining the diagnosis.\n\nIndividuals with complete LCAT deficiency often exhibit normochromic normocytic anemia, characterized by target cells and anisopoikilocytosis. Signs of hemolysis may manifest as heightened lactate dehydrogenase levels, indirect and direct hyperbilirubinemia, and diminished haptoglobin levels. Evaluating renal function is essential as patients are prone to progressive renal insufficiency with elevated blood urea nitrogen, plasma creatinine, proteinuria, and reduced creatinine clearance.\n[13]\n\nThe lipid panel is paramount. It highlights lipid abnormalities, such as markedly low HDL-C levels (usually <10 mg/dL), elevated VLDL and triglyceride levels, heightened plasma unesterified cholesterol concentrations, and reduced plasma cholesterol ester concentrations. The plasma LCAT enzyme activity measurement is typically indicative, with absence being the norm. The plasma fails to esterify radioactive cholesterol in exogenous apolipoprotein A-I containing liposomes. Currently, no test is available to assess the esterification of radioactive cholesterol within endogenous lipoproteins.\n\nIn contrast, Fish-eye disease exhibits distinct laboratory findings. It is characterized by low HDL-C levels (approximately 10% of normal), elevated VLDL and triglyceride levels, heightened unesterified cholesterol in HDL, and reduced cholesterol ester in HDL while remaining within the normal range for LDL and VLDL.\n[14]\nThe rate of plasma cholesterol esterification is normal, although there is an incapacity of the plasma to esterify radioactive cholesterol in exogenous lipoproteins or HDL, except for LDL. There are no hematological or renal abnormalities\n\nRoutine measurement of LCAT activity is unavailable in most laboratories, necessitating referral to a specialized center for a definitive diagnosis.",
    "administration": "There is no definitive treatment available for LCAT deficiency. Instead, the primary focus of management revolves around addressing its complications. This involves implementing dietary modifications, exercise, lipid-lowering therapies, and antihypertensive medications, particularly angiotensin-converting inhibitors (ACE-Is) or angiotensin receptor blockers (ARBs). These measures constitute the cornerstone of treatment and have demonstrated efficacy in slowing disease progression. Additionally, corticosteroid therapy has been proposed as a potentially advantageous option.\n[15]\n\nFor individuals who develop end-stage renal disease (ESRD), options such as dialysis and renal transplantation are provided. While there is evidence of disease recurrence in renal allografts, it is important to note that acceptable long-term outcomes have been observed in transplant patients.\n\nLooking towards the future, a potential therapeutic avenue involves recombinant human LCAT gene and enzyme replacement. In 1 study, the infusion of recombinant human LCAT enzyme exhibited improvements in anemia and renal function. Moreover, it led to transient normalization of lipid abnormalities.\n[16]",
    "adverse_effects": "The complications of LCAT deficiency vary depending on the subtype. In cases of complete LCAT deficiency, individuals often experience proteinuria, which indicates renal dysfunction.\n[22]\n[23]\nThis can eventually progress to renal failure, necessitating interventions like dialysis or a renal transplant.\n\nOn the other hand, those with partial LCAT deficiency commonly develop corneal opacification. This occurs due to the accumulation of cholesterol in the eyes, leading to significant visual impairment.\n\nBoth types of LCAT deficiency result in dyslipidemia due to the disruption of the regulatory role of HDL  in cholesterol transport. This disruption heightens the risk of atherosclerosis, which, in turn, increases the susceptibility to cardiovascular events such as myocardial infarction and stroke."
  }
}