{
  "drug_name": "leflunomide",
  "nbk_id": "NBK557799",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557799/",
  "scraped_at": "2026-01-11T15:32:42",
  "sections": {
    "indications": "Pregnancy\n\nTeratogenicity with leflunomide contraindicates its use during pregnancy and warrants discretion in females during childbearing years.\n[15]\nDiscontinuing leflunomide due to concerns for fetal safety during a planned pregnancy is indicated.\n[16]\nThe recommendation is that the patient stops leflunomide three months prior to pregnancy.\n[17]\n\nLiver impairment\n\nLeflunomide is contraindicated in severe hepatic impairment due to hepatotoxicity.\n\nLung Disease\n\nLeflunomide is also contraindicated in patients with underlying Interstitial lung disease and can cause symptoms within three months of starting leflunomide.\n[18]\n\nOther contraindications include hypersensitivity, previous or current skin reactions, immunosuppression, and impaired bone marrow function.",
    "mechanism": "Leflunomide is an immunomodulatory oral medication that becomes metabolized in the body to its active form metabolite A77-1726, also known as teriflunomide. This metabolite acts by inhibiting the mitochondrial enzyme dihydro-orotate dehydrogenase.\n[8]\n[9]\nThis action prevents the synthesis of ribonucleotide uridine monophosphate pyrimidine (rUMP) and decreases rUMP levels, further activating P53. The activation of P53 restricts the progression of the G1 to S-phase in the cell cycle.\n[8]\n[9]\nThis restriction halts the proliferation of activated and autoimmune lymphocytes promoting anti-inflammatory and immunomodulatory effects.\n[8]\n[9]\n[3]",
    "administration": "Leflunomide is available in oral tablets and comes in the following dosages:\n\n10 mg\n20 mg\n100 mg\n\nPatients can be started on an oral loading dose of 100 mg once a day for three days, followed by a maintenance dose of 10 mg or 20 mg per day -depending on the patient's tolerance. These are the recommended dosages for the treatment of Rheumatoid arthritis.\n[10]\n[11]\nPatients may start to notice the effectiveness of leflunomide after 4 to 8 weeks of treatment.\n[10]\nThe 100 mg loading dose is only for administration to select individuals due to an initial increased rate of adverse events.\n[2]\n[12]",
    "adverse_effects": "Common adverse effects of leflunomide include:\n\nDiarrhea\nElevation in liver enzymes\nHypertension\nRash\nNausea\nAbdominal pain\nBack pain\nAlopecia\n\nLess common effects are hematological disorders, such as pancytopenia, and pulmonary disorders such as interstitial lung disease and pneumonitis.\n[2]\n[10]\n[13]\nHepatic injury can begin to resolve within seven days of terminating the medication.\n[11]\nIf ALT levels soar above three times the normal limits, repeat liver function tests, and modify the medication dosage.\n[11]\nIf levels remain elevated, the prescriber should discontinue the medication.\n\nLeflunomide can also cause reversible inhibition of MAO-A and MAO-B receptors but is only slightly effective as an MAO inhibitor. Researchers studied it for the treatment of Parkinson disease.\n[14]",
    "monitoring": "Liver function tests\nCBC\nBlood pressure\nPregnancy\n\nLeflunomide black box label warning warrants periodic monitoring of hepatic enzymes every four weeks for the initial six months and every other month after that.\n[11]\n[19]\n[20]\nIn pregnancy, the labeled warnings indicate an enhanced risk of fetal mortality or teratogenic impacts in pregnant women.\n[20]\nThe active metabolite of leflunomide, A77 1726, has a two-week half-life, a significant limitation to the medication when adverse events occur.\n[10]\nThis factor can cause the effects to start or continue even after stopping leflunomide therapy. Routine monitoring is advisable when used with other hepatotoxic and hemotoxic agents.\n[21]\nImmunosuppression is also a black box warning of leflunomide; a CBC is necessary for all patients before and after beginning leflunomide treatment.\n[2]\nHypertension is an adverse effect of leflunomide, for which blood pressure requires routine monitoring.\n[2]",
    "toxicity": "Cholestyramine\n\nFour grams of cholestyramine every 6 hours for 14 days is the recommended intervention for wash-out therapy due to the long half-life of leflunomide.\n[11]\n\nLeflunomide toxicity can affect the liver by causing acute drug-induced hepatic injury and affect the pulmonary system through pneumonitis and interstitial lung disease. During these complications, discontinuation of leflunomide and empirical cholestyramine wash-out therapy is recommended for toxicity.\n[22]\n[23]\nLeflunomide causes aryl hydrocarbon receptor signaling, which acts on pulmonary and hepatic CYP1A enzymes.\n[24]\nExcess aryl hydrocarbon receptor signaling leads to several pathologic states in the lung and liver.\n[24]\nPancytopenia can also result due to leflunomide toxicity. The treatment goal is the same as drug-induced hepatic injury and drug-induced pneumonitis, which is leflunomide-eliminating cholestyramine treatment.\n[13]"
  }
}