{
  "drug_name": "lenalidomide",
  "nbk_id": "NBK613278",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK613278/",
  "scraped_at": "2026-01-11T18:47:24",
  "sections": {
    "indications": "Glomeruloid hemangiomas are rare benign vascular lesions.\n[1]\nThese tumors were first described by Chan et al in the 1990s.\n[2]\nGlomeruloid hemangiomas are strongly associated with systemic diseases, most commonly polyneuropathy, organomegaly, endocrinopathy, monoclonal gammopathy, and skin changes (POEMS) syndrome and less commonly multicentric Castleman disease (MCD). Glomeruloid hemangiomas may also exist in the absence of an associated systemic disease.\n[3]\n[4]\nPOEMS syndrome, also known as Crow-Fukase syndrome, Takatsuki syndrome, and polyneuropathy-endocrinopathy-plasma cell dyscrasia syndrome, was first described by Crow in 1956.\n[5]\n[6]",
    "mechanism": "The exact pathogenesis of glomeruloid hemangiomas is uncertain, though several theories have been proposed.\n[7]\nMany investigators suggest that the development of these lesions may be driven by the overproduction of angiogenic cytokines and signaling molecules, such as vascular endothelial growth factor (VEGF), interleukins 6 and 1β, and tumor necrosis factor α.\n[8]\n[9]\nOther theories propose roles for increased immunoglobulin (Ig) deposition within endothelial cells, elevated estrogen levels, and human herpes virus 8 infection, with this virus being associated with MCD.\n[10]\nThe eosinophilic granules observed in the endothelial cells of glomeruloid hemangiomas may be abundant Ig deposits that stimulate endothelial cell proliferation in a glomeruloid pattern.",
    "monitoring": "Glomeruloid hemangiomas are most closely associated with POEMS syndrome. The occurrence of these lesions is less commonly observed in MCD.\n\nThe major diagnostic criteria for POEMS syndrome include polyneuropathy and monoclonal plasma cell dyscrasia. In addition, the diagnosis requires at least one other major criterion and one minor criterion. Major criteria include Castleman disease, bone lesions, and elevated VEGF levels. Minor criteria consist of organomegaly, extravascular volume overload, endocrinopathy, skin changes, papilledema, and hematologic abnormalities.\n[16]\n\nPOEMS syndrome typically presents with progressive polyneuropathy and motor disability, starting distally and progressing proximally. Associated plasma cell dyscrasias may present as monoclonal gammopathy of undetermined significance, solitary osseous or extramedullary plasmacytoma, or multiple myeloma, often characterized by IgA or IgG monoclonal gammopathy and sclerotic bone lesions.\n\nHepatomegaly is present in 50% of individuals with POEMS syndrome and is more common than splenomegaly or lymphadenopathy. Endocrinopathies, such as diabetes mellitus or hypothyroidism, are reported in up to 67% of patients, along with conditions such as hypogonadism, gynecomastia, hyperprolactinemia, galactorrhea, and hyperparathyroidism. Both POEMS syndrome and MCD can manifest with hypergammaglobulinemia; however, POEMS syndrome is characterized by M-protein monoclonal gammopathy, while MCD typically involves polyclonal gammopathy.\n\nThe cutaneous manifestations of POEMS syndrome are diverse and numerous, including hyperpigmentation, hypertrichosis, acrocyanosis, plethora,\nsclerodermoid changes\n, hyperhidrosis, leukonychia, scarring alopecia, flushing, clubbing, and various vascular lesions. Glomeruloid hemangiomas are considered to be specific to POEMS syndrome, occurring in 26% to 44% of cases.\n[17]\n\nThe presence of glomeruloid hemangiomas may also serve as a diagnostic clue for another rare systemic disease—thrombocytopenia, anasarca, fever, reticulin fibrosis, and organomegaly (TAFRO) syndrome, a variant of MCD. Glomeruloid hemangiomas have been reported in various locations, such as the breast, abdominal wall, chest wall, shoulder, upper arm, face, and oral mucosa.\n\nStudies show that glomeruloid hemangiomas may precede the diagnosis of POEMS syndrome by up to 10 years. Therefore, patients without evidence of POEMS syndrome at the time of diagnosis of glomeruloid hemangiomas should continue to be monitored for the development of such systemic disease for several years.",
    "administration": "Glomeruloid hemangiomas are benign vascular lesions that behave indolently and do not require further treatment. Individuals with glomeruloid hemangiomas should be assessed for signs and symptoms of undiagnosed POEMS syndrome at the time of diagnosis and monitored for several years for the development of POEMS syndrome.\n\nManaging POEMS syndrome necessitates a comprehensive, interprofessional approach. The healthcare team may include members from various specialties, such as, but not limited to, dermatologists, neurologists, hematologists or oncologists, and endocrinologists. Early diagnosis and prompt intervention can minimize the risk of complications, particularly thrombotic diatheses, such as embolism, vascular dissection or necrosis, and volume overload-related issues, such as ascites, pericardial effusion, and pleural effusion.\n\nTreatment protocols for POEMS syndrome include radiation therapy, systemic corticosteroids, and alkylating agents. In addition, therapeutic options include immunomodulatory drugs such as lenalidomide, the VEGF inhibitor bevacizumab, autologous hematopoietic stem cell transplantation, and all-trans retinoic acid.\n[18]\n[19]\nNotably, the neuropathy associated with POEMS syndrome typically exhibits a slower response to treatment compared to the cutaneous findings and other systemic manifestations.",
    "adverse_effects": "Glomeruloid hemangiomas are strongly associated with POEMS syndrome and can precede its diagnosis by several years. Patients should be assessed for signs and symptoms of POEMS syndrome at the time of diagnosis and monitored for several years afterward. Symptoms to watch for include polyneuropathy or motor dysfunction, bone pain, abdominal pain, weight changes, and fatigue."
  }
}