{
  "drug_name": "lenvatinib",
  "nbk_id": "NBK567768",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567768/",
  "scraped_at": "2026-01-11T15:32:43",
  "sections": {
    "indications": "No contraindications are documented in the product labeling of lenvatinib.\n\nWarning and Precautions\n\nHypertension:\nRegulating blood pressure before initiating lenvatinib therapy and monitoring throughout treatment is important. In cases of grade 3 hypertension, despite optimal antihypertensive therapy, temporary discontinuation is recommended. For grade 4 hypertension, discontinuation of lenvatinib is warranted.\n\nCardiac dysfunction:\nRegular monitoring for signs or symptoms of cardiac dysfunction is essential during therapy. Should grade 3 cardiac dysfunction arise, withholding or discontinuing treatment is advised. For grade 4 dysfunction, immediate discontinuation is necessary.\n\nArterial thromboembolic events:\nFollowing an arterial thromboembolic event, discontinuation of lenvatinib is recommended.\n\nHepatotoxicity:\nLiver function should be evaluated before starting treatment and monitored periodically. If grade 3 or 4 hepatotoxicity is detected, withholding or discontinuing lenvatinib is warranted. Complete discontinuation is necessary in cases of hepatic failure.\n\nRenal failure:\nFor grade 3 or 4 renal failure or impairment, temporary withholding or discontinuation of lenvatinib is advised.\n\nProteinuria:\nProteinuria must be monitored regularly before and during lenvatinib therapy. Treatment should be temporarily withheld if proteinuria exceeds 2 g per 24 hours. In cases of nephrotic syndrome, permanent discontinuation is recommended.\n\nDiarrhea:\nSevere or recurrent diarrhea should be managed promptly. Treatment with lenvatinib should be withheld or discontinued based on the severity of the diarrhea.\n\nFistula formation and gastrointestinal perforation:\nIf grade 3 or 4 fistula or any gastrointestinal perforation occurs, lenvatinib should be discontinued.\n\nQT interval prolongation:\nCorrecting electrolyte abnormalities is crucial in cases of QT interval prolongation. Treatment should be withheld for a QT interval greater than 500 or a 60 ms or greater increase in baseline QT interval.\n\nHypocalcemia:\nMonthly monitoring of serum calcium levels is necessary, with calcium replacement as needed. Treatment with lenvatinib should be withheld or discontinued depending on the severity of hypocalcemia.\n\nReversible posterior leukoencephalopathy syndrome (RPLS):\nEnsure the diagnosis of RPLS with MRI. Lenvatinib should be withheld until RPLS is fully resolved or discontinued if necessary.\n\nHemorrhagic events:\nThe clinicians should consider the risk of severe and fatal hemorrhage associated with tumor invasion or infiltration of major blood vessels, such as the carotid artery. Upon recovery, lenvatinib can be resumed at a reduced dose or permanently discontinued based on severity.\n\nThyroid dysfunction:\nFor patients receiving lenvatinib, regular monitoring of thyroid function is required before and during treatment.\n\nSurgery:\nBefore elective surgery, lenvatinib should be withheld for at least 1 week. Following major surgery, treatment should be withheld for at least 2 weeks until adequate wound healing occurs.\n\nOsteonecrosis of the jaw:\nConsider preventive dentistry before lenvatinib treatment. If possible, invasive dental procedures should be avoided in high-risk patients. Photobiomodulation laser therapy has shown promising results in a case report. Further research is warranted.\n[21]\n[23]\n[24]\n[23]\n[25]\n[26]",
    "mechanism": "Lenvatinib exerts the mechanism of action via inhibition of multiple receptors of tyrosine kinases: VEGFR-1 (FLT1), VEGFR-2 (KDR), VEGFR-3 (FLT4), FGFR-1, FGFR-2, FGFR-3, FGFR-4, PDGFRa, RET, and c-KIT. Tumor growth depends on developing and proliferating new blood vessels (neovascularization). Tumor growth and angiogenesis occur when the ligands bind to their respective tyrosine kinase receptors in the cellular membrane, initiating an intracellular signal transduction phosphorylation cascade promoting angiogenesis and cell proliferation.\n\nThe inhibition of the VEGF receptors prevents tumor angiogenesis, and the inhibition of FGFR, RET, PDGFRα, and KIT prevents the further proliferation of malignant cells.\n[5]\nThe concurrent inhibition of both receptor pathways results in the inhibition of nuclear signal transduction and simultaneous suppression of the activity of factors involved in tumor growth.\n\nPharmacokinetics\n\nAbsorption:\nFor lenvatinib, peak plasma concentration (Tmax) is attained in 1 to 4 hours. When taken with a high-fat meal, the extent of absorption remains unaffected. However, the absorption rate decreases, delaying the median Tmax from 2 to 4 hours.\n\nDistribution:\nThe predicted mean steady-state volume of distribution for lenvatinib is 97 L (coefficient of variation [CV] of 30.2%). Lenvatinib demonstrates high protein binding, ranging from 97% to 99%, and this binding is not influenced by hepatic or renal function.\n\nMetabolism:\nThe primary metabolic pathways for lenvatinib involve enzymatic processes mediated by CYP3A, aldehyde oxidase, and non-enzymatic processes.\n\nExcretion:\nThe terminal elimination half-life of lenvatinib is approximately 28 hours. The primary pathway for lenvatinib excretion is through feces (64%), with a smaller fraction being eliminated via urine (25%).\n[11]\n[12]\n[13]\n[14]",
    "administration": "Available Dosage Forms and Strengths\n\nLenvaitnib is available in 4 and 10-mg oral capsule dosages.\n[11]\nLenvatinib can also be administered through a feeding tube as a suspension. The suspension is prepared with either water or apple juice. Following preparation, the suspension is administered orally at a consistent daily schedule, regardless of concurrent food intake. Similarly, the suspension is formulated with water specifically for feeding tube administration. The suspension is then introduced through the feeding tube daily. These instructions emphasize the importance of consistent timing to ensure optimal delivery of lenvatinib.\n\nAdult Dosage\n\nRadioactive iodine-refractory DTC:\n24 mg orally daily\n\nAdvanced RCC\n\nFirst-line treatment: 20 mg orally daily with pembrolizumab for up to 2 years, then given as monotherapy.\nPreviously treated disease: 18 mg orally daily in combination with everolimus.\n\nUnresectable HCC\n\nThe suggested dose should be determined based on the patient's body weight:\n\n12 mg orally daily for patients' weight exceeding or equal to 60 kg.\n8 mg orally daily for patients weighing less than 60 kg.\n\nAdvanced endometrial carcinoma:\n20 mg orally daily with pembrolizumab for patients with non-microsatellite instability-high or non-mismatch repair deficient (dMMR) progressive disease who are not candidates for X-ray therapy or curative surgery.\n\nSpecific Patient Populations\n\nHepatic impairment:\nAs noted earlier, lenvaitnib is metabolized enzymatically in the liver by CYP450 isoform CYP3A and aldehyde oxidase. For patients with severe hepatic impairment (Child-Pugh C), dose adjustment is required. For DTC, the prescribed dosage is 14 mg orally daily. For RCC, the recommended dosage is 10 mg orally daily. Similarly, for endometrial carcinoma, the suggested dosage is 10 mg orally daily.\n\nRenal impairment:\nDose modification is required for patients with severe renal impairment (creatinine clearance less than 30 mL/min). For DTC, the prescribed dosage is 14 mg orally daily. For RCC, the recommended dosage is 10 mg orally daily. Similarly, for endometrial carcinoma, the suggested dosage is 10 mg orally daily.\n\nPregnancy considerations:\nLenvatinib can induce fetal harm in pregnant women based on animal studies. Research suggests embryotoxicity, fetotoxicity, and teratogenicity. In rats, doses ≥0.3 mg/kg led to reduced fetal body weight, delayed ossifications, and anomalies (parietal edema and tail abnormalities). In rabbits, doses ≥0.03 mg/kg caused anomalies (short tail, retro-esophageal subclavian artery) and increased post-implantation loss. Prescribing clinicians should advise pregnant women about the potential risk to the fetus.\n\nBreastfeeding considerations:\nLimited clinical data exist regarding the clinical use of lenvatinib during breastfeeding. Due to the high plasma protein binding of more than 98%, the quantity excreted into milk is expected to be minimal. Nevertheless, the prolonged half-life of approximately 28 hours raises concerns about potential accumulation in the infant. Therefore, the manufacturer advises discontinuing breastfeeding during lenvatinib treatment and at least 1 week after the final dose.\n\nPediatric patients:\nThe safety and efficacy of lenvatinib in pediatric patients have not been established. Lenvatinib has been used off-label for children with advanced papillary thyroid carcinoma.\n\nOlder patients:\nIn patients with DTC, no differences in safety or efficacy have been marked compared to younger subjects. Similarly, in patients with RCC treated with lenvatinib and pembrolizumab or everolimus, no significant variations in safety or efficacy are apparent between older and younger patients. A recent retrospective cohort study evaluated the efficacy and safety of lenvatinib in patients aged 80 years and older with unresectable HCC. Results showed similar outcomes between older and younger patients, with differing adverse event profiles.\n[15]\n[16]\n[17]\n[18]",
    "adverse_effects": "The most frequently observed adverse reactions of lenvatinib (≥30% of patients) include hypertension, fatigue, diarrhea, myalgia/arthralgia, reduced appetite, reduced body weight, stomatitis, headache, nausea, vomiting, abdominal pain, dysphonia, proteinuria, palmar-plantar erythrodysesthesia/hand-foot syndrome.\n[19]\nHypertension is one of the most common adverse effects of lenvatinib and is more prominent in subjects aged older than 75.\n[1]\n[5]\nDuring the phase III SELECT trials for radioactive iodine-refractory DIC, patients from the treatment group reported fistula formation causing bleeding from the tumor. Adverse effects from therapy should be managed supportively with dosing adjustments and discontinuation of treatment if necessary.\n[20]\nOther reported adverse effects include the following. The description of severe adverse events includes:\n\nRash\nCardiac dysfunction\nArterial thromboembolic event\nHepatotoxicity\nRenal failure or impairment\nProteinuria\nGastrointestinal perforation\nFistula formation\nQT prolongation\nHypocalcemia\nThyroid dysfunction\nWound healing complications\n\nDrug-Drug Interactions\n\nLenvatinib is metabolized in the liver by CYP3A4 and aldehyde oxidase.\n[14]\nAgents that induce or inhibit the CYP-450 system may alter the plasma concentration of lenvatinib.\n[21]\nIn addition, lenvatinib prolongs the QTc interval, so concurrent administration of lenvatinib with drugs that prolong the QTc interval should be avoided.\n[22]",
    "monitoring": "Due to toxicity, several subjects treated with lenvatinib may have their dosage reduced or the drug discontinued. At baseline, creatinine, a pregnancy test for women, an oral exam, blood pressure, and urine protein tests are recommended. Routine monitoring of renal function and liver function is advised. If nephrotic syndrome occurs, treatment should be terminated immediately.\n[27]\nECG monitoring should also be routinely performed since cardiac impairment and QT interval prolongation are adverse effects of using lenvatinib. Thyroid function should be monitored every month, as hypothyroidism may also occur while on therapy. Twenty-four-hour blood pressure monitoring is also advised to detect hypertension from lenvatinib use.\n[20]\n\nClinical trials of lenvatinib commonly revealed elevations in serum aminotransferase levels, occurring in 52% of patients. However, values exceeding 5 times the upper limit of normal (ULN) only appeared in 3% to 5% of subjects. Similarly, elevations in serum alkaline phosphatase were also common, occurring in 28% of patients, but were above 3 times ULN in only 2% of patients.\n[21]",
    "toxicity": "Fetal harm was observed in animal trials during the administration of lenvatinib at a dosage below the recommended range. No reproductive studies have been conducted to analyze the toxicity in humans. Pregnant women should be counseled and advised of possible toxicity to the fetus. Lenvatinib may be present during lactation, and halting breastfeeding is recommended for 1 week following the last dosage.\n[16]"
  }
}