{
  "drug_name": "letrozole",
  "nbk_id": "NBK556033",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556033/",
  "scraped_at": "2026-01-11T18:47:25",
  "sections": {
    "indications": "Female infertility, defined as the inability to achieve pregnancy after 12 months of regular, unprotected sexual intercourse in women younger than 35 or after 6 months in women older than 35, represents a major global health concern.\n[1]\nApproximately 85% of couples conceive within the first 12 months of adequate, unprotected intercourse, with about 30% to 40% achieving pregnancy within the first 3 months. The lower range reflects real-world factors within the general population, including age, undiagnosed infertility in either partner, lifestyle influences such as obesity and smoking, and subclinical medical conditions that collectively diminish overall fecundability. Population-based studies indicate an average monthly conception probability of 15% to 20%, resulting in a cumulative pregnancy rate of approximately 30% to 40% after 3 months.\n[2]\n[3]\n\nApproximately 15% of couples worldwide experience infertility, with female factors accounting for about 50% of cases, male factors for 40%, and combined etiologies responsible for the remainder.\n[4]\n[5]\nFemale infertility carries profound psychological, social, and medical implications that require a comprehensive understanding and management. Advances in assisted reproductive technologies (ART), including in vitro fertilization (IVF), have significantly transformed clinical approaches, although disparities in access, complex underlying causes, financial constraints, and emotional distress continue to pose challenges.\n[6]\n\nInfertility extends its impact beyond physiological mechanisms, affecting mental health, interpersonal relationships, and social identity. In high-income nations, delayed childbearing driven by career or financial priorities contributes to higher infertility rates, whereas in low-resource regions, infectious diseases remain predominant causes.\n[7]\nThe psychological burden, often marked by anxiety and depression, reinforces the importance of holistic, interprofessional care.\n[8]",
    "mechanism": "Female infertility results from multiple interacting causes that often overlap in complex ways (see\nTable 1\n). Ovulatory dysfunction represents one of the major categories, accounting for 25% to 40% of cases, with polycystic ovarian syndrome (PCOS) responsible for approximately 70% of anovulatory states.\n[9]\nAdditional contributors to ovulatory dysfunction include hypothalamic-pituitary disorders, eg, functional hypothalamic amenorrhea, hyperprolactinemia resulting from pituitary adenoma, and primary ovarian insufficiency, also known as premature ovarian failure.\n[10]\n\nTubal factors contribute to 20% to 35% of female infertility cases and commonly result from obstruction or dysfunction of the fallopian tubes due to pelvic inflammatory disease (PID), endometriosis, or previous pelvic surgery.\n[11]\nUterine factors, including leiomyomas, endometrial polyps, Asherman syndrome, and congenital anomalies, eg,  a septate uterus, account for 10% to 15% of cases.\n[11]\nEndometriosis, characterized by ectopic endometrial tissue that promotes inflammation and adhesion formation, represents another 10% to 15% of female infertility cases.\n[12]\n[13]\n\nThe revised American Society for Reproductive Medicine (ASRM) classification system (r-ASRM) categorizes endometriosis into 4 stages based on the extent, location, and depth of lesions, as well as the presence of adhesions and ovarian involvement. The scoring system defines stage I as minimal (1–5 points), stage II as mild (6–15 points), stage III as moderate (16–40 points), and stage IV as severe (>40 points).\n[13]\n[14]\n\nApproximately 15% to 30% of female infertility cases remain unexplained despite thorough evaluation and complete diagnostic workup.\n[15]\nAdditional contributing factors include lifestyle and environmental influences such as obesity, smoking, alcohol consumption, and exposure to endocrine-disrupting chemicals, each exerting variable effects on reproductive function.\n[16]\nGenetic and chromosomal abnormalities, including Turner syndrome, fragile X premutation, and structural translocations, also play a role in the development of female infertility.\n[17]\n\nTable\nTable 1. Common Causes of Female Infertility.",
    "monitoring": "The diagnostic evaluation of female infertility primarily involves studies to help identify the underlying etiology, including ovulatory, tubal, and uterine dysfunctions (see\nTable 4\n).\n\nOvulatory Assessments\n\nStudies to evaluate ovulatory function include measuring serum progesterone at a mid-luteal level greater than 3 ng/mL, which confirms ovulation.\n[33]\nA mid-cycle rise of at least 0.5 °F in basal body temperature is suggestive of a progesterone level surge, which may be indicative of ovulation, although this is variable.\n[51]\nOvulation predictor kits are available over-the-counter and detect the LH surge with an accuracy of approximately 97% and an ovulation prediction sensitivity and specificity of 100% and 25%, respectively.\n[52]\n[53]\n[43]\n[53]\n\nFurthermore, ovarian reserve testing is achievable by measuring the AMH level. A level of less than 1 ng/mL indicates low reserve, while a level of greater than 4 ng/mL suggests PCOS; a level between 1 ng/mL and 3.5 ng/mL indicates normal follicular function.\n[54]\nAntral follicle count involves counting the ovarian follicles of 9 mm or less, usually measured by transvaginal ultrasound, with a count of less than 5 follicles indicating low reserve, a count of 5 to 20 indicating normal follicular reserve, and a count of greater than 20 may suggest PCOS.\n[28]\nDay 3 FSH and estradiol measurement is useful for determining ovarian reserve because the feedback engendered by functional ovaries controls the release of FSH, with levels in women of reproductive age typically 3 to 9 mIU/mL, though this can vary slightly depending on the laboratory assay used, with higher values (>10 mIU/mL) indicating diminished ovarian reserve and lower values (<3 mIU/mL) potentially suggesting hypothalamic-pituitary dysfunction.\n[54]\n\nTubal Function Assessments\n\nTubal patency can be assessed by hysterosalpingography (HSG) with 85% to 90% sensitivity for obstruction.\n[55]\nHSG is associated with increased pregnancy and live birth rates, especially with oil-soluble media, compared to controls (OR 2.98; 95% CI 1.05-6.37).\n[56]\nHysterosalpingo-contrast sonography (HyCoSy) has 80% concordance with HSG and is a reliable alternative to HSG with less invasiveness.\n[57]\nLaparoscopy is the gold standard investigation for endometriosis.\n[58]\n\nUterine Assessment\n\nUterine evaluation relies primarily on imaging and direct visualization techniques to identify structural abnormalities. Transvaginal ultrasound (TVUS) has a sensitivity of approximately 90% in detecting fibroids, providing a first-line, noninvasive assessment of uterine anatomy.\n[48]\nSonohysterography enhances visualization of the endometrial cavity, achieving about 95% sensitivity for identifying polyps.\n[59]\nHysteroscopy serves both diagnostic and therapeutic purposes, enabling direct inspection and management of intrauterine pathologies that contribute to infertility.\n[60]\nMagnetic resonance imaging (MRI) offers the highest diagnostic precision, with 98% accuracy in detecting congenital and acquired uterine anomalies.\n[59]\n\nEndocrine Studies\n\nEndocrine evaluation involves targeted hormonal and metabolic testing to identify systemic contributors to infertility. A thyroid-stimulating hormone (TSH) level above 4 mIU/L suggests hypothyroidism, which doubles infertility risk through altered gonadotropin dynamics and ovulatory dysfunction.\n[31]\nProlactin levels exceeding 25 ng/mL indicate hyperprolactinemia, a frequent cause of anovulation.\n[61]\nElevated serum androgens or glucose levels support a diagnosis of PCOS.\n[29]\nAn elevated 17-hydroxyprogesterone level suggests congenital adrenal hyperplasia.\n[62]\nGenetic evaluation, including karyotyping or fragile X premutation testing, assists in identifying the underlying cause of primary ovarian insufficiency.\n[49]\n\nBecause approximately 40% of infertility cases involve a male factor, semen analysis remains a critical component of the initial workup. A normal semen analysis effectively excludes male infertility, allowing clinicians to focus on more extensive and costlier investigations of female reproductive factors.\n[5]\n\nTable\nTable 4. Diagnostic Tests for Female Infertility.",
    "administration": "Treatment of female infertility requires an individualized approach that balances efficacy, risk, and patient preference (see\nTable 6\n). Management strategies depend on the underlying etiology, with varying success rates across different interventions (see\nTable 5\n).\n\nPharmacologic Management\n\nOvulatory dysfunction responds favorably to pharmacologic therapy. Clomiphene citrate induces ovulation in approximately 80% of women, achieving a 40% pregnancy rate per cycle.\n[63]\nAdverse effects include hot flashes in 10% of cases, multiple gestations in 8%, and OHSS.\n[64]\nLetrozole demonstrates superiority over clomiphene citrate in managing PCOS, offering higher ovulation, pregnancy, and live birth rates (27.5% versus 19.1%), improved endometrial thickness, greater monofollicular development, and a reduced multiple pregnancy rate (3% versus 5%).\n[63]\n[65]\n[66]\n[67]\n\nGonadotropin therapy with recombinant FSH, LH, and human chorionic gonadotropin (hCG) achieves ovulation in 90% of patients but carries a 1% to 6% risk of OHSS.\n[68]\nMetformin enhances ovulation in PCOS by improving insulin sensitivity and increases pregnancy rates by 15% when used in combination with clomiphene.\n[69]\nDopamine agonists such as cabergoline and bromocriptine restore ovulation in 80% to 90% of women with hyperprolactinemia.\n[70]\nLifestyle modification, including 5% to 10% weight loss, restores ovulation in 50% to 60% of obese women with PCOS.\n[71]\nAntibiotic therapy benefits patients with pelvic inflammatory disease (PID) by preventing additional tubal injury.\n[72]\n\nIn Vitro Fertilization and Intrauterine Insemination\n\nManagement of tubal factor infertility depends on the extent of tubal damage. IVF offers the best outcomes for women with severe tubal disease, achieving live birth rates of 40% to 50% per cycle in those younger than 35.\n[73]\nSalpingectomy in patients with hydrosalpinx increases IVF success by 20% by eliminating inflammatory cytokines such as interleukin-6 (IL-6) and tumor necrosis factor-alpha (TNF-α) that leak into the uterine cavity and impair implantation.\n[74]\n[75]\n[76]\n[77]\nThe procedure also lowers the risk of post-IVF ectopic pregnancy. Tubal reanastomosis yields pregnancy rates of 60% to 80% in women with mild to moderate tubal damage, while fimbrioplasty improves conception rates by 20% to 40%.\n[78]\n\nUnexplained infertility, diagnosed after a comprehensive evaluation of both partners, often responds to intrauterine insemination (IUI) with ovulation induction, which achieves pregnancy rates of 10% to 15% per cycle. IVF yields higher success, with 30% to 40% pregnancy rates.\n[79]\n[80]\n[81]\nConservative management can result in spontaneous conception in 20% to 30% of women younger than 35.\n[82]\n\nSurgical Management\n\nUterine factors often respond to surgical correction. Hysteroscopic surgery improves pregnancy rates by 50% to 70%.\n[83]\nMyomectomy enhances implantation by 30%, while septum resection in women with a septate uterus reduces miscarriage rates from 80% to 20%.\n[35]\n[36]\n\nEndometriosis-related infertility requires a tailored approach. Hormonal suppression alleviates symptoms but does not improve fertility outcomes.\n[48]\nLaparoscopic excision of endometriotic lesions enhances pregnancy rates by approximately 50% in stage I and II disease, while IVF provides a 30% to 40% success rate in advanced stages.\n[84]\n[85]\n\nAdjunct Therapies\n\nAdjunctive measures enhance overall fertility outcomes. Weight optimization improves conception rates by 20% to 30%, while smoking and alcohol cessation increase IVF success by 15%.\n[86]\n[87]\nAcupuncture may enhance IVF outcomes by 10%, and antioxidant therapy, including coenzyme Q10, improves oocyte quality by 5% to 10%.\n[79]\n[88]\n\nAdvanced Therapies\n\nAdvancements in ART continue to refine infertility management. IVF protocols incorporating antagonist regimens reduce OHSS risk, while preimplantation genetic testing improves live birth rates by 20% in women older than 37.\n[8]\n[80]\nFrozen embryo transfer yields approximately 10% higher success than fresh transfer, and donor oocyte utilization achieves live birth rates of 50% to 60%.\n[89]\n\nGamete intrafallopian transfer (GIFT) and zygote intrafallopian transfer (ZIFT) represent earlier ART developed for nontubal infertility, including unexplained infertility, mild male factor, or cervical issues. These procedures require laparoscopic placement of gametes or zygotes into patent fallopian tubes under general anesthesia, restricting use to fewer than 1% of ART cycles today. In GIFT, retrieved oocytes are combined with sperm and transferred immediately into the tubes. Success rates reach 20% to 30% per cycle, with live birth rates around 25% in women under 35. Associated complications include surgical risks such as infection or bleeding (1%–2%), multiple gestations (15%–20%), and ectopic pregnancy (5%–7%).\n\nZIFT involves laboratory fertilization of oocytes followed by transfer of zygotes into the fallopian tubes the following day. Pregnancy rates range from 25% to 35%, with live birth rates near 30% in women under 35. Complications mirror those of GIFT and include ectopic pregnancy (4%–6%).\n[3]\n[90]\nDespite their early promise, GIFT and ZIFT have largely been replaced by IVF due to greater invasiveness, surgical risk, and lower efficiency. IVF achieves higher live birth rates (40%–50%) with fewer ectopic pregnancies (1.3%) and avoids the need for laparoscopy. These procedures remain options for select cases, eg, failed IUI or mild endometriosis, or for patients with religious or ethical concerns regarding in vitro fertilization, although current guidelines consistently favor IVF.\n[3]\n[16]\n\nIn Vitro Fertilization Overview\n\nIVF is a cornerstone of assisted reproductive technology ART for managing female infertility, particularly in cases of ovulatory dysfunction, tubal factor, endometriosis, diminished ovarian reserve, or unexplained infertility. IVF involves controlled ovarian stimulation, oocyte retrieval, laboratory fertilization, and embryo transfer. Current guidelines provide recommendations regarding the procedure, medications, doses, timing, prognosis, success rates, and complications.\n[3]\n[16]\n[85]\n[91]\n[92]\n[93]\n\nIVF is a multistep process typically spanning 4 to 6 weeks per cycle, including:\n\nOvarian stimulation\n: The ovaries are stimulated to produce multiple follicles using injectable hormones. This step aims to retrieve 8 to 15 mature oocytes for optimal success.\n[3]\n[16]\nOocyte retrieval\n: Performed under ultrasound guidance 34 to 36 hours after a trigger injection. A transvaginal needle aspirates follicles; the procedure lasts 15 to 30 minutes under sedation.\n[3]\nFertilization\n: Oocytes are mixed with sperm in a lab (conventional IVF) or injected with a single sperm (intracytoplasmic sperm injection for male factor or poor oocyte quality).\n[3]\n[91]\nEmbryo culture\n: Embryos are cultured for 3 to 5 days. Day 3 embryos (in the cleavage stage) have 6 to 8 cells; day 5 embryos, each containing 100 to 200 cells (blastocysts), are more advanced and preferred for transfer to reduce the risk of multiple pregnancies.\n[16]\n[93]\nEmbryo transfer\n: 1 to 2 embryos are placed in the uterus via a catheter. Fresh transfer occurs immediately; frozen embryo transfer uses cryopreserved embryos in a subsequent cycle.\n[92]\n[93]\nLuteal support\n: Progesterone supplementation supports implantation until placental hormone production takes over (around week 8–10 of pregnancy).\n[3]\nPregnancy test\n: Blood hCG test performed 10 to 14 days posttransfer.\nMonitoring\n: Ultrasound and estradiol studies are performed every 2 to 3 days; retrieval is performed when follicles are 18 mm or larger.\n[3]\n[94]\n\nPreimplantation genetic testing may be added for aneuploidy screening or monogenic disorders, involving embryo biopsy on day 5.\n[3]\n[85]\n\nHormone protocols of IVF\n\nIVF protocols vary in approach, including long agonist, antagonist, and flare regimens, with antagonist protocols commonly preferred to prevent premature LH surge and reduce the risk of OHSS. Gonadotropins, eg, follitropin alfa (Gonal-F) or follitropin beta (Puregon), are administered at 150 to 450 IU/day subcutaneously for 8 to 14 days, beginning on day 2 to 3 of the cycle to stimulate follicular growth. Menotropins (Menopur), which combine FSH and LH, are often used at comparable doses for poor responders.\n[67]\n\nGnRH antagonists (eg, ganirelix or cetrorelix at 0.25 mg/day subcutaneously) are introduced from day 5 to 6 of stimulation until ovulation triggering to prevent premature LH surge.\n[3]\n[75]\nIn contrast, long protocols employ GnRH agonists like leuprolide 0.5 to 1 mg/day subcutaneously for 2 to 3 weeks before stimulation to achieve pituitary downregulation.\n[3]\n[75]\n\nOocyte maturation is triggered with either hCG (Ovidrel 250 µg subcutaneously) or a GnRH agonist (eg, leuprolide 1–2 mg subcutaneously), administered 36 hours before retrieval.\n[94]\nLuteal phase support follows retrieval, typically with progesterone (Crinone gel 90 mg vaginally once daily or Utrogestan 200 mg orally 3 times daily) until pregnancy confirmation. Ultrasound and estradiol monitoring every 2 to 3 days during stimulation guide timing for retrieval, which occurs when leading follicles reach at least 18 mm in diameter.\n[3]\n\nPrognosis and success rates\n\nPrognosis and success rates depend on maternal age, underlying cause of infertility, ovarian reserve, embryo quality, and lifestyle factors. Outcomes are commonly reported as live birth rate per cycle or per embryo transfer. The overall live birth rate ranges from 20.7% to 50% per cycle, decreasing with age, from 48.5% in women younger than 35 to 11% in those older than 43, according to data from the Centers for Disease Control (CDC).\n[16]\n[92]\nCumulative live birth rate after 3 cycles approximates 60% to 70% in women under 35, though lower rates occur in patients with diminished ovarian reserve or advanced age.\n[16]\n[85]\n\nPrognosis improves with blastocyst transfer, preimplantation genetic testing for aneuploidy, which enhances outcomes by approximately 20% in women older than 37, and frozen embryo transfer, which offers a 10% higher success rate compared to fresh transfer. Single embryo transfer reduces multiple gestations while maintaining success rates.\n[92]\n[93]\nMild stimulation or mini-IVF protocols, using lower gonadotropin doses (75–150 IU FSH), yield live birth rates of approximately 30% to 40% in women under 35 and suit poor responders or those seeking to minimize OHSS risk.\n[3]\n[85]\n\nIn vitro maturation\n\nIn some selected patients, like patients with estrogen-sensitive cancers or patients at high risk for OHSS in whom conventional IVF may be contraindicated, in vitro maturation (IVM) is a modified form of IVF that may be a better alternative for such candidates. IVM involves retrieving immature oocytes from the ovaries, maturing them in a laboratory, and then using them for fertilization, typically without or with minimal ovarian stimulation with a course of FSH plus or minus hCG, making it distinct from standard IVF. Such immature follicles are then cultured to maturation before fertilization. Success rates of IVM are lower than those of IVF.\n[3]\n[95]\n\nTable\nTable 5. Treatment Options and Success Rates.\n\nTable\nTable 6. Quick Guide for Management of the Common Infertility Causes.",
    "adverse_effects": "Ovarian Hyperstimulation Syndrome\n\nOHSS occurs in about 1% to 6% of patients managed with IVF or ART, with 1% being severe cases with a higher risk of thrombosis.\n[101]\nOHSS results from an exaggerated response to the medications used to stimulate the ovaries to produce multiple eggs, engendered by the production of excessive hormones like vascular endothelial growth factor.\n[63]\nOHSS is characterized by enlarged ovaries and a range of symptoms caused by fluid shifts in the body due to increased vascular permeability.\n[63]\nIn mild cases, symptoms are usually self-limiting and primarily involve abdominal bloating, mild abdominal pain, nausea, and weight gain (up to 5-10 pounds).\n\nModerate cases may present with more pronounced bloating, moderate abdominal pain, vomiting, diarrhea, and ovarian enlargement (typically 8-12 cm in diameter). However, severe cases are associated with severe abdominal pain, significant weight gain (>10 pounds), ascites, pleural effusion, shortness of breath, reduced urine output, blood clots, electrolyte imbalances, and potential kidney or liver dysfunction, which may require intensive care management.\n[17]\n[27]\n[29]\n[63]\n[101]\nCryopreservation, which involves rapid freezing and storage of embryos, may be a strategy to mitigate the risk of OHSS in the future management of patients with a high risk of developing OHSS.\n[46]\n\nPregnancy Complications\n\nMultiple pregnancies happen in about 20% to 30% patients managed with ART, with increased preterm birth risk.\n[102]\nEctopic pregnancy occurs in 2% to 5% with tubal factor infertility or IVF.\n[103]\nTo reduce the risk of multiple pregnancy, the ASRM and the CDC recommend using elective single embryo transfer in ART, which reportedly drops the risk to less than 1%.\n[71]\n[104]\n\nOther Complications\n\nThe psychological impact associated with female infertility is also a significant challenge that clinicians must consider, with 40% of patients experiencing anxiety and 30% diagnosed with depression.\n[8]\nSurgical risks include bleeding (<1%) and infection (1%).\n[94]\nLong-term risks associated with female infertility include a slight ovarian cancer risk with an RR of 1.2.\n[14]"
  }
}