{
  "drug_name": "leuprorelin",
  "nbk_id": "NBK592411",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK592411/",
  "scraped_at": "2026-01-11T15:32:46",
  "sections": {
    "indications": "Contraindications to menstrual suppression align with the general contraindications for each hormonal contraceptive agent.\n\nEstrogen-Containing Contraceptive Contraindications\n\nEstrogen-containing contraceptives are contraindicated in the setting of medical comorbidities that may increase the risk of thromboembolism, including:\n\nHypercoagulable disorders (eg, Factor V Liden deficiency)\nActive liver disease\nMigraine with aura\nActive smoking (particularly if older than 35)\nValvular heart disease\nDiabetes with vascular sequelae\nPeripheral or cerebrovascular disease\nPrior history of pulmonary embolism, deep venous thrombosis, or stroke\n[4]\n\nAdditionally, estrogen-containing contraceptives are contraindicated in the setting of current or prior history of some hormone-sensitive cancers, especially breast cancer, due to the risk of cancer recurrence or growth stimulation.\n[27]\n[39]\nIn the case of ovarian and endometrial cancers, however, the US Center for Disease Control and Prevention's Medical Eligibility Criteria state that CHCs are acceptable options while awaiting treatment.\n[39]\nCare should be taken in balancing the risks of thromboembolism with the risks of pregnancy while awaiting cancer treatment.\n[42]\n[43]\nThese methods are also contraindicated in uncontrolled hypertension or known coronary artery disease due to the risk of worsening hypertension and increasing risk for adverse cardiovascular events, respectively.\n[4]\n[27]\nPatients should be counseled on progesterone-only alternatives, which are safer and equally effective.\n\nProgestin-Only Contraceptive Contraindications\n\nProgestin-only pills have very few contraindications; the primary absolute contraindication is active breast cancer. Use is also relatively contraindicated in patients with systemic lupus erythematosus (SLE) with antiphospholipid antibodies, severely decompensated cirrhosis, liver tumors, and a history of bariatric surgery with malabsorptive procedures.\n[39]\n\nLevonorgestrel-releasing IUD is contraindicated in patients with uterine abnormalities (eg, septate or bicornuate uterus), active genitourinary infection, and current breast, endometrial, or cervical cancer.\n[4]\n[39]\nInitiating use is also relatively contraindicated in patients with SLE with antiphospholipid antibodies, complicated solid organ transplants, and severely decompensated cirrhosis.\n[39]\n\nInjectable medroxyprogesterone acetate is relatively contraindicated in patients with low bone mineral density (BMD), risk factors for BMD loss, or high risk for low BMD sequelae, including athletes or military personnel with high-volume weight-bearing physical activities, previous bone stress injury, athletes with low energy availability, nutritional deficiencies, those who are middle-aged, chronic steroid use, or immobility.\n[15]\n[37]\n[38]\nInjectable medroxyprogesterone acetate is also relatively contraindicated as a first-line agent in adolescents who have not yet reached peak bone mass within the first few years after menarche.\n[22]\nThough the rate of BMD accumulation increases significantly at the beginning of puberty but rapidly decreases approximately 2 years after menarche, ACOG and the World Health Organization do not recommend DMPA age restrictions as the benefits outweigh the theoretical risks. However, clinicians should counsel adolescents regarding DMPA risks and other contraceptive methods available that do not affect BMD.\n[15]\n\nAnticonvulsant Medication Interactions\n\nSpecial consideration should be taken when selecting a menstrual suppression method for patients prescribed anticonvulsant medications due to their known interactions with systemic CHCs and oral progestin-only pills (POPs). Many anticonvulsants and other neuropsychiatric medications, including phenobarbital, phenytoin, carbamazepine, and, to a lesser extent, topiramate, induce the hepatic cytochrome P450 system and interfere with contraceptive efficacy and cycle control reliability.\n[25]\n[29]\n[44]\nAs a result, systemic CHCs may result in irregular bleeding, and higher doses may be required to achieve amenorrhea.\n[44]\n\nThe CDC Medical Eligibility Criteria for Contraception categorizes the estrogen-containing methods and the progesterone-only pill as category 3 (ie, risks outweigh the benefits) for use concurrently with enzyme-inducing anticonvulsant agents.\n[39]\nIn general, hormonal contraceptives do not affect the efficacy of anticonvulsant medications, except lamotrigine, which can have decreased efficacy when taken with estrogen.\n[10]\n[45]\nThe dose of lamotrigine may need to be adjusted, and a discussion with the prescribing clinician is recommended.\n[25]\n[39]\nAvailable data is limited but suggests that gabapentin, levetiracetam, and valproate have limited effects on the metabolism of OCPs.\n[44]\n\nAge-Related Contraindications\n\nExcept for care for transgender youth, menstrual suppression should not be initiated before menarche; adolescents must first demonstrate normal anatomy and typical pubertal development.\n[27]\n[29]",
    "clinical_significance": "Up to 26% of the global population menstruates.\n[1]\nApproximately 800 million people menstruate on any given day, and bothersome menstrual-related symptoms (eg, heavy menstrual bleeding, dysmenorrhea, premenstrual syndrome, bloating, fatigue) impact up to 2.5 million people annually.\n[1]\n[4]\nNegative symptoms associated with menses may lead to absenteeism from school or work, resulting in loss of education and income, decreased participation in social, athletic, professional, or recreational activities, embarrassment or social ostracization, excessive income spent on menstrual hygiene products, including pads, tampons, menstrual cups, and panties, increased risk for genitourinary infections, and excessive blood loss and associated anemia. These consequences may disproportionately impact those living in poverty, adolescents, persons with developmental or physical disabilities, gender-diverse persons, military personnel, athletes, and persons with malignancy (Please refer to \"\nSpecial Populations\n\" in the\nIndications\nsection for more information on \"period poverty\").\n\nBy utilizing menstrual suppression methods, amenorrhea or oligomenorrhea may be achieved, and the described negative impacts of menses may be mitigated. (Please refer to \"\nSpecial Populations\n\" in the\nIndications\nsection for more information on the adverse effects of menses). The amenorrhea rates for each method are as follows:\n\nOCPs: 88% by 12 months\nPOPs: widely variable depending on formulation and dose, 10 to 76%\nDMPA: up to 71% by 2 years\nLevonorgestrel-releasing IUD: 50% by 12 months, 60% by 2 years\nSubdermal etonogestrel implant: 13 to 22%\nGnRH agonists: up to 96%\nTestosterone: undefined\n[3]"
  }
}