{
  "drug_name": "levamisole",
  "nbk_id": "NBK594271",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594271/",
  "scraped_at": "2026-01-11T18:47:25",
  "sections": {
    "indications": "Xylazine is a non-narcotic compound utilized for sedation, pain relief, and muscle relaxation in veterinary medicine, where it is often referred to as \"anestesia de caballo\" or \"horse anesthetic.\"\n[1]\n[2]\nAlso known as N-(2,6-dimethylphenyl)-5,6-dihydro-4H-1,3-thiazin-2-amine, xylazine is a clonidine analog discovered by Farbenfabriken Bayer in 1962 in Germany promoted for use as an antihypertensive.\n[3]\nApproval was not granted for human use as an antihypertensive due to profound hypotension and excessive central nervous system depression.\n[4]\nXylazine was later introduced as a sedative, emetic, analgesic, and muscle relaxant for veterinary use. The use of xylazine in animals was first reported in the late 1960s, and it is currently approved for use as a nonopioid tranquilizer in veterinary medicine.\n[3]\n[5]\nXylazine is frequently used with ketamine as an anesthetic agent for experimental studies involving dogs, cats, horses, rabbits, and rats.\n\nXylazine emerged as a popular illegal substance among those who inject drugs in Puerto Rico in the early 2000s. Currently, there is limited information about the unlawful consumption, geographic prevalence, and immediate or long-term effects of xylazine on humans. Recently, xylazine misuse has surged in the northeastern United States, spreading across many states, as evidenced by the rising number of samples testing positive for the drug.\n\nIn Philadelphia, xylazine is popularly referred to as \"tranq\"; when xylazine is mixed with more prevalent illegal opioids like heroin or fentanyl, the mixture is called \"tranq dope.\"\n[6]\nXylazine is frequently combined with synthetic opioids, primarily fentanyl, in the unregulated market. Additionally, xylazine has been found alongside cocaine and methamphetamine and, more recently, mixed with oxycodone and alprazolam. Xylazine was reportedly diverted from the veterinary market to the recreational drug market in Puerto Rico.\n\nXylazine has spread rapidly due to several factors, including cost-cutting, an increase in its addictive properties, and its ability to extend the duration of the opioid with which it is combined. Xylazine poses a challenge to the United States healthcare system and those who use it knowingly or unknowingly due to its benefits to the illegal drug industry, a lack of information, and the absence of an approved antidote.",
    "mechanism": "For veterinary usage, xylazine is available as a liquid solution for injection in concentrations of 20 mg/mL, 100 mg/mL, and 300 mg/mL. The liquid solution may be dried into a powder or salted. The powder may appear white or brown.\n\nXylazine may be added to other illicit substances for many reasons.\n\nThe powder can be used as a cutting agent in street drugs like heroin and fentanyl to increase the bulk of those drugs. It may be challenging to distinguish xylazine solely based on appearance since it can be blended with other powders or crushed into tablets to adulterate a drug supply. The availability, low cost, and ability of xylazine to potentiate the opioid effect make it a profitable addition to the opioid supply, decreasing the net amount of heroin or fentanyl sold and improving profits.\n[7]\nAlthough some individuals intentionally seek out xylazine-adultered opioids, a survey of the popular social media website Reddit found that xylazine is considered an unwanted adulterant in most situations.\n[8]\nWhen combined with stimulants, xylazine can decrease the adverse effects and withdrawal symptoms of the stimulant.\n[9]\n\nAcute xylazine toxicity can occur with an overdose of xylazine-mixed illicit substances, leading to severe central nervous system (CNS) depression, respiratory depression, bradycardia, hypotension, and, in extreme cases, cardiac arrest. Long-term use of xylazine-mixed illicit substances can result in cumulative toxic effects, leading to chronic complications in various organ systems, including chronic wounds and ulcers on the skin. The etiology of xylazine use in humans is complex, and further research is needed to understand the factors contributing to its abuse.",
    "monitoring": "Evaluating a patient with suspected xylazine intoxication is similar to any other patient presenting after an overdose. The initial priority is establishing and maintaining an airway and ensuring adequate breathing and circulation. A mental status assessment should be performed, and a comprehensive medical history should be obtained if possible. A complete physical examination, bedside glucose, and, if applicable, a pregnancy test should be completed.\n\nIn clinical settings, xylazine remains undetected in the most frequently performed urine drug screenings (UDS). These drug screenings are presumptive and use an immunoassay technique to test for the five most common substances of abuse: opiates, cannabinoids, amphetamines, cocaine, and phencyclidine (PCP).\n[21]\nIndividuals treated with prescription pain drugs are tested additionally for benzodiazepines, barbiturates, and methadone using specialized testing methods. In cases of overdose, levels of lysergic acid (LSD), propoxyphene, buprenorphine, tramadol, fentanyl, and oxycodone can be assessed.\n[22]\n\nThe presence of xylazine in urine samples must be confirmed using gas chromatography-mass spectrometry or liquid chromatography-tandem mass spectrometry. However, chromatography testing procedures are more expensive than typical immunoassays and do not result for 7 to 8 days.\n[23]\nSuch testing would not provide real-time assistance with the care of an intoxicated patient. An experimental model comparing human and rat xylazine metabolites found no differences between the species; this may be an aid in developing urine detection assays in humans.\n[24]\nThe rapid clearance of xylazine increases the possibility of false negative test results, complicating the development of effective testing methods. Creating xylazine detection assays that enhance sensitivity while lowering costs and processing times will require further research.\n\nDue to the ongoing xylazine crisis, lateral flow immunoassay has been used to develop testing strips for xylazine with a detection sensitivity of up to 1000 ng/mL. The strips are used to test for xylazine within the drug supply. Testing strips used by patients with substance use disorder are available through common online marketplaces and harm-reduction programs but are currently rare in the healthcare setting. The use of this method in the healthcare setting would likely be limited; the ingested drug is rarely close to hand in the acute setting. However, these strips can play an eminent role as a harm-reduction tool.\n[25]",
    "administration": "Management of Acute Xylazine Toxicity\n\nPersons suspected of xylazine overdose in the field should be administered naloxone and placed in the \"recovery position.\" Proper patient positioning is crucial in drug overdoses and is designed to maintain a clear airway and prevent aspiration in an unconscious, independently breathing person. The recovery position also prevents the person from rolling onto their stomach or back, which could restrict their breathing.\n\nUse the following steps to place a person in the recovery position:\n\nKneel beside the patient\nExtend the patient's arm that is closest to you above their head\nFold their other arm across their body, placing the back of their hand against the cheek closest to you\nBend the knee farthest from you and place the foot flat on the ground\nRoll the patient toward you onto their side\nTilt their head back to open the airway; check for airway obstruction; clear any obstruction present if possible\nAdjust their top leg so the hip and knee are bent at right angles\nMonitor the patient until help arrives, performing airway maneuvers such as head or chin tilt and rescue breathing as needed\nBe prepared to perform cardiopulmonary resuscitation as needed\n\nAs of June 2023, no pharmacological antidote for xylazine intoxication has been approved by the United States Food and Drug Administration (FDA). Management of xylazine intoxication involves supportive care, monitoring for adverse effects, and interventional management as symptoms present. Supportive care includes supplemental oxygen and airway management, intravenous fluid administration, vasopressor administration for hemodynamic instability, assessment and replenishment of electrolytes to prevent dysrhythmias, and management of hyperglycemia. The use of medications inducing CNS depression should be avoided. Naloxone should be administered to treat any concomitant opioid toxidrome. Prolonged sedation is a risk factor for thromboembolic disease, and patients should be monitored accordingly. Hemodialysis may not be effective in removing xylazine from the blood due to its lipophilic property.\n\nRoutine Care for Xylazine-induced Skin Ulcers\n\nRoutine wound care for xylazine-induced skin lesions comprises wound cleansing, evaluating potential secondary infection, applying a nonadherent gauze such as Xeroform to the wound bed, and applying a topical ointment. Daily dressing changes with layered dressings are optimum. Debridement may be necessary in cases where nonviable tissue covers the ulcer bed. Full-thickness wounds may require reconstruction or, in severe cases, limb amputation. Antibiotic coverage for secondary infection must cover methicillin-resistant\nStaphylococcus aureus,\nand coverage for group A streptococci should be considered.\n\nManagement of Xylazine Withdrawal Symptoms\n\nWithdrawal symptoms have been reported in cases of chronic xylazine use. However, the literature regarding withdrawal symptom management is minimal. A single case report describes managing xylazine withdrawal using combined tizanidine, phenobarbital, and dexmedetomidine infusions followed by clonidine; the patient was discharged on clonidine, buprenorphine, and gabapentin. There is a possibility that these symptoms may not be due to isolated xylazine withdrawal.\n[26]\n\nThe Philadelphia Department of Public Health released recommendations for managing and alleviating xylazine withdrawal symptoms. The suggested approach includes replacement therapy with alpha-2 adrenergic agonists such as clonidine, dexmedetomidine, tizanidine, or guanfacine paired with symptom management for pain using short-acting opioids, ketamine, gabapentin, ketorolac, acetaminophen, or nonsteroidal anti-inflammatory drugs (NSAIDs). Concomitant insomnia can be managed with trazodone, quetiapine, or mirtazapine; anxiety can be addressed with hydroxyzine or benzodiazepines. Anxiety, irritability, and restlessness from xylazine withdrawal overlap with symptoms of opioid withdrawal; any coexisting opioid withdrawal symptoms must be addressed promptly. As xylazine is not an opioid, standard medication-assisted therapies such as methadone and buprenorphine will not be effective.",
    "adverse_effects": "An overdose of xylazine or its toxicity may have substantial clinical implications, including death. The consequences specific to each organ system have not been adequately studied in humans. The few existing studies on humans and animals indicate potentially life-threatening complications of xylazine use, including biventricular failure, pulmonary edema, cardiac necrosis, valvular dysfunction, and insulin-dependent diabetes mellitus.\n\nThe primary metabolite of xylazine, 2,6-xylidine, has carcinogenic and genotoxic effects; long-term users of xylazine appear to be at increased risk for malignancies.\n[31]\nOne study showed that xylazine increases the generation of reactive oxygen species (ROS) in human umbilical vein endothelial cells, increasing DNA fragmentation. More studies on this mechanism are needed, as this process can induce or potentiate malignancy.\n[20]\n\nThere are no human data on the effect of xylazine on embryogenesis and pregnancy. Studies performed in the veterinary field have revealed increased uterine contractions, decreased uterine blood flow, and fetal loss when xylazine is used in pregnant cattle and goats.\n[3]\n[32]\n\nIt has been reported that xylazine addiction is even stronger than opioid addiction, including fentanyl. The prolonged effects of xylazine may promote addiction and dependency, complicating recovery.\n[7]\nIn addition, there are no effective treatments for xylazine withdrawal or prolonged therapy for xylazine addiction."
  }
}