{
  "drug_name": "levofloxacin",
  "nbk_id": "NBK545180",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545180/",
  "scraped_at": "2026-01-11T15:32:49",
  "sections": {
    "indications": "Warnings and Precautions\n\nThe concurrent administration of levofloxacin with drugs that prolong the QT interval is contraindicated.\n[26]\nLevofloxacin should not be administered to patients with a confirmed hypersensitivity to the drug or its components, as anaphylaxis has been reported.\n[27]\nFluoroquinolones, including levofloxacin, are contraindicated in pregnancy. Research has indicated that risk is highest during the first trimester; levofloxacin administration should generally be avoided during pregnancy and lactation unless a safer alternative is unavailable. More research is needed to establish the role of fluoroquinolone during pregnancy.\n[28]\n\nBox Warning\n\nThe FDA has issued a warning for using levofloxacin and other fluoroquinolones due to the increased risk of disabling and irreversible adverse effects, including tendinitis and tendon rupture, and central nervous system (CNS) effects (eg, seizures, increased intracranial pressure), peripheral neuropathy in all ages. Older patients > 60 years, those taking corticosteroids and with kidney, heart, or lung transplants, are at increased risk of severe tendon disorders.\n[29]\nAvoiding levofloxacin and other fluoroquinolone antibiotics is recommended in patients with myasthenia gravis due to an increased risk of exacerbating preexisting muscle weakness.\n[30]",
    "mechanism": "Levofloxacin is a bactericidal antibiotic of the fluoroquinolone drug class that directly inhibits bacterial DNA synthesis. Levofloxacin promotes the breakage of DNA strands by inhibiting DNA-gyrase in susceptible organisms, which inhibits the relaxation of supercoiled DNA. Of the fluoroquinolone class, levofloxacin has the most enhanced activity against gram-positive penicillin-sensitive and resistant organisms, notably\nStreptococcus pneumoniae\nand reduced action against gram-negative bacilli, notably\nPseudomonas aeruginosa,\ncompared to ciprofloxacin. Levofloxacin has effectiveness against other common respiratory organisms, notably\nHaemophilus influenzae\n,\nMoraxella catarrhalis\n,\nLegionella spp\n,\nMycoplasma spp\n,\nand\nChlamydia\npneumoniae\n.\n[5]\nLevofloxacin also\nhas a higher in-vitro activity against\nMycobacterium tuberculosis\nand is preferred over the other fluoroquinolones as second-line antitubercular therapy.\n[7]\nA growing concern about drug resistance to fluoroquinolones exists worldwide, which can occur through chromosome-encoded or plasmid-mediated mechanisms.\n\nPharmacokinetics\n\nAbsorption:\nLevofloxacin is rapidly absorbed and widely distributed in the body. The bioavailability of levofloxacin is 99%; therefore, levofloxacin's intravenous (IV) and oral preparations are used interchangeably. The time to peak plasma concentration (Tmax) is approximately 1.5 hours.\n\nDistribution:\nThe volume of distribution of levofloxacin generally varies from 74 to 112 L (single and multiple 500 or 750 mg doses), demonstrating extensive distribution in body tissues. Outcomes of the study suggest that levofloxacin is widely distributed in the skin, muscles, liver, kidney, and spleen. Drug concentrations in tissues and fluids are typically higher than in plasma. Levofloxacin has plasma protein binding of  24% to 38% and binds primarily to albumin.\n\nMetabolism:\nLevofloxacin undergoes little hepatic metabolism in humans and is eliminated unchanged in the urine.\n[8]\n\nExcretion:\nLevofloxacin clearance is primarily via the renal route (87%). The mean plasma elimination half-life of levofloxacin is approximately 6 to 8 hours following single or multiple doses of levofloxacin.\n[9]",
    "administration": "Available Dosage Forms and Strengths\n\nLevofloxacin is available in oral tablets, oral solutions, and intravenous (IV) formulations. Levofloxacin is unavailable for administration through intramuscular (IM), intrathecal, or subcutaneous (SQ) routes. The marketed oral dosage strengths for levofloxacin are 250, 500, and 750 mg. Oral dosing with tablets can be without regard to meals. However, the oral solution should be taken 1 hour before or 2 hours after meals. Patients should avoid using antacids, or levofloxacin should be administered 2 hours before or 2 hours after taking antacids containing magnesium or aluminum. Adequate hydration is essential to prevent crystalluria.\n\nLevofloxacin injection should be administered for adult and pediatric patients by slow IV infusion over 60 minutes (250 to 500 mg) and over 90 minutes (for 750 mg). Due to an increased risk of hypotension, bolus or rapid IV administration should be avoided. In addition, the infusion should not use a solution containing multivalent cations. The ophthalmic levofloxacin solution is a safe and effective antibiotic used for 7 days to treat bacterial conjunctivitis.\n\nAdult Dosage\n\nThe recommended oral dose regimen is 750 mg daily to treat nosocomial pneumonia, complicated skin and skin structure infections (7 to 14 days), community-acquired pneumonia, acute bacterial sinusitis, complicated urinary tract infection (UTI), or acute pyelonephritis (5 days).\n\nThe daily dosing of 500 mg daily is recommended to treat nosocomial pneumonia (7 to 14 days), acute bacterial sinusitis (5 to 14 days), acute bacterial exacerbation of chronic bronchitis (7 days), uncomplicated skin and skin structure infections (7 to 10 days), chronic bacterial prostatitis (28 days), and post-exposure inhalational anthrax (60 days).\n[2]\n\nThe daily dosing of 250 mg is recommended for patients with complicated urinary tract infections, acute pyelonephritis (10 days), or uncomplicated urinary tract infections (3 days).\n[1]\n\nThe daily dosing of 750 mg IV or orally daily (5-day regimen) is recommended for complicated UTIs or acute pyelonephritis.\n[10]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment is provided in the manufacturer's labeling. As levofloxacin is eliminated primarily by the kidney and undergoes minimal hepatic metabolism, dose adjustment may not be required. In addition, levofloxacin is used in patients with cirrhosis to prevent spontaneous bacterial peritonitis (SBP). The preferred drug for SBP prophylaxis is 3rd generation cephalosporin. Levofloxacin can be used in patients allergic to cephalosporins.\n[11]\n\nRenal impairment:\nA 50% reduction in the total daily dosage is recommended in patients with renal impairment (glomerular filtration rate between 10 and 50 mL/min) and extended to every 48 hours if the glomerular filtration rate falls less than 10 mL/min).\n[1]\n\nPregnancy considerations:\nGuidelines for acute and recurrent urinary tract infections in pregnant women recommend using agents other than levofloxacin, such as amoxicillin/clavulanic acid and cefuroxime. According to joint guidelines published by the American Thoracic Society, CDC, European Respiratory Society, and IDSA, in patients with multi-drug resistant tuberculosis, levofloxacin can be considered in pregnancy if the benefits of treatment to the mother outweigh the harms.\n[12]\nHowever, the risk-benefit analysis should always be considered, and levofloxacin should be prescribed if essential. Levofloxacin should generally be avoided during pregnancy.\n\nBreastfeeding considerations:\nLevofloxacin has not been used in infants because of consideration of adverse consequences on the infants' developing joints. Clinical data indicate that breast milk has a low concentration of levofloxacin, which is unlikely to cause damaging effects in breastfed babies. Using levofloxacin with breastfeeding mothers is acceptable with monitoring the infant for possible GI adverse effects (diarrhea or candidiasis). Additionally, pregnant women should be counseled not to breastfeed during treatment with levofloxacin and for 2 days after the last dose of levofloxacin.\n[13]\n\nPediatric patients\n: The AAP states that levofloxacin should be reserved only for managing infections with no effective alternative due to the risk of tendinopathy and musculoskeletal toxicity.\n[14]\nThe safety of extended levofloxacin tablet therapy in pediatric patients beyond 14 days has not been extensively studied. Prolonged use should only be considered when the potential benefits outweigh the associated risks. Initiate drug administration promptly following suspected or confirmed exposure to aerosolized\nBacillus anthracis\nor\nYersinia pestis\n.\n[15]\n\nPediatric dosage (≥ 6 Months of age)\n\nInhalational Anthrax (Post-exposure)\n\nPediatric patients >50 kg: Administer 500 mg every 24 hours as soon as possible after exposure.\n\nPediatric patients <50 kg and ≥ 6 months of age: Administer 8 mg/kg (not exceeding 250 mg per dose) every 12 hours for 60 days.\n\nPlague\n\nPediatric patients >50 kg: Administer 500 mg every 24 hours for 10 to 14 days.\nPediatric patients <50 kg and ≥ 6 months of age: Administer 8 mg/kg (not exceeding 250 mg per dose) every 12 hours for 10 to 14 days.\n\nOlder patients:\nOlder patients on corticosteroid therapy have an increased risk of severe tendon disorders, including rupture, months after fluoroquinolone treatment, requiring prompt discontinuation if symptoms occur. Caution is advised in older patients due to potential QT interval effects, especially when co-administering drugs causing QT prolongation or in those with torsade de pointes risk factors. Hepatotoxicity has been reported in older patients. Immediate discontinuation is crucial if signs of hepatitis appear.\n[16]",
    "adverse_effects": "The primary adverse effects of levofloxacin include nausea, photosensitivity, diarrhea, headache, tendinitis, tendon rupture, hyper-hypoglycemia, seizures, prolonged QT interval, and peripheral neuropathy. Clinicians should carefully prescribe levofloxacin to patients with a history of prolonged QT intervals.\n[17]\nAvoid or minimize exposure to natural or artificial sunlight while taking levofloxacin to reduce the occurrence of phototoxicity. Research has determined prolonged levofloxacin is linked with a higher risk of fungal and bacterial superinfection (eg, pseudomembranous colitis).\n[18]\n\nLevofloxacin can cause hepatotoxicity. The pattern of enzyme elevation is hepatocellular, cholestatic, or mixed. The cases of jaundice and vanishing bile duct syndrome have been described. Hepatotoxicity can be associated with immunoallergic presentations such as fever, rash, and eosinophilia. The latency to onset is usually short (1 to 3 weeks), and the onset is abrupt with enzyme elevation, jaundice, and sometimes hepatic failure. Hence, the likelihood score for hepatotoxicity is A (well-established cause of clinically apparent liver injury).\n[19]\nThe FDA has warned that fluoroquinolones, including levofloxacin, elevate the risk of aortic aneurysm and aortic dissection. Avoid prescribing levofloxacin to older patients and patients with a history of Marfan or Ehlers-Danlos syndrome.\n[20]\n\nDrug-Drug Interactions\n\nConcomitant administration of oral hypoglycemic agents such as glimepiride increases the risk of hypoglycemia. Careful monitoring of blood glucose is advised for patients taking concurrent antidiabetic medications due to the risk of glucose dysregulation.\n[21]\nUnlike ciprofloxacin, levofloxacin does not inhibit the drug-metabolizing enzyme CYP1A2; however, its weak inhibiting potential on the CYP2C9 enzyme, bleeding can occur with concurrent administration of warfarin.\n[22]\nA study indicates that simultaneous administration of levofloxacin with NSAIDs such as diclofenac can cause seizures. A risk of QTc prolongation exists when levofloxacin and thioridazine are administered together.\n[23]\nCations in aluminum hydroxide, magnesium oxide, ferrous sulfate, and calcium carbonate can chelate and reduce the absorption of levofloxacin. Consequently, these drugs should be administered at least 2 hours before or after levofloxacin.\n[24]\nA study revealed that levofloxacin cross-reacts with immunoassays for 2 related opioids (buprenorphine and morphine). Urine concentrations of levofloxacin consistent with therapeutic use produced results above commonly used cutoffs for positivity, highlighting the necessity of confirmatory testing.\n[25]",
    "monitoring": "Clinicians should monitor patients prescribed levofloxacin for crystalluria, dysglycemia, altered mental status, CBC (especially white blood cell counts), and signs and symptoms of tendonitis and infection. During treatment, periodic evaluation of organ system functions is necessary. Monitoring for signs of bleeding is imperative due to the drug interaction between levofloxacin and warfarin. Levofloxacin affects the CYP2C9 enzyme, leading to elevated warfarin levels.\n[31]\nUnlike ciprofloxacin, monitoring patients concurrently prescribed theophylline is unnecessary as levofloxacin does not inhibit the enzyme CYP1A2.\n[22]",
    "toxicity": "The elimination half-life of levofloxacin ranges from 27 to 35 hours in adults with renal impairment, depending on severity, compared with 6 to 8 hours in healthy adults. This prolonged half-life indicates that dosing adjustment is necessary for these patients.\nNeurotoxicity, including non-convulsive status epilepticus, has been reported with levofloxacin.\n[32]\nLevofloxacin has a low potential for acute toxicity; however, the stomach needs to be emptied during an acute overdose. The patient should be under observation with adequate maintenance of hydration. Hemodialysis or peritoneal dialysis can not adequately remove levofloxacin. The role of enhancing drug elimination with forced dilution is not clear. Activated oral charcoal administration is also a recommended approach with appropriate conditions.\n[13]"
  }
}