{
  "drug_name": "levothyroxine",
  "nbk_id": "NBK538485",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK538485/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Pregnancy is accompanied by metabolic changes associated with the thyroid gland. Therefore, it is important to understand the underlying physiological alterations to care for those pregnant with thyroid disorders effectively. This activity focuses on the physiology and management of hyperthyroidism, hypothyroidism, and thyroid nodules in pregnancy.\n\nPregnancy causes many changes to the thyroid gland and its function; thyroid hormone production during pregnancy increases by 50%. Daily iodine requirement also increases during pregnancy, leading to increased thyroid volume of 10% and 20% in iodine-sufficient areas and up to 40% in iodine-deficient areas.\n[1]\nMaternal and fetal complications may occur because of pathologic or immunologic changes during pregnancy. Thyroid autoantibodies can harm a pregnant individual and the fetus, as untreated hyperthyroidism and hypothyroidism in pregnancy pose risks to both mother and fetus.\n\nHyperthyroidism is an uncommon condition that complicates approximately 0.1% to 0.4% of pregnancies.\n[2]\nThe condition is marked by increased levels of circulating thyroid hormones, T4 and T3, and a decrease in the thyroid-stimulating hormone thyrotropin. Though relatively rare, identification and treatment of overt hyperthyroidism are important to mitigate maternal and fetal complications.\n[3]\nIdeally, hyperthyroidism is diagnosed before conception, and treatment is started to achieve euthyroid status. However, up to half of all pregnancies in the United States are unplanned, making an early diagnosis of thyroid dysfunction imperative.\n[4]\nSee StatPearls' companion reference, \"\nHyperthyroidism in Pregnancy\n,\" for more information.\n\nSimilarly, hypothyroidism causes adverse maternal and fetal effects, particularly on fetal brain and skeletal development. When associated with autoantibodies to thyroperoxidase and thyroglobulin, this is especially prevalent. Given the significant increase in thyroid hormone requirements during pregnancy, women who are not hypothyroid at the start of pregnancy can become hypothyroid due to increased iodine and thyroid hormone requirements. Maintaining appropriate thyroid parameters is especially important because the fetus largely depends on maternal thyroid hormone for most of the pregnancy.\n[10]\n\nAlthough it is well-accepted that overt hypothyroidism and overt hyperthyroidism adversely impact pregnancy, studies are now focusing on the potential impact of subclinical hypothyroidism and hyperthyroidism on maternal and fetal health. The association between thyroperoxidase and thyroglobulin antibodies on miscarriage and preterm delivery in euthyroid women, as well as the long-term impact of postpartum thyroiditis, are also coming to light.\n[1]\nPregnant women with iodine deficiency may also start their pregnancy euthyroid but become hypothyroid later in pregnancy due to increased iodine and thyroid hormone requirements, further complicating monitoring guidelines.\n[5]",
    "mechanism": "Hypothyroidism\n\nOvert hypothyroidism is defined as a low free T4 (FT4) with high thyroid stimulating hormone (TSH) levels. Worldwide, iodine deficiency is the main cause of overt hypothyroidism; in areas where iodine intake is sufficient, the most frequent cause is autoimmune thyroiditis (Hashimoto thyroiditis).\n[5]\n[6]\nSubclinical hypothyroidism is defined as a normal free T4 with high TSH levels and is by far the most frequent thyroid dysfunction occurring in pregnancy. The prevalence depends on the definition of subclinical hypothyroidism, ethnicity, iodine intake, and study design. In most areas, prevalence is between 1.5% and 4.0%.\n[5]\n\nThe American Thyroid Association defines primary maternal hypothyroidism as an elevation of TSH, in the absence of the very rare causes of secondary hypothyroidism, such as pituitary tumors, central hypothyroidism, or thyroid resistance. Data suggests that pregnant women have a lower TSH upper limit than non-pregnant women (2.5-3.0 mU/L vs 4.0 mIU/L in non-pregnant women). Thus, overt hypothyroidism is defined as TSH exceeding 2.5 mU/L with low free T4 or TSH exceeding 10 mU/L regardless of T4 levels.\n[1]\nSome suggest using an upper limit of 2.5 mU/L in the first trimester and 3.0 mU/L in the second 2 trimesters.\n[7]\n\nOvert maternal hypothyroidism has serious deleterious effects on the fetus and, as such, should be avoided. Additionally, there are greater risks of adverse events in women who are thyroid peroxidase antibody (TPOAb) positive compared to those who are TPOAb-negative. These adverse effects are independent of T3/T4 levels. Therefore, pregnant women with a TSH over 2.5 mU/L should be assessed for their TPOAb status.\n[7]\n[8]\n\nHyperthyroidism\n\nThyrotoxicosis can manifest in pregnancy in 3 forms: gestational thyrotoxicosis, subclinical hyperthyroidism, and overt hyperthyroidism. Gestational hyperthyroidism is a time-limited form of thyrotoxicosis caused by human chorionic gonadotropin's excessive stimulation of the thyroid gland and is usually limited to the first trimester of pregnancy; this is more common in women with hyperemesis gravidarum and multiple gestations.\n[9]\nSubclinical hyperthyroidism is defined by TSH under the standard limit with average T4/T3 values, respecting the TSH and T4/T3 pregnancy reference values by trimester.\n[10]\n\nAs the body’s autoimmune response generally decreases as pregnancy progresses, the incidence of Graves hyperthyroidism decreases in the second and third trimesters after a slight increase in the first trimester.\n[7]\nDistinguishing between gestational transient thyrotoxicosis and Graves disease is important, as the disease course and treatment options differ. Gestational transient thyrotoxicosis (GTT) is mediated by high serum levels of hCG occurring in early pregnancy. As high levels of hCG are also associated with hyperemesis, GTT is usually associated with symptoms of nausea and vomiting. In both GTT and Graves disease, laboratory testing will demonstrate suppressed serum levels of TSH and elevated thyroid hormone levels. Patients with Graves disease often have an increased ratio of T3 to T4 (≥20:1), as preferential production of T3 occurs in Graves disease. By contrast, serum levels of T3 are often lower in women with GTT in the setting of hyperemesis.\n[7]\n\nOf note, antibodies specific for the thyrotropin receptor (TRAb) are generally detectable in Graves disease but are absent in GTT. TRAb can be assessed as TSH receptor-binding immunoglobulin, which measures stimulating and blocking antibodies without distinction. Alternatively, thyroid-stimulating immunoglobulin can be measured, specifically by measuring the stimulation of TRAb.\n[11]\nAnti-thyroperoxidase antibodies, present in up to 80% of patients with this condition, are also common in Graves disease.\n[12]\n\nOther Forms of Hyperthyroidism and Thyrotoxicosis\n\nGraves disease and GTT are by far the most common causes of hyperthyroidism/thyrotoxicosis in pregnant women.\n[7]\n[13]\nWhile hyperthyroidism (excess hormone production by the thyroid) is the most common form of thyrotoxicosis (excess thyroid hormone from any cause), other less common causes can cause thyrotoxicosis in pregnancy. These uncommon causes include thyroiditis, toxic multinodular goiter, toxic adenoma (ie, follicular adenoma), iodine-induced and drug-induced thyroid dysfunction, and factitious ingestion of excess thyroid hormones. These causes can often be differentiated based on the history, eg, a history of recent illness, iodine exposure, or psychiatric disorder.\n[2]\n[7]\n[14]\n\nSingle toxic adenoma and toxic multinodular goiter involve autonomous nodules that produce thyroid hormones. These autonomous nodules are usually found in women aged 40 or older.\n[3]\nThyroid hormone production by these nodules is usually less than in someone with Graves disease. Thus, antithyroid drugs may not be necessary. If antithyroid drugs are used, there is a greater risk of fetal hypothyroidism than in Graves disease as there are no competing stimulatory TRAbs to activate the fetal thyroid.\n[15]\nUltrasound can aid in the differential diagnosis, but a definitive diagnosis is made by thyroid scintigraphy. However, scintigraphy procedures are contraindicated in pregnancy.\n[4]\n[15]\nSubacute thyroiditis, also known as DeQuervain subacute thyroiditis, is a rare cause of thyroid inflammation precipitated by a viral infection, which can cause the release of thyroid hormones.\nMutations in the thyroid hormone receptor can cause resistance to the thyroid hormone. This leads to increased TSH levels and increases fetal exposure to thyroid hormone. Pregnant women with thyroid hormone resistance have an increased risk of spontaneous abortion. There is also the possibility of TSH receptor mutations that cause hyperresponsiveness to hCG, leading to hyperthyroidism, similar to gestational transient thyrotoxicosis.\n[3]\n[4]\n[13]\nA few rare neoplastic causes result in hyperthyroidism in pregnancy. Struma ovarii is a type of ovarian teratoma that contains functional thyroid tissue.\n[2]\n[13]\nA TSH-producing pituitary adenoma is another rare benign pituitary gland tumor capable of producing TSH. In a patient with thyroid cancer, metastatic lesions may have some functionality and produce TSH.\n[13]\nPlease see the Medical Oncology section below.",
    "monitoring": "Hypothyroidism\n\nHypothyroidism during pregnancy is defined as elevated TSH levels above the population and trimester-specific reference range. This can present as overt hypothyroidism, defined as increased trimester-specific TSH and\nlow\nfree T4 levels, or subclinical hypothyroidism, defined as\nincreased trimester-specific TSH and\nnormal\nfree T4 levels. Hypothyroidism is diagnosed based on a low free T4 or total T4 and high TSH (except for rare cases of central hypothyroidism where TSH will also be low). In pregnancy, there are changes in the ranges of both these hormones requiring the use of gestational trimester-specific reference ranges.\n\nThyroid antibody testing (thyroid peroxidase antibody) confirms the autoimmune nature of hypothyroidism and may also identify antibody-positive women who are at risk of postpartum thyroiditis. Subclinical hypothyroidism is diagnosed when TSH is above the reference range while the T4 level is normal. The TSH level is difficult to interpret during the first trimester due to the weak thyromimetic action of hCG. Isolated hypothyroxinemia occurs most frequently in the third trimester. The clinical significance is not clear as it may arise due to hemodilution.\n\nHypothyroidism diagnosed during pregnancy can be treated according to TSH levels and should be titrated to achieve a target TSH in the lower half of the trimester-specific reference range. If these are unavailable locally, maternal TSH concentrations should be maintained at less than 2.5 mU/L in the first trimester and less than 3.0 mU/L in the second and third trimesters.\n[13]\nTypical dosing in those who are levothyroxine-naïve is demonstrated in\nTable.\nDosing in levothyroxine-naïve hypothyroidism individuals diagnosed during pregnancy below. Dosage typically increases by approximately 30% to 50% compared to the pre-pregnancy dose.\n[7]\nThyroid function tests should be performed every 4 to 6 weeks to ensure adequate dosing in response to the TSH levels. However, it should be noted that there are substantial population differences in the 'normal’ TSH upper reference limit, and significant changes from a prior baseline should also be noted.\n[7]\n[26]\n\nTable\nTable. Dosing in levothyroxine-naïve hypothyroidism individuals diagnosed during pregnancy .\n\nThyroid Antibodies in Euthyroid Pregnant Women\n\nStudies have shown the overall prevalence of TPOAb in women of childbearing age is 6% to 20%.\n[21]\nThese women are at higher risk of developing hypothyroidism during pregnancy, and therefore, thyroid function should be monitored in these women. Additionally, study results have shown that TPOAb positivity has been associated with spontaneous pregnancy loss as well as an increased risk of preterm delivery.\n[31]\nAt present, there is not sufficient evidence to warrant supplementation of levothyroxine in euthyroid pregnant women with TPOAb positivity. A small dose of levothyroxine 25 to 50 mcg daily can be considered in TPOAb-positive euthyroid pregnant women with a prior history of miscarriage.\n[26]\n\nHyperthyroidism\n\nOvert hyperthyroidism during pregnancy is characterized by decreased TSH and\nincreased\nfree T4 levels. Subclinical hyperthyroidism is characterized by decreased TSH and\nnormal\nfree T4 levels. Remember, transient subclinical hyperthyroidism can be seen during the first trimester of pregnancy due to adaption in thyroid physiology, as discussed above. In gestational thyrotoxicosis, there is a physiological decrease in TSH levels during the first trimester due to hCG-mediated stimulation of the TSH receptor, peaking between 7 and 11 weeks of gestation.\n[32]\nGestational thyrotoxicosis can be differentiated from Graves disease by careful history and examination. Additionally, in Graves disease, TSH receptor antibodies are elevated on blood testing.\n\nMost instances of a low TSH in early pregnancy are not pathological and are due to TSH suppressive effects of β-human chorionic gonadotrophin (β-hCG). Detection of thyroid stimulating hormone receptor antibodies (TRAbs) in serum is diagnostically helpful in distinguishing Graves disease from other pathological and non-pathological causes of a low TSH.\n[28]\n[29]\nDue to the natural immunosuppression during pregnancy, thyroid receptor antibody titers often decrease during the second half of pregnancy. Titers can be remeasured in the third trimester, and if levels are low or undetectable, the provider can consider tapering and discontinuing the antithyroid medication.\n[4]\n[13]\n[33]\n\nPotassium iodide (KI) is another medication that can be used to treat mild hyperthyroidism. However, there have been limited studies in pregnancy. Most use in pregnancy has been in Japan, which has shown effectiveness in treating mild hyperthyroidism with minimal adverse effects. Of note is that Japan has a higher iodine intake than most of the world, so the effectiveness of KI cannot be extrapolated to other countries. Nevertheless, KI can be considered in women with mild hyperthyroidism who do not tolerate the usual anti-thyroid drugs.\n[3]\n[13]\n[33]\n\nFetal Surveillance\n\nIn women with Graves disease, the fetal anatomy ultrasound provides an opportunity to screen for evidence of fetal thyroid anatomy and function. This survey should be completed between 18 and 22 weeks of gestation. Findings that may indicate thyroid dysfunction are an enlarged thyroid, intrauterine growth restriction, hydrops fetalis, advanced bone maturity, fetal tachycardia, goiter, oligohydramnios, or cardiac failure.\n[34]\n[35]\nFurther monitoring may include serial growth ultrasounds, amniotic fluid index, evaluation of the fetal heart rate, and fetal thyroid ultrasound to check for goiter.\n[3]\n[4]",
    "administration": "Hypothyroidism\n\nOvert hypothyroidism warrants treatment with thyroid hormone replacement to keep TSH level in the trimester-specific range. There is ample research demonstrating the detrimental effects of untreated overt hypothyroidism on maternal and fetal health. On the other hand, there is insufficient evidence about the treatment of subclinical hypothyroidism during pregnancy to give definitive recommendations.\n[18]\nAssays by various manufacturers may also result in different reference ranges, so this should be considered.\n[8]\n\nThe thyroid function tests should be checked every 4 to 6 weeks until week 20 and at least once around the 30th week of gestation. Most women (50% to 85%) with preexisting hypothyroidism before pregnancy have an increased demand for thyroid hormone requirements during pregnancy, which increases with the progression of pregnancy by approximately 30%.\n[36]\nOf note, T4, but not T3, crosses the placental barrier, so treatment with T3 alone or combined with T4 can lead to ineffective treatment of the fetus. Please see levothyroxine dosing for levothyroxine-naïve hypothyroidism patients diagnosed during pregnancy above.\n[26]\n\nTreatment for subclinical hypothyroidism is generally recognized to be beneficial in preventing adverse events, particularly pregnancy loss. Most study results show greater improvement when thyroid replacement is initiated earlier in pregnancy. The ATA recommends initiation of thyroid replacement therapy in subclinical hyperthyroidism when TSH is greater than 10 mU/L and consideration of treatment when TSH is between 2.5 and 10 mU/L.\n[8]\nHowever, in the setting of positive thyroid peroxidase antibodies, the ATA recommends thyroid replacement when TSH exceeds 2.5 mU/L.\n[18]\nGuidelines differ among the European endocrine societies.\n\nHyperthyroidism\n\nThe treatment goals for hyperthyroidism during pregnancy are maintaining mild maternal hyperthyroidism while avoiding fetal hypothyroidism.\n[37]\nTo maintain mild maternal hyperthyroidism, maternal free T4/total T4 should be maintained at the upper limit of normal of the reference range using the lowest effective dose of antithyroid drugs. If the TSH and total T4 levels are within normal limits, the fetus is likely exposed to excessive anti-thyroid drugs. The treatment for hyperthyroidism during pregnancy is indicated based on etiology as well as the severity of hyperthyroidism.\n\nGraves disease is the most common cause of thyrotoxicosis during pregnancy. Although the autoantibodies do not attack the fetal thyroid, excess maternal thyroid can cause fetal/neonate central hypothyroidism by suppressing the pituitary release of TSH.\n[26]\nThe management of Graves disease complicating pregnancy is as follows:\n\nAntithyroid Drugs\n\nThioamides.\nMethimazole (MMI) and propylthiouracil (PTU) are most commonly used for the treatment of hyperthyroidism during pregnancy.\n[38]\nPlease see StatPearls' companion references, \"\nMethimazole\n\" and \"\nPropylthiouracil\n\" for further information.\nMMI is contraindicated in the first trimester of pregnancy due to potential teratogenic effects. Methimazole is associated with rare embryopathy, including aplasia cutis, abdominal wall defects, esophageal atresia, choanal atresia, eye, urinary tract, and circulatory defects. Therefore, PTU is recommended as the first-line drug in the first trimester.\n[3]\n[33]\n[39]\nAfter the first trimester, when most organogenesis is complete, patients are then transitioned to methimazole. This transition is necessary to decrease the likelihood of hepatotoxicity, which is a rare but severe adverse event associated with PTU.\n[40]\nThionamides can cross the placental barrier but should not cause fetal hypothyroidism when appropriately dosed.\n[26]\nThe lowest dose of antithyroid medication should be used to achieve this, with a TSH target slightly lower than the reference range and a maternal-free T4 at the high end of normal. As noted above, if the TSH becomes normal, it likely means that the fetus is receiving too much anti-thyroid drug.\n[2]\n[3]\n[13]\nUp to 15% of women experience adverse events related to thioamides. The most common are rash and pruritus, but more serious effects such as agranulocytosis, vasculitis, sepsis, and hepatotoxicity can occur.\nBeta-blockers.\nShort-term treatment with beta-blockers such as propranolol and metoprolol can be used for symptomatic control. However, long-term treatment with beta-blockers should be avoided due to the risk of intrauterine fetal growth retardation.\n[41]\n\nSurgery\n\nThyroidectomy is rarely needed and only reserved for patients who cannot tolerate thioamides due to severe side effects or when euthyroidism cannot be achieved despite using large doses of thioamides. Surgery is also an option in patients who have a large goiter causing compression issues. When indicated, it should be performed during the second trimester.\n\nIf Graves disease has been previously treated outside of pregnancy with thyroidectomy or ablative therapy, there may be persistent thyroid receptor antibodies. These antibodies are immunoglobulin G proteins that can cross the placenta and cause fetal hyperthyroidism.\n[2]\n[13]\n[33]\nIn this special scenario, treatment with a block-and-replace strategy may be warranted. This entails treating fetal hyperthyroidism with antithyroid drug therapy while simultaneously maintaining maternal euthyroid status via levothyroxine, which does not cross the placenta as easily as thioamides.\n[33]\nFurther, radioactive iodine ablation is contraindicated during pregnancy. Subclinical hyperthyroidism, as well as gestational thyrotoxicosis, do not require treatment during pregnancy, and rather, observation is recommended with periodic monitoring of thyroid function tests every 4 to 6 weeks.",
    "adverse_effects": "Hypothyroidism\n\nUntreated hypothyroidism during pregnancy may result in adverse maternal and fetal events, including preeclampsia, preterm delivery, gestational hypertension, postpartum hemorrhage, low birth weight, neuropsychological and cognitive impairment in the fetus, and increased perinatal morbidity and mortality.\n[46]\n[47]\n[48]\n\nHyperthyroidism\n\nHyperthyroidism can also have multiple effects on the pregnant woman and fetus, varying in severity from the minimal to the catastrophic. If left untreated, it can lead to hypertension, congestive heart failure, thyroid storm, increased miscarriage rate, premature labor, stillbirth or neonatal death, low birth weight baby, and fetal abnormalities.\n[49]"
  }
}