{
  "drug_name": "levobupivacaine",
  "nbk_id": "NBK587362",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK587362/",
  "scraped_at": "2026-01-11T15:32:48",
  "sections": {
    "indications": "Contraindications to TTMPB are similar to those of other regional nerve blocks.\n[18]\n[19]\nThese include:\n\nPatient refusal\nAllergy to local anesthetics\nInfection at the site of injection\nTumor at the site of injection\n\nAdditionally, caution should be taken in patients with liver dysfunction, given that local amide anesthetics are hepatically metabolized. Using a local amide anesthetic such as bupivacaine in these patients puts them at risk for local anesthetic systemic toxicity (LAST), which may manifest as neurologic symptoms (circumoral numbness, altered mental status, seizures) and, if severe enough, cardiac arrest and death.\n[20]\n\nPneumothorax is a serious potential complication of the TTMPB block. As such, care should be taken when performing a TTMPB for patients with compromised pulmonary function. The development of a pneumothorax could be catastrophic for such a patient.\n[1]\n\nLastly, while not a neuraxial technique, coagulopathy should be considered when performing a TTMPB, as some may consider it a deep nerve block in a non-compressible fascial space. If inadvertent vascular damage occurs, bleeding might be challenging to control.\n[3]",
    "clinical_significance": "As the world's population continues to age, the amount of surgery being performed continues to rise. Cardiothoracic surgery is no exception. This increased surgical demand directly correlates to a need for continued advancement in pain management, as open cardiothoracic surgery is directly linked to poorly controlled postoperative pain and the development of chronic poststernotomy pain syndromes (PSPS).\n[3]\n[24]\n[25]\n[26]\nNeuraxial techniques such as thoracic epidural analgesia and the paravertebral nerve block would be ideal for many open cardiothoracic procedures; however, the risk of epidural hematoma formation—especially when these patients are fully anticoagulated intraoperatively—makes these options unfavorable in most circumstances.\n[18]\n[27]\nThis is why fascial plane blocks such as the TTMPB have become more widespread, as they eliminate this risk and generally do not require patients to be off anticoagulation to perform.\n[3]\n\nPoststernotomy pain syndromes are complex pain syndromes that can not only include sternal pain but encompass musculoskeletal pain of the trunk, head, neck, and upper extremities.\n[25]\nInadequate pain management following cardiothoracic surgery can lead to significant cardiopulmonary complications, as there is an increased sympathetic surge resulting from the release of catecholamines.\n[4]\nThis leads to increased blood pressure, heart rate, and respiratory rate that can cause sequelae such as increased postsurgical bleeding, myocardial demand, and ischemia. The pain experienced can also cause thoracic splinting and hypoventilation, leading to issues such as delayed extubation, extubation failure, and reintubation.\n[5]\n\nIn the past, it had been commonplace to liberally use opioids to treat such postsurgical pain and blunt the hemodynamic response that comes with it. However, this presents its problems, as the administration of excessive opioids may lead to delayed extubation and the development of pain syndromes such as opioid-induced hyperalgesia. This is ironic because inadequately treated pain may lead to the same complications, as previously mentioned.\n[2]\n[3]\n[5]\n[25]\n\nIn general, the TTMPB and chest wall fascial plane blocks have been increasingly employed to mitigate these sequelae and have been utilized in ERAS protocols following cardiothoracic surgery. In addition, utilization of the TTMPB has allowed certain minimally invasive procedures to be performed with minimal-to-no sedation in patients who would otherwise poorly tolerate the hemodynamic swings that occur with general anesthesia.\n\nThere are several studies in which the TTPMB has been shown to decrease perioperative opioid use. Aydin et al. reported that in patients who underwent a median sternotomy and received a preoperative TTMPB with 0.25% bupivacaine, there was a significant reduction in postoperative opioid use 12 hours after surgery, as well as a significantly less incidence of postoperative nausea.\n[12]\nShokri et al. also reported overall significantly reduced postoperative morphine consumption up to 24 hours after surgery, as well as significantly reduced postoperative pain scores and first analgesic requirements in patients who received a sternotomy and a TTMPB.\n[4]\nHamed et al. reported similar findings, replacing morphine with fentanyl.\n[11]\n\nRegarding postoperative ventilation, it has been reported that incorporating the TTMPB into cardiothoracic ERAS pathways bodes well regarding patient outcomes. In the study by Shokri et al., ventilation time and ICU stay were reported to be significantly shorter in the group that received a TTMPB.\n[4]\nZhang et al. 2021. reported similar results for these same two variables.\n[13]\nThe TTMPB's analgesic potential has been shown to be great, as it has been described to be able to completely relieve poststernotomy pain and prevent reintubation in at least one case report.\n[28]\n\nEvidence of the TTMPB's efficacy in the pediatric population is also robust. In the pediatric population, multiple studies have reported significantly decreased ventilation time and significantly reduced pain scores and perioperative opioid consumption in pediatric patients undergoing cardiac surgery who received a TTPMB.\n[14]\n[29]\n[30]\n[31]\n\nFinally, the TTMPB reduces the incidence of chronic PSPS by decreasing the pain sensitization induced by open cardiothoracic surgery. It has also been used as a treatment for patients who have developed chronic pain from these surgical incisions.\n[2]\n[32]\n[33]\nPiracinni et al. described a case of a patient living with post-thoracotomy pain syndrome for ten months following surgery. The patient received a combination of a TTMPB and a parasternal block. The patient was treated with three weekly injections of a solution of ropivacaine and triamcinolone and immediately reported a complete resolution of pain that lasted for three months.\n[33]\n\nThe TTMPB shows great promise as an integral component of multimodal analgesia following cardiothoracic surgery, as it has been shown to facilitate faster extubation times, decrease and prevent acute and chronic pain, and is a variable alternative to neuraxial anesthesia when neuraxial approaches to pain management are contraindicated."
  }
}