{
  "drug_name": "levosulpiride",
  "nbk_id": "NBK542224",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542224/",
  "scraped_at": "2026-01-11T18:47:25",
  "sections": {
    "indications": "Parkinsonism is a broad term comprising a clinical syndrome and presenting with various neurodegenerative diseases, which manifest with motor symptoms such as rigidity, tremors, bradykinesia, and unstable posture, leading to profound gait impairment. Parkinson disease accounts for approximately 80% of cases, while the remainder comprises a collection of other neurodegenerative diseases with similar motor symptoms. James Parkinson was the first author to describe a case series of 6 patients in an essay titled \"\nAn Essay on the Shaking Palsy\n,\" published in 1817.\n[1]\n\nAlthough parkinsonism is a characteristic feature of Parkinson disease, similar symptoms can also arise from other neurodegenerative disorders, specific brain lesions, head trauma, medications, metabolic conditions, and exposure to toxins.",
    "mechanism": "Parkinson disease is the most common cause of parkinsonism, which gradually manifests as asymmetric parkinsonism. Due to neuronal degeneration, dopaminergic neuronal loss is evident in the midbrain, resulting in a decrease in dopamine levels, especially in the post-commissural putamen and other regions of the basal ganglia.\n\nAlthough Parkinson disease typically shows a positive response to levodopa therapy,\n[1]\n[2]\nsecondary causes of parkinsonism generally do not respond to this treatment, which include the below-mentioned conditions.\n\nSpecific Secondary Causes of Parkinsonism\n\nNormal pressure hydrocephalus:\nNormal pressure hydrocephalus (NPH) presents with the classic triad of ataxia, urinary incontinence, and dementia. Parkinsonism may sometimes be the presenting symptom in NPH.\n[3]\nThe earliest reporting of parkinsonian features and hydrocephalus included the involvement of posterior fossa tumors.\n[4]\n\nVascular parkinsonism:\nCritchley was the first to describe vascular parkinsonism as a distinct entity in 1929. Previously, clinicians referred to the disorder as arteriosclerotic parkinsonism, lower-body parkinsonism, and vascular pseudo-parkinsonism.\n[5]\n\nVascular Parkinsonism usually occurs due to an underlying vascular disorder, most commonly hypertension, that leads to subcortical infarcts, white matter ischemia, and large vessel infarcts. Diffuse white matter ischemic lesions that present bilaterally can destroy thalamocortical functioning, reducing the impulses sent to the higher centers via the basal ganglia and causing disruptions in motor movements. Imaging studies usually support the symptomatic diagnosis of vascular parkinsonism.\n[6]\n\nDrug-induced parkinsonism:\nMedications that block the dopamine receptors and interrupt the transmission of dopamine are known to cause secondary parkinsonism. The risk factors for developing this type include the route, potency, and dose of the drug administered. Individuals who are on medications administered via the intramuscular (IM) route or in the form of suppositories are more likely to develop drug-induced parkinsonism, especially at lower doses, as compared to administration via the intravenous (IV) route.\n[7]\n[8]\nAt the same time, a drug with higher potency is more likely to cause parkinsonism when compared to a drug with lower potency. Parkinsonism usually occurs at higher doses of medications since dopamine receptor blockade occurs at higher doses.\n[9]\n\nToxin-induced parkinsonism:\nProlonged exposure to heavy metals and industrial toxins can result in parkinsonian features. Toxins result in vast neurological damage, resulting in parkinsonism as compared to that seen in Parkinson disease.\n\nChronic traumatic encephalopathy:\nA repeated head injury can often present with parkinsonian features.\n\nBrain tumors:\nVarious brain masses can lead to the development of parkinsonian features, which include meningioma, astrocytoma, craniopharyngioma, and occasionally metastatic brain tumors.\n\nJuvenile parkinsonism:\nThis rare disease entity is observed in individuals aged 21 or younger. Clinical manifestations exhibit similarities to Parkinson disease but occur at an earlier age.\n[10]\n\nOther causes of secondary parkinsonism include hypoxia, postencephalitis conditions, and metabolic disorders. Additional genetically determined causes of parkinsonism, such as juvenile-onset Huntington disease or certain spinocerebellar ataxias, may initially present clinically as a rigid-akinetic syndrome resembling parkinsonism.\n\nParkinson-plus syndromes:\nParkinson-plus syndromes include multiple system atrophy, corticobasal degeneration, and progressive supranuclear palsy.",
    "monitoring": "Diagnosing parkinsonism requires a thorough clinical assessment and the exclusion of alternative causes. Although a single test cannot confirm the syndrome, specific tests can aid in evaluating alternative etiologies or potential contributing factors.\n\nParkinson Disease\n\nDiagnosing Parkinson disease relies on identifying typical parkinsonian motor symptoms like bradykinesia and either rigidity or tremor.\n[44]\nNo specific blood or imaging tests are necessary for diagnosis, although responsiveness to dopaminergic medication supports the diagnosis. Transcranial color-coded sonography may reveal increased echogenicity of the substantia nigra in Parkinson disease. Magnetic resonance imaging (MRI) can exclude other causes of parkinsonism, such as tumors, NPH, or cerebrovascular accidents. Dopamine transporters (DATs) play a role in dopamine uptake, and imaging techniques such as single-photon emission computed tomography (SPECT) and PET scans using DAT ligands can show reduced DAT uptake, aiding in diagnosis.\n\nNormal Pressure Hydrocephalus\n\nIn NPH, neuroimaging typically shows enlarged ventricles with mild or absent parenchymal atrophy.\n[32]\nPET scans may indicate reduced cerebral blood flow in areas such as the thalamus, caudate, and putamen. In addition, a DAT scan may show decreased striatal dopamine levels in NPH patients.\n\nVascular Parkinsonism\n\nVascular parkinsonism diagnosis typically involves imaging studies such as computed tomography (CT) or MRI, which may show the location of the infarct but are often inconclusive. MRI may reveal white matter and periventricular hyperintensities. Additionally, a DAT scan can be helpful, as it shows decreased putaminal tracer uptake in individuals with vascular parkinsonism.\n\nDrug-Induced Parkinsonism\n\nDrug-induced parkinsonism is characterized by drugs that have a low affinity for DAT.\n[45]\nThus, DAT scans typically reveal symmetric uptake in the striatum in patients with drug-induced parkinsonism.\n\nJuvenile Parkinsonism\n\nGenetic testing can be beneficial for individuals with juvenile parkinsonism and significant family history, as it may help identify the underlying cause of secondary parkinsonism.\n[10]",
    "administration": "The usual treatment for Parkinson disease involves medications that help manage the symptoms. Anti-parkinsonian drugs are the mainstay symptomatic treatment for parkinsonism, exhibiting varied response intensities and durations depending on the underlying cause. Among the various etiologies, Parkinson disease is the most responsive to treatment.\n[46]\n\nMedications for Parkinson Disease Management\n\nLevodopa-carbidopa:\nDopamine itself cannot pass through the blood-brain barrier. However, levodopa, an amino acid, can cross this barrier and is metabolized to form dopamine, compensating for dopamine deficiency in Parkinson disease. A peripheral dopa decarboxylase inhibitor, known as \"carbidopa,\" is coadministered with levodopa to enhance its therapeutic effects. Small doses of combined carbidopa-levodopa, such as 25/100 mg half tablet, are typically administered 2 or 3 times daily with meals. Common adverse effects include nausea, dizziness, and somnolence.\n\nProlonged levodopa therapy can lead to a phenomenon known as \"wearing off,\" where patients experience improved mobility for a short time after dosing but then experience a return of rigidity and bradykinesias before the next dose. Abruptly discontinuing levodopa treatment may result in neuroleptic malignant syndrome. Despite hopes for disease-modifying effects, recent studies have shown that levodopa does not modify the degeneration process in Parkinson disease, confirming its role as a symptomatic treatment rather than a cure.\n[47]\n\nDopamine agonists:\nDopamine agonists stimulate dopamine receptors directly and are used in the treatment of Parkinson disease. Examples include the ergot derivative bromocriptine and non-ergot derivatives ropinirole and pramipexole. These drugs are typically administered as immediate-release formulations and can be given 3 times daily.\n\nThe usual pramipexole dosage is 0.125 mg 3 times daily, while ropinirole is given at 0.25 mg 3 times daily. Common adverse effects associated with dopamine agonists include nausea, vomiting, and orthostatic hypotension.\n\nCatechol-O-methyltransferase inhibitors:\nCatechol-O-methyltransferase (COMT) inhibitors, such as entacapone, block the peripheral enzyme responsible for dopamine degradation. These inhibitors help decrease the breakdown of levodopa, increasing its availability to the brain.\n\nEntacapone is typically given 200 mg with each levodopa dose, and up to 8 doses can be administered daily. Tolcapone is another COMT inhibitor, given 100 mg 3 times daily. Common adverse effects of COMT inhibitors include hallucinations and dyskinesias.\n\nMonoamine oxidase inhibitors:\nMonoamine oxidase inhibitors (MAOIs), such as selegiline and rasagiline, reduce dopamine metabolism by inhibiting the enzyme MAO. Selegiline is typically prescribed at a daily dosage of 5 mg, taken in the morning, to minimize the risk of insomnia. Doses exceeding 10 mg should be avoided due to the potential for nonselective MAO inhibition, which can lead to a hypertensive crisis when interacting with tyramine-containing foods.\n\nRasagiline therapy usually starts at 0.5 mg daily and can be increased gradually to 1 mg daily. Common adverse effects associated with MAO-B inhibitors include nausea and headaches.\n\nAmantadine:\nAmantadine functions by blocking\nN\n-methyl-D-aspartate and acetylcholine receptors. This drug is typically available in immediate-release tablets or capsules containing 100 mg, administered 2 to 3 times daily. Due to renal excretion, caution is advised in patients with kidney impairment. Common adverse effects include livedo reticularis and pedal edema.\n\nAnticholinergic drugs:\nBenztropine and trihexyphenidyl result in the blockade of acetylcholine receptors. They can be helpful for the treatment of tremors and rigidity seen in parkinsonism, as well as for drug-induced parkinsonism. Trihexyphenidyl is typically administered at a dosage of 0.5 to 1 mg twice daily, which can be increased gradually to 2 mg 3 times daily. Benztropine is dosed at 0.5 to 2 mg twice daily. However, anticholinergic medications can lead to adverse effects such as confusion and hallucinations. Additionally, antimuscarinic adverse effects such as tachycardia, dry mouth, constipation, and urinary retention may also occur.\n\nTreatment of Specific Secondary Causes of Parkinsonism\n\nNormal pressure hydrocephalus:\nStudies have revealed that shunt surgery or CSF removal can reverse parkinsonism symptoms.\n[41]\nShunt surgery reduces resistance and relieves pressure on brain tissue, facilitating continuous CSF flow and resolving parkinsonian features.\n\nVascular Parkinsonism:\nTreatment primarily involves administering levodopa, typically in doses of up to 1000 mg daily. Antiplatelet agents like aspirin and clopidogrel may also be considered when MRI indicates a significant white matter infarct.\n[5]\n\nDrug-induced Parkinsonism:\nThe first step in treatment involves discontinuing the causative drug, leading to symptom resolution. For patients with underlying psychiatric conditions, atypical antipsychotics are preferred due to their lower risk. Anticholinergic medications such as benztropine and trihexyphenidyl are commonly used. If anticholinergics are ineffective, amantadine at a dosage of 100 mg twice or thrice daily may be considered. In cases where standard treatments fail, electroconvulsive therapy can be an alternative option.\n\nBrain tumors:\nLiterature reveals that surgical removal of the neoplasm often results in complete remission, resolving the parkinsonian features in most patients.\n[43]\n\nJuvenile Parkinsonism:\nManaging the underlying condition responsible for juvenile parkinsonism should be the primary focus of treatment.",
    "adverse_effects": "Parkinsonism presents with various complications, including late-onset dementia, autonomic dysfunction such as constipation, urinary incontinence, sexual dysfunction, and diaphoresis, mood disorders such as depression, hallucinations, and psychosis, and sleep disorders such as insomnia and restless leg syndrome. In addition, treatment with high doses of levodopa can lead to the development of dyskinesia characterized by involuntary twitching and head shaking.\n[49]"
  }
}