{
  "drug_name": "levodopa",
  "nbk_id": "NBK599508",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599508/",
  "scraped_at": "2026-01-11T15:32:47",
  "sections": {
    "indications": "According to the FDA-approved label, LCE is contraindicated in patients receiving nonselective monoamine oxidase (MAO) inhibitors such as tranylcypromine, phenelzine, and isocarboxazid. These medications should be discontinued at least 14 days before initiating LCE therapy. Furthermore, LCE is contraindicated in individuals with a history of narrow-angle glaucoma.\n[21]\n\nWarnings and Precautions\n\nLCE should not be prescribed for patients with a history of melanoma or suspicious skin lesions.\n[21]\nExtra caution is warranted when prescribing LCE for patients with open-angle glaucoma. Additional monitoring is advisable when coadministering other medications metabolized by COMT, such as epinephrine, norepinephrine, apomorphine, dopamine, and dobutamine, to patients undergoing entacapone treatment. This combination therapy may result in tachycardia, tachyarrhythmias, and increased blood pressure. As hepatic metabolism is a significant route of medication excretion, extra caution is warranted when administering the medication to patients with a history of liver disease or biliary obstruction. Additional precautions include monitoring for syncope, colitis, and suicidal tendencies.\n[22]",
    "mechanism": "Levodopa/Carbidopa\n\nLevodopa, or\nL\n-Dopa, is a dopamine precursor in the central and peripheral nervous systems. Carbidopa is a peripheral AADC inhibitor that reduces levodopa metabolism. The historical efficacy of the levodopa/carbidopa combination makes it the most effective symptomatic therapy for Parkinson disease. In Parkinson disease, the progressive degeneration of dopaminergic nigrostriatal neurons gives rise to cardinal motor symptoms such as bradykinesia, rigidity, and tremor. Upon conversion to dopamine in the CNS,\nL\n-Dopa compensates for the lost neurotransmitter, thereby improving symptoms associated with Parkinson disease.\n\nPharmacokinetics\n\nAbsorption:\nApproximately 70% of orally administered levodopa is absorbed in the small intestine, where it undergoes metabolism to dopamine by AADC. However, only 1% of levodopa crosses the blood-brain barrier (BBB) to exert its therapeutic effect by enhancing dopaminergic activity in presynaptic neuron terminals.\n[3]\n\nDistribution:\nApproximately 20% to 30% of levodopa and 36% of carbidopa bind to plasma proteins. Although carbidopa does not cross the BBB, it facilitates the entry of levodopa into the CNS. This enables the administration of a considerably lower levodopa dose while extending its half-life to 90 minutes.\n[6]\n\nMetabolism:\nThe average half-life of levodopa/carbidopa is 1.5 hours. Levodopa undergoes primary metabolism through decarboxylation. In cases where this pathway is unavailable, an alternative pathway involving methylation with COMT becomes more prominent in its metabolism.\n\nElimination:\nMetabolites of both drugs are excreted with urine.\n\nEntacapone\n\nEntacapone is a selective COMT inhibitor that prevents the degradation of levodopa in peripheral tissues, enhancing its effects by extending the half-life by up to 75% and increasing the maximum plasma concentration.\n[7]\nTherefore, more levodopa reaches the CNS over an extended period, ensuring a more consistent availability of dopamine. Importantly, it has minimal impact on the metabolism of other catecholamines, including epinephrine and norepinephrine.\n\nPharmacokinetics\n\nAbsorption:\nEntacapone is rapidly absorbed through the intestinal mucosa and reaches peak concentration (Cmax) in the plasma within 0.5 to 0.7 hours.\n\nDistribution:\nEntacapone exhibits a high plasma protein binding capacity, with 98% of the active substance bound to albumin.\n[8]\n\nMetabolism:\nEntacapone has an average half-life of 1 hour, and the liver predominantly metabolizes the medication through glucuronidation before its elimination via the biliary tract.\n[9]\n\nElimination:\nOnly 0.2 % of non-metabolized substance is excreted in the urine.\n[7]",
    "administration": "Available Dosage Form and Strengths\n\nLCE is available only in tablet form for oral administration, and these tablets should not be crushed or chewed. The optimal daily dosage is determined on an individual basis for each patient.\n\nCurrently, 6 distinct tablet strengths are commercially available, as listed below, featuring a 1:4 ratio of standard-release levodopa/carbidopa and 200 mg of entacapone. Each tablet encompasses a levodopa dose ranging from 50 to 200 mg and a carbidopa dose ranging from 12.5 to 50 mg, respectively.\n[6]\n\n12.5 mg of carbidopa, 50 mg of levodopa, and 200 mg of entacapone\n18.75 mg of carbidopa, 75 mg of levodopa, and 200 mg of entacapone\n25 mg of carbidopa, 100 mg of levodopa, and 200 mg of entacapone\n31.25 mg of carbidopa, 125 mg of levodopa, and 200 mg of entacapone\n37.5 mg of carbidopa, 150 mg of levodopa, and 200 mg of entacapone\n50 mg of carbidopa, 200 mg of levodopa, and 200 mg of entacapone\n\nAdult Dosage\n\nHealthcare providers recommend not taking more than 1600 mg of entacapone in 24 hours due to potential clinical adverse effects. In addition, to mitigate the risk of entacapone overdose, it is not recommended to administer multiple tablets of LCE simultaneously. Patients maintaining stable doses of levodopa/carbidopa with supplementary entacapone can transition to the appropriate combination pill's corresponding strength without requiring any adjustments.\n[10]\nThere are no specific guidelines for transitioning patients either from extended-release levodopa/carbidopa or those not on a levodopa/carbidopa formulation combined in a 1:4 ratio to LCE. However, it is advisable to refrain from administering LCE concurrently with protein-rich foods to prevent diminished intestinal absorption, delayed gastric emptying, and competition for amino acid transport across the BBB.\n[11]\n\nSpecific Patient Populations\n\nHepatic impairment:\nLimited data are available on the use of levodopa/carbidopa in individuals with hepatic impairment. Caution is recommended, especially in cases of severe liver failure, with periodic monitoring of hepatic function. When administered as a standalone medication, entacapone's pharmacokinetics are notably influenced by liver impairment and biliary obstruction. Therefore, particular caution is advised when initiating LCE therapy in patients with hepato-biliary disease.\n\nRenal impairment:\nThe pharmacokinetics of entacapone remain unaffected by renal impairment, and there are no specific studies examining the impact of kidney disease on combination therapy. However, caution is generally recommended when administering LCE to patients with severe renal impairment.\n\nPregnancy considerations:\nAs the incidence of Parkinson disease in pregnant patients is rare, insufficient data exist to ascertain the safety of LCE in this population.\n[12]\nLCE is considered an FDA pregnancy category C drug due to evidence of birth malformations in animal models.\n\nBreastfeeding considerations:\nResearch indicates that a minimal quantity of levodopa can be excreted in breast milk. Levodopa has the potential to suppress lactation by reducing serum prolactin levels. However, no studies assess levodopa's long-term effects on breastfed infants.\n\nPediatric population:\nThe guidelines for using LCE in the pediatric population have not been established, and the medication is not prescribed for patients younger than 18.\n[13]\n\nOlder population:\nNo dosage adjustment is necessary for the older population, as there is no difference in peak concentrations between younger and older patients after a single-dose administration of LCE.",
    "adverse_effects": "Adverse reactions are typically linked to levodopa, carbidopa, and entacapone individually, often exhibiting a dose-dependent pattern. Most of the reported adverse effects associated with LCE are mild or moderate, with drug discontinuation occurring in only 1% to 4% of cases.\n[14]\nThe risk of CNS adverse effects is more common with LCE than with levodopa or levodopa/carbidopa alone. LCE is associated with worsening dyskinesias, which typically manifest earlier than with levodopa/carbidopa alone but often improve with a reduction in levodopa/carbidopa dosage. Generally, wearing-off symptoms do not significantly differ between patients treated with levodopa/carbidopa and those treated with LCE.\n[15]\n\nNausea and vomiting are common adverse effects, often arising as a result of peripheral dopamine effects, and tend to diminish with concurrent use of carbidopa.\n[16]\nDiarrhea is more prevalent with LCE use and may affect up to 10% of treated patients. If persistent, it could be associated with underlying drug-induced microscopic lymphocytic colitis, potentially necessitating discontinuation of the medication. In addition, episodes of orthostatic hypotension and syncope have been reported. Adverse events associated with elevated dopamine levels reaching the CNS include hallucinations, impulse control disorders, depression, and heightened suicidal tendencies.\n[9]\nCaution should be exercised in treating patients with a history or an increased risk of psychosis. As LCE use has been linked to sleep attacks and increased somnolence, discontinuation of the drug may be necessary if these effects significantly impede daily activities.\n[17]\n\nTreatment with LCE may elevate the risk of upper gastrointestinal tract bleeding in individuals with a history of ulcers. Reports suggest a slightly increased risk of prostate cancer and cardiovascular events.\n[18]\nRhabdomyolysis and manifestations resembling neuroleptic malignant syndrome (NMS) have been reported in patients who were rapidly discontinued from LCE without a gradual weaning-off process.\n[19]\nNotably, it is recommended to be cautious when discontinuing LCE therapy, and patients should be closely monitored. NMS is considered a medical emergency and should be suspected in patients displaying symptoms, including muscle rigidity, confusion, hyperthermia, and associated autonomic dysfunction such as tachycardia, tachypnea, and blood pressure fluctuations. A common adverse effect of using entacapone is a benign urine discoloration that appears dark reddish or orange due to the presence of its metabolites in the urine.\n[20]\n\nDrug-Drug Interactions\n\nCaution should be exercised when administrating LCE concomitantly with dopamine D2 receptor antagonists, tricyclic antidepressants, antihypertensive medications, phenytoin, papaverine, iron salts, metoclopramide, and other drugs interfering with biliary excretion such as cholestyramine, probenecid, rifampicin, erythromycin, ampicillin, and chloramphenicol.",
    "monitoring": "Formal monitoring is not explicitly mandated for patients undergoing LCE therapy. Nevertheless, individuals with a history of myocardial infarction complicated by atrial, nodal, or ventricular arrhythmias should undergo regular cardiac function tests during the initial LCE titration period. Similarly, patients with a history of wide-angle glaucoma should receive periodic intraocular pressure evaluations. Generally, regular monitoring of liver and kidney functions, along with cardiovascular status, is advisable for patients undergoing prolonged therapy with LCE. Furthermore, periodic screening for dyskinesias and CNS adverse effects, including confusion, hallucinations, and impulse control issues, is recommended.\n[23]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe literature describes only a limited number of cases of LCE toxicity, primarily attributed to dopamine overstimulation. Typical manifestations include altered mental status, hallucinations, other psychiatric symptoms, and cardiovascular disturbances such as tachycardia and hypotension.\n[24]\n\nManagement of Overdose\n\nIn case of suspected overdose, hospitalization is recommended. Rapid initiation of supportive measures, such as oral charcoal and gastric lavage, is necessary to eliminate unabsorbed products from the gastrointestinal tract. Currently, no specific antidote is available for LCE toxicity. When an overdose is suspected, it is advisable to monitor cardiovascular, respiratory, and renal function in a hospital setting. Notably, due to entacapone's high protein binding capacity, hemodialysis is not effective in cases of LCE overdose."
  }
}