{
  "drug_name": "levocetirizine",
  "nbk_id": "NBK599521",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599521/",
  "scraped_at": "2026-01-11T15:32:49",
  "sections": {
    "clinical_significance": "The management of ADRs depends on the type of reaction and severity. The questions that need to be answered when an ADR is suspected include:\n\nIs the reaction related to a drug? If so, which one?\nWhat kind of reaction is it: Type A, Type B, idiosyncratic, or pseudoallergic?\nHow severe is the reaction, and what organs are involved?\nHow urgently should the reaction be treated?\nIs there an alternative therapy that may be prescribed for the indication of the offending drug?\n\nRecognition of Adverse Drug Reactions and Identification of the Offending Agent\n\nClinical and Medication Histories\n\nA detailed clinical history is necessary to identify an ADR and its severity.\n[32]\n[33]\nDetermining if the patient experienced a reaction of significant concern is of particular importance. Simple open-ended questions to ask include but are not limited to:\n\nIn your own words, what reaction did you have?\nCan you estimate when the reaction began? When did it resolve?\nWhat have you done, or what medications have you taken to treat your reaction?\nWhat types of medication reactions have you had in the past?\n\nObtaining an accurate medication history is also important. Questions to be considered include but are not limited to:\n\nWhat medications are you taking?\nHow long after a medication administration did the reaction develop?\nWhat is/are the indication(s) for each drug?\nWhat dosage is prescribed, and have there been any recent changes in dosage?\nHave you used the medication(s) previously?\nDo you have a history of reaction to the medicine or similar medicines?\n\nThe medication history should be taken from the most reliable source(s). Often, patients are unreliable historians or unable to provide history due to illness. Thus, members must consider the use of multiple sources. Beyond the patient, a medication history may be obtained directly from a caregiver, the patient's preferred pharmacy, documentation in the electronic medical record, or a combination of these. Beware of relying on static \"medication lists\" as these are often outdated and may not appraise self-medication, supplement use, or recent changes. Consider employing a pharmacist, nurse, or other medical professional with special medication history training if this does not lead to a significant delay in obtaining the medication history.\n\nTemporal Association\n\nClinicians should investigate the temporal association(s) between the administered medication(s) and the reaction. They should also use available literature to assist in determining the likelihood of the drug causing the reaction.\n\nDiagnostic Algorithms\n\nWhen an ADR diagnosis is in doubt, several decision aids and algorithms can be employed. Available tools include the Naranjo algorithm, the Begaud algorithm, the Yale algorithm, the Jones algorithm, the Karch algorithm, the ADRAC, the WHO-UMC16, and the quantitative approach algorithm.\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\nThe Naranjo algorithm uses a scoring system to indicate the likelihood of an ADR. A score of ≥9 strongly indicates an ADR. A score of 5 to 8 indicates a probable ADR, while a score of 1 to 4 indicates a possible ADR. A score of 0 indicates that an ADR is in doubt.\n[34]\nThough these algorithms can help with assessing the causality of ADRs, they cannot prove or disprove such an association.\n\nDiagnostic Testing\n\nDespite detailed evaluation and use of the algorithms, it may be challenging to identify whether the reaction is related to a medication. In such cases, additional diagnostic testing may help determine an ADR diagnosis.\n\nTryptase is a peptidase released by mast cells and basophils that can also be elevated in patients with systemic mastocytosis and other myeloid neoplasms.\n[40]\nTryptase levels may be elevated after IgE-mediated type I hypersensitivity reactions; however, normal levels do not exclude a diagnosis. Following anaphylaxis, tryptase levels may also be elevated.\n[41]\nThey should be obtained within 1 to 3 hours of anaphylaxis to diagnose the condition. As people have varying baseline levels of serum tryptase, it is essential to collect serial samples to confirm a true elevation. For example, in a patient with features of anaphylaxis, a \"normal\" tryptase level could diagnose anaphylaxis if the patient's baseline tryptase level is below normal.\nHistamine levels may also be elevated after IgE-mediated Type I hypersensitivity reactions. The sensitivity of histamine levels is higher than tryptase sensitivity, but their reliability is questionable as histamine levels are only elevated for a short time after the reaction itself.\nIntradermal skin tests can detect IgE-mediated type I hypersensitivity reactions to a drug. The test is performed by administering a nonirritating concentration of the suspect drug into the intradermal space.\n[42]\nA wheal-and-flare response within 15 to 20 minutes after administration indicates a relevant reaction.\nPatch testing is used to test for T-cell–mediated Type IV hypersensitivity reactions. A patch containing a prespecified concentration of a culprit drug is applied to a small skin area under occlusion for 48 hours.\n[43]\nThe site is examined 48 to 96 hours after placement for the development of a reaction.\nIntradermal testing with delayed readout also tests for T-cell–mediated type IV hypersensitivity reactions. This test is used for the same indications as the patch test but is more sensitive.\n[44]\nA nonirritating drug concentration is administered intradermally, and the site is examined 24 to 48 hours later for the reaction.\n[43]\nIf the skin tests are not diagnostic or there is a clinical need to use a drug suspected of causing ADR in the future, a drug challenge may be considered. This testing should not be performed on a patient with an allergic response in any prior drug allergy test. Challenge testing should be done under close supervision due to the risk of precipitating the reaction. In a challenge test, the patient is subjected to a graded exposure to the drug orally, subcutaneously, intravenously, or in a combination of routes. Challenge testing should generally be considered\nonly\nin IgE-mediated reactions and is\nnot\nrecommended in patients who have experienced type II, III, or IV reactions (eg, TEN, SJS, DRESS, AGEP, etc).\n[45]\n\nTreatment of Adverse Drug Reactions\n\nModifying the dosage or discontinuing the offending agent is the most crucial step in treating an ADR. The basic treatment plan for some of the common ADRs is as follows:\n\nDrug Overdose\n\nDrug overdose can be accidental or intentional, and symptoms depend on the medication(s) used, the amount of drug taken, whether the toxicity is acute or chronic, and the influence of underlying medical conditions. In case of severe reactions, one must ensure that the airway and circulation are maintained. An appropriate antidote (for example, N-acetyl cysteine for acetaminophen toxicity, naloxone for opioid toxicity) needs to be administered. Consulting with poison control or a toxicologist, especially in an overdose of an unknown amount or combination of medications, is critical in the management of drug overdose.\n\nUrticaria\n\nUrticaria is usually treated with antihistamines such as diphenhydramine, cetirizine, levocetirizine, and loratadine.\n[46]\n[47]\nHistamine 2 receptor antagonists such as ranitidine may also be beneficial. Additionally, corticosteroids such as prednisone may also be beneficial.\n[48]\n[49]\n\nExanthematous Drug Eruptions\n\nTopical corticosteroids and oral antihistamines are effective for treating exanthematous drug eruptions. Systemic corticosteroids can be considered in case of a widespread reaction.\n[50]\n\nAcute Generalized Exanthematous Pustulosis\n\nAGEP is a self-limiting disease with a favorable prognosis. The recommended management of AGEP includes withdrawal of the offending drug, supportive care, and symptomatic treatment of pruritus and skin inflammation with topical corticosteroids.\n[51]\n[52]\n\nStevens-Johnson Syndrome/Toxic Epidermal Necrolysis\n\nSJS and TEN are severe ADRs and should be managed in a tertiary care facility that can treat burns patients.\n[53]\n[54]\nThese reactions are characterized by widespread detachment of skin, a high risk for fluid and electrolyte imbalances, sepsis, organ dysfunction, and death. Depending on the extent of the disease, organ involvement, the patient's age, and other comorbidities, the mortality rate is about 10% to 50%.\n[55]\n[56]\nIn addition to stopping the offending agent, management should focus on supportive care and preventing short- and long-term complications. The patient will need wound care, fluid management, pain control, and management of other complications such as sepsis. Besides supportive care, pharmacotherapy with cyclosporin or etanercept might be beneficial in cases of severe skin involvement.\n[57]\n[58]\nThe role of systemic corticosteroids is unclear.\n[55]\n[59]\n\nDrug Reaction With Eosinophilia and Systemic Symptoms\n\nThis condition has various manifestations involving skin and other organ systems. Management of the condition is based on the extent and severity of skin and organ involvement. Mild symptoms may be managed in the outpatient setting, but severe symptoms require hospitalization.\n[60]\n[61]\n[62]\nTopical corticosteroids can be used for mild skin reactions. For severe symptoms, in addition to supportive therapy, systemic corticosteroids are considered to be the first-line therapy.\n[63]\nSecond-line treatment options include immunosuppressive therapies like cyclosporine and intravenous immunoglobulin.\n[64]\n[65]\n\nAnaphylaxis\n\nAnaphylaxis constitutes a medical emergency. The offending agent should be immediately stopped, and IM epinephrine should be administered promptly.\n[66]\nSimultaneous oxygen administration, fluid resuscitation, and albuterol nebulization should be provided. Adjunctive therapies include intravenous antihistamines (histamine 1 and 2 receptor antagonists) and intravenous corticosteroids. If there is evidence of impending airway obstruction or compromise, intubation is required. In the case of anaphylactic shock, the patient may require additional fluid and vasopressor administration.\n\nDesensitization\n\nDrug desensitization is a procedure by which drug hypersensitivity is altered, resulting in temporary tolerance. Tolerance will last as long as the drug is administered without interruption. With interruptions, hypersensitivity reactions may precipitate, necessitating treatment followed by a repeat desensitization. Desensitization is considered when there is no effective and safe substitute for treatment (eg, IV penicillin and\nTreponema pallidum\ninfection in pregnancy). The process is indicated in patients with drug-specific IgE-mediated hypersensitivity reactions. Under close monitoring, a small amount of very low drug concentration is administered, followed by increasing concentrations. Specific protocols for desensitization are available for antibiotics such as penicillin, cefepime, and several other drugs.\n[67]\n[68]\n[69]"
  }
}