{
  "drug_name": "licorice",
  "nbk_id": "NBK482465",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482465/",
  "scraped_at": "2026-01-11T18:47:25",
  "sections": {
    "indications": "Hypokalemia Overview\n\nHypokalemia is one of the most common electrolyte disturbances seen in clinical practice. The condition is more prevalent than hyperkalemia, though most hypokalemia cases are mild. Although variation exists, an acceptable lower limit for normal serum potassium is 3.5 mmol/L.\n[1]\nHypokalemia is classified according to severity. A serum potassium level of 3 to 3.4 mmol/L is classified as mild. A serum potassium level of 2.5 to 3 mmol/L is classified as moderate. Serum potassium levels less than 2.5 mmol/L are classified as severe.\n\nSymptoms of hypokalemia vary depending on the severity and underlying cause but may include muscle weakness, fatigue, cramping, palpitations, and constipation. Severe hypokalemia can lead to life-threatening complications, such as fatal arrhythmias or respiratory muscle paralysis.\n\nHypokalemia must be addressed promptly to prevent complications. Long-term management may involve monitoring potassium levels, adjusting medications, and addressing any underlying medical conditions contributing to hypokalemia.\n\nSummary of Potassium Regulation\n\nPotassium is a predominantly intracellular electrolyte, the most abundant cation in cell regulation and cellular processes. The fraction of potassium in the extracellular fluid is small. Thus, plasma or serum levels are unreliable indicators of total body potassium stores. The body's potassium level is tightly regulated by the kidneys, digestive tract, endocrine system, and cells actively participating in transcellular shifts, such as the skeletal muscles. Cellular potassium uptake is promoted by alkalemia, insulin, β-adrenergic stimulation, aldosterone, and xanthines, such as caffeine.\n\nPotassium deficiency may arise from various causes, such as poor nutrition, endocrine disorders, diarrhea, medication intake, and prior surgeries. Hypokalemia may thus be a manifestation of a more serious disorder.",
    "mechanism": "Hypokalemia can arise from a myriad of causes that may be broadly categorized into the following:\n\nDecreased potassium intake\nPoor nutrition or specific dietary restrictions\nEating disorders\nIncreased intracellular uptake\nInsulin injection\nβ-adrenergic inhalation\nIncreased potassium losses\nExcessive sweating\nLoop diuretic intake\nRenal disorders\n[2]\n[3]\nDiarrhea\nVomiting\n\nReduced intake alone rarely results in hypokalemia due to the kidneys' ability to minimize potassium excretion. However, poor intake can contribute to potassium lowering from other causes, such as chronic diuretic therapy.\n\nThe causes of renal hypokalemia include chloride-responsive metabolic alkalosis, which may result from chloride depletion due to vomiting or nasogastric suction. Chloride-resistant metabolic alkalosis may be due to true mineralocorticoid excesses, such as the following:\n\nPrimary hyperaldosteronism (Conn syndrome) arising from adrenal adenoma, adrenal carcinoma, or bilateral adrenal hyperplasia\nCongenital adrenal hyperplasia from 11-β or 17-α-hydroxylase deficiency\nRenin-secreting tumors\nEctopic corticotropin stimulation ectopic adrenocorticotropic hormone syndrome\nCushing disease or Cushing syndrome\nHereditary glucocorticoid-responsive aldosteronism\nHypertensive emergency and malignant hypertension\nRenovascular hypertension renal artery stenosis\nVasculitis\n\nGenetic conditions that can cause renal potassium loss include the following:\n\nLiddle syndrome\nSyndrome of apparent mineralocorticoid excess\nGitelman syndrome\nBartter syndrome\n[4]\n\nOther conditions that can lead to renal hypokalemia causes include the following:\n\nFanconi syndrome\nRenal tubular acidosis (RTA), especially type 1 RTA (manifests with metabolic acidosis)\nHypomagnesemia, metabolic acidosis due to type I RTA\nUncontrolled diabetes mellitus\nUreteral diversion into the colon (ureterosigmoidostomy).\n[5]\n[6]\n\nGastrointestinal losses are a common cause of hypokalemia, with severe or chronic diarrhea being the most common extrarenal etiology. Other sources include vomiting and certain conditions such as tumors, infections, intestinal obstruction, bowel diversion, and cancer therapy. Additionally, chronic laxative abuse, clay (bentonite) ingestion, and malabsorption can lead to hypokalemia. Some drugs, such as sodium polystyrene sulfonate, can increase potassium loss in stool and contribute to hypokalemia.\n[7]",
    "monitoring": "The etiology of hypokalemia is evident from the patient’s history. However, diagnostic testing allows for assessing the condition's severity and guides corrective measures, especially if other abnormalities are present. Diagnostic modalities include blood and urine tests, electrocardiography (ECG), and imaging studies. A myriad of tests may be obtained to determine hypokalemia's etiology, but clinical findings should guide the diagnostic workup.\n\nLaboratory Tests\n\nSerum electrolytes can help assess hypokalemia severity and detect other electrolyte deficiencies. For example, alkalosis can present with hypokalemia, hypocalcemia, and hypomagnesemia. Chloride levels may be elevated in renal potassium wasting and depressed in alkalosis from vomiting.\n\nUrinary potassium excretion assessment can help distinguish renal losses from other causes. Potassium excretion is ideally measured via a 24-hour urine collection. Excretion of more than 30 mEq of potassium per day indicates inappropriate renal potassium loss. Alternative measurement methods include a spot urine potassium concentration or urine potassium-to-creatinine ratio. A urine potassium concentration greater than 15 or a ratio greater than 13 mEq/mmol of creatinine, respectively, indicates inappropriate renal potassium loss.\n\nAfter evaluating for renal potassium wasting, acid-base status may be assessed by obtaining arterial blood gases. The existence of metabolic acidosis or alkalosis with or without renal potassium wasting can further narrow down the differential diagnosis (see\nTable 2\n. Hypokalemia Differential Diagnosis Based on Blood pH).\n\nTable\nTable 2. Hypokalemia Differential Diagnosis Based on Blood pH.\n\nElectrocardiogram\n\nHypokalemia can cause a variety of arrhythmias, such as premature atrial complex, premature ventricular beats, sinus bradycardia, paroxysmal atrial or junctional tachycardia, atrioventricular block, ventricular tachycardia or fibrillation.\n[17]\nThe most common ECG abnormalities associated with potassium deficiency include decreased T wave amplitude, depressed ST segment, appearance of a U wave, and prolonged QT interval. T-wave flattening initially manifests, followed by ST depression and U wave emergence. PR and QT intervals may also be prolonged. The U wave is often seen in the lateral precordial leads of V4 to V6 but may be difficult to distinguish from the T wave  (see\nImage.\nECG in a Patient With Hypokalemia). However, not all patients present with these classic changes.\n\nBesides the above abnormalities, severe hypokalemia can cause torsades de pointes and ventricular tachycardia (see\nImage.\nVentricular Tachycardia With 1:1 Ventriculoatrial Conduction). The risk of arrhythmias is highest in older patients, those with heart disease, and those prescribed Digoxin or antiarrhythmics. Anesthesia carries a heightened risk of dysrhythmias and impaired cardiac contractility in individuals with hypokalemia, with the risk being more pronounced in acute than chronic hypokalemia.\n\nAlthough ECG abnormalities are more likely associated with moderate to severe hypokalemia, a high degree of individual variability can occur with mild serum potassium level decreases. Concomitant factors such as magnesium depletion and digitalis therapy can precipitate cardiac dysrhythmias in patients with potassium deficiency.\n\nHypomagnesemia frequently coexists with and can exacerbate hypokalemia, particularly in conditions such as chronic diarrhea, alcohol use disorder, genetic disorders, diuretic use, and chemotherapy.\n[18]\nBoth electrolyte deficiencies promote the development of cardiac dysrhythmias. The combination of hypokalemia and hypomagnesemia is associated with an increased risk of torsades de pointe, particularly in individuals on QT-prolonging medications (see\nImage.\nECG in a Patient With Torsades de Pointes). Low serum magnesium levels can also increase urine potassium loss, exacerbating hypokalemia and hindering replacement efforts.\n\nImaging Studies\n\nImaging studies are not typically the first-line diagnostic modalities used for evaluating hypokalemia's etiology. However, these tests may help detect structural abnormalities causing hypokalemia or evaluate concomitant conditions. For example, renal ultrasound may be performed to assess for kidney abnormalities, such as renal cysts, tumors, or obstructive uropathy. Computed tomography and magnetic resonance imaging can help look for adrenal gland or central nervous system lesions, giving rise to aberrant hormonal causes of hypokalemia. A chest x-ray may reveal lung pathology contributing to alkalosis and potassium shifts, such as chronic obstructive pulmonary disease. Osteoporosis or osteomalacia may be assessed by a bone density scan in patients presenting with bone weakness and nephrolithiasis.\n\nThe choice of imaging modality should be based on clinical findings and the need for further evaluation of specific organ systems. The imaging findings should be interpreted in conjunction with clinical history and other diagnostic tests to guide management.",
    "administration": "The therapeutic goals for hypokalemia are to prevent or treat life-threatening complications, correct the potassium deficit, and address the underlying cause. Therapeutic urgency depends on the severity of hypokalemia, the existence of comorbid conditions, and the rate of decline of serum potassium levels. Potassium replacement is indicated in most hypokalemia cases, especially when renal or gastrointestinal losses are significant. Concomitant hypomagnesemia should also be corrected if present. Potassium replacement alone may be ineffective if hypokalemia occurs concurrently with hypomagnesemia.\n\nMild-to-moderate hypokalemia may be asymptomatic. Thus, repletion is often not urgent in such cases. Mild-to-moderate hypokalemia is typically treated with oral potassium supplements. Providing 60 to 80 mmol/day over days to weeks is usually sufficient. Oral supplementation can irritate the gastrointestinal mucosa and cause bleeding or ulceration. However, oral potassium replacement is associated with a lower risk of rebound hyperkalemia. Potassium chloride is the preferred formulation for replacement therapy in most cases. Increasing dietary potassium is usually inadequate to treat hypokalemia because most of the potassium in foods is coupled with phosphate. Most cases of hypokalemia involve chloride depletion and respond best to potassium chloride replacement. Intravenous (IV) repletion is administered if oral therapy is not tolerated.\n\nReplacement therapy must be provided rapidly when severe hypokalemia or clinical symptoms are present. Potassium chloride of 40 mmol given every 3 to 4 hours for 3 doses is preferred. Rapid correction is via oral intake, IV administration, or both. IV administration is preferred in the presence of cardiac dysrhythmias, digitalis toxicity, and recent or ongoing cardiac ischemia. Pain and phlebitis usually occur with peripheral IV infusions when infusion rates exceed 10 mmol/h. A risk of rebound hyperkalemia exists when rates exceed 20 mmol/h. Generally, 20 mmol/h of potassium chloride will increase serum potassium levels by an average of 0.25 mmol/h. Potassium should not be repleted using dextrose-containing solutions because dextrose stimulates insulin secretion, exacerbating hypokalemia.\n[19]\nIV replacement should be done cautiously, as rapid potassium infusion can cause cardiac arrest.\n\nSerum potassium levels should be checked every 2 to 4 hours. Potassium replacement can occur more slowly once the serum potassium level is persistently above 3 mmol/L or clinical symptoms have resolved. Regardless of severity, careful serum potassium level monitoring is required, as hyperkalemia commonly develops in hospitalized patients.\n\nThe potassium deficit varies directly with the severity of hypokalemia. Every 0.3 mmol/L incremental decrease accounts for a reduction of approximately 100 mmol in total body potassium stores. For example, a patient with a serum potassium concentration of 2.0 mEq/L may have a 400 to 800 mEq potassium deficit.\n[20]\nAccurate quantification is difficult, especially when transcellular shifts cause hypokalemia. Therefore, careful monitoring is required to prevent hyperkalemia from excessive supplementation.\n\nIn cases of renal or gastrointestinal losses, potassium replacement is aimed at promptly elevating serum potassium levels to a safe range, followed by gradual replenishment of the remaining deficit over days to weeks. A potassium-sparing diuretic should also be considered when hypokalemia involves iatrogenic renal potassium wasting, as potassium replacement therapy alone may not suffice.\n\nEstablishing the presence of an acid-base disorder is crucial, as management varies for different causes of redistributive hypokalemia, where potassium shifts transcellularly with pH changes. Potassium repletion should be considered when paralysis or cardiac dysrhythmias are present. Rebound hyperkalemia is a potential complication of potassium therapy when cellular redistribution is the cause of hypokalemia.\n[21]\nAs the underlying redistribution resolves, potassium may shift from cells to extracellular fluid, potentially leading to hyperkalemia during repletion. Patients with hypokalemic periodic paralysis face a significant risk of rebound hyperkalemia with potassium repletion. Monitoring serum potassium levels is essential during replacement therapy due to the heightened risk of hyperkalemia, irrespective of the cause.",
    "adverse_effects": "Hypokalemia by itself can cause the following complications:\n\nCardiac arrhythmias\nCardiac failure\nCardiac ischemia\nLeft ventricular hypertrophy\nMuscular weakness\nIntestinal paralysis\nRespiratory compromise\n[22]\n[23]\n\nOther complications may arise if potassium deficiency is only part of another systemic disorder, such as Cushing or thyroid disease."
  }
}