{
  "drug_name": "lidocaine",
  "nbk_id": "NBK539881",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539881/",
  "scraped_at": "2026-01-11T15:32:55",
  "sections": {
    "indications": "Lidocaine is contraindicated for patients with a known severe adverse reaction. Anaphylactic reactions to lidocaine are possible but rare. Methemoglobinemia is possible in patients with hemoglobinopathy or another cause of anemia. Lidocaine should not be used as an antiarrhythmic if the dysrhythmia may be secondary to local anesthetic toxicity.\n\nBox Warnings (Lidocaine Viscous)\n\nLife-threatening events in young children:\nSevere adverse events, including seizures, cardiopulmonary arrest, and death, have been reported in children younger than 3 years due to improper use of lidocaine viscous 2%. This drug should not be administered for teething pain and should be used in this age group only when no safer alternatives are available.\n[30]\nStrict adherence to dosing guidelines and secure storage are essential to mitigate risks. This FDA-issued boxed warning pertains to the abovementioned circumstances and does not extend to all formulations, such as IV lidocaine.\n\nWarning and Precautions\n\nPrevious studies have reported that lidocaine suppresses premature ventricular complexes (PVCs) and nonsustained ventricular tachycardia (NSVT), which were thought to precede ventricular fibrillation (VF) or pulseless VT (pVT). However, recent findings have linked prophylactic lidocaine administration to suppress PVCs with higher mortality following acute myocardial infarction, likely due to increased asystole and bradyarrhythmias, leading to the abandonment of routine prophylactic use. Observational studies indicate that while lidocaine reduces VF/pVT recurrence after the return of spontaneous circulation (ROSC), it does not improve survival and has no benefit for patients with non-shockable rhythms.\n[6]",
    "mechanism": "Similar to other local anesthetics, lidocaine acts at sodium ion channels on the internal surface of nerve cell membranes. The uncharged form of lidocaine diffuses through neural sheaths into the axoplasm before ionizing by combining with hydrogen ions. The resulting cation binds reversibly to sodium channels from the inside, locking them in the open state and preventing nerve depolarization. Lidocaine is a weak base with a dissociation constant (pKa) of 7.7. Approximately 25% of lidocaine molecules are neutrally charged at a physiological pH of 7.4 and can translocate inside the nerve cells, meaning lidocaine has a more rapid onset of action than other local anesthetics with higher pKa values.\n[14]\n\nLidocaine's efficacy is reduced at inflammation sites; this may be due to acidosis reducing the proportion of neutral lidocaine molecules, faster reductions in local lidocaine concentration due to increased blood flow, or increased production of inflammatory mediators like peroxynitrite, which act directly on sodium channels.\n[15]\nLidocaine's function as an NMDA antagonist offers potential benefits for patients with difficult-to-control pain, such as mixed nociceptive-neuropathic pain and central sensitization.\n[11]\nIn cardiac myocytes, lidocaine slows the rise of the cardiac action potential during phase 0, increasing the effective threshold potential. Increased blood levels of lidocaine can affect cardiac output, total peripheral resistance, and mean arterial pressure, likely due to its direct depressant effects on the cardiovascular system.\n\nPharmacokinetics\n\nAbsorption:\nAn IV bolus of lidocaine has a very rapid onset of action. Lidocaine ointment provides local, topical anesthesia with an onset of action between 3 and 5 minutes. Absorption of lidocaine following topical application to mucous membranes varies based on the application site, concentration, duration, and dosage.\n\nDistribution:\nLidocaine is 65% protein-bound to albumin and α1-acid glycoprotein in the plasma, giving it a medium duration of action compared to other local anesthetic agents. This drug is less lipid-soluble than other agents, limiting its overall potency. Lidocaine's volume of distribution is 0.7 to 1.5 L/kg.\n\nMetabolism:\nThe hepatic enzymes CYP1A2 and CYP3A4 metabolize lidocaine into active and inactive molecules. The active metabolites of lidocaine are monoethylglycylxylidide (MEGX) and glycylxylidide (GX).\n[16]\n\nElimination:\nThe half-life of lidocaine is approximately 1.5 to 2 hours and is prolonged in patients with congestive heart failure and hepatic impairment. Approximately 90% of the drug is excreted in the urine.",
    "administration": "Available Dosage Forms and Strengths\n\nLidocaine is available as solutions, aqueous gels, and ointments of various strengths. Additionally, lidocaine may be combined with epinephrine or another local anesthetic (eg, prilocaine). Lidocaine is also a component of other products, including medicated plasters designed to treat chronic postherpetic neuralgia. Various administration routes require different preparations of lidocaine.\n\nSolutions of 0.05% to 0.1% can be injected subcutaneously in large volumes to provide tumescent local anesthesia. This results in swelling and firmness of the site, which may benefit certain surgical procedures.\nSolutions of 0.25% to 0.5% are used for intravenous regional anesthesia (Bier's block) or infiltration into subcutaneous tissue.\nSolutions of 1% to 2% are used for epidural anesthesia and regional nerve blocks and are available in intravenous preparations for antiarrhythmic use.\nAqueous gels of 1% to 2% typically contain an antiseptic (eg, chlorhexidine) and are used to topicalize and lubricate the urethra before procedures such as Foley catheterization.\nSolutions of 4% are used for topical anesthesia of the mucous membranes of the airway, including the mouth, pharynx, and respiratory tract. These solutions are applied by gargling, spraying, or using an atomizer.\nOintments typically contain 5% lidocaine mixed with hydrocortisone and are applied topically to other mucous membranes, such as the skin or the rectum.\nSolutions of 10% are applied topically for airway anesthesia using a metered-dose atomizer.\nAn eutectic mixture of lidocaine and prilocaine (EMLA) combines the local anesthetics prilocaine and lidocaine. EMLA effectively penetrates the skin to provide local cutaneous anesthesia and is commonly used to avoid the pain associated with needle punctures.\nThe aqueous preparations from 0.5% to 2% are available in plain forms or with 1 per 200000 epinephrine (dentistry sometimes uses versions with 1 per 100000 epinephrine or more) and with or without preservatives.\n\nAdult Dosage\n\nDoses used for infiltrative or regional anesthesia depend on the specific block. When lidocaine is used to obtund airway reflexes, the dose is 1 to 2 mg/kg, given 2 to 5 minutes before intubation. For cardiac dysrhythmias, the initial dose is 1 to 1.5 mg/kg given intravenously, optionally followed with an infusion.\n[5]\nAs an adjuvant intravenous treatment for acute pain, a 2020 consensus statement suggested a loading dose of no more than 1.5mg/kg over 10 minutes, followed by an infusion of no more than 1.5mg/kg/h for no longer than 24 hours (with close monitoring for clinical response and signs of toxicity).\n[17]\nThe American Society of Anesthesiologists panel noted the absence of definitive evidence regarding the optimal dosing of lidocaine. However, based on clinical experience, the ASA recommends administering an induction dose of 1.5 mg/kg, followed by an intraoperative infusion of 2 mg/kg/h for patients undergoing open and laparoscopic abdominal surgeries.\n[9]\nFor awake intubation, effective topical application must be ensured. The maximum dose of lidocaine should not exceed 9 mg/kg of lean body weight. To minimize the risk of laryngospasm, clinicians should consider nebulized lidocaine and lower concentrations.\n[10]\n\nSpecific Patient Populations\n\nHepatic impairment:\nAccording to the American Association for the Study of Liver Diseases guidelines, a lidocaine patch can be used for pain relief in patients with decompensated cirrhosis; however, it should be used with caution.\n[18]\n[19]\n\nRenal impairment:\nDosage adjustments are generally unnecessary for patients with renal impairment, as topical lidocaine demonstrates limited absorption.\n\nPregnancy considerations:\nLidocaine is thought to cross the placenta by passive diffusion.\nAccording to the American College of Obstetricians and Gynecologists (ACOG), local anesthesia for the treatment of oral conditions, including lidocaine with or without epinephrine, is considered safe during pregnancy.\n[20]\nThe maximum recommended dose of lidocaine is 4.5 mg/kg (300 mg) for plain formulations and 7 mg/kg (500 mg) when used with epinephrine.\n[1]\nA pregnant woman should not be denied or have necessary surgery postponed due to pregnancy, as such delays could negatively impact both the woman and the fetus. Current evidence indicates that in utero, exposure to anesthetic or sedative drugs does not appear to affect fetal brain development. Additionally, animal studies have not shown adverse effects from limited exposures lasting less than 3 hours.\n\nBreastfeeding considerations:\nLidocaine concentrations in breast milk are low following continuous intravenous infusion, epidural administration, or high-dose local anesthesia, placing breastfeeding infants at minimal risk of exposure. Therefore, lidocaine is unlikely to cause adverse effects in breastfed infants, and no special precautions are necessary. Concerns regarding lidocaine's potential interference with breastfeeding, particularly when used with other anesthetics and analgesics, are debated due to variability in study designs and methodologies. With adequate breastfeeding support, epidural lidocaine combined with opioids typically has a minimal impact on breastfeeding success, although labor pain medication may delay the onset of lactation.\n[21]\n\nPediatric patients:\nNeonates have an immature metabolic clearance physiology, which increases their risk of drug and metabolite accumulation. Additionally, the α1-acid glycoprotein levels in neonates and infants are lower, with AAG at birth about half that of adults. This results in a higher unbound fraction of lidocaine, an extended elimination half-life, and an increased risk of accumulation, particularly with continuous infusions.\n[22]\n\nTopical lidocaine must be dosed carefully in pediatric patients to prevent overdose. The maximum dose is based on weight or age for otherwise healthy children older than 3 years. In infants and children younger than 3 years, no more than 1.2 mL of the 2% solution should be applied, with at least a 3-hour interval between doses and a maximum of 4 doses within 12 hours.\n\nSystemic lidocaine infusions are well-established for managing postoperative acute pain in pediatric patients but are less validated for other types of pediatric pain. The NMDA antagonist properties of lidocaine offer potential benefits for difficult-to-control pain, such as mixed nociceptive-neuropathic pain and central sensitization. Dosing for these indications typically includes a 1.5 mg/kg bolus followed by a 1 mg/kg/hr infusion, with higher doses utilized in pediatric oncology settings. Additional studies are needed to understand the safety and effectiveness of lidocaine infusions in children and refine dosing recommendations for different types of pain. Further research is also required to determine the importance of monitoring plasma concentrations during continuous infusion.\n[23]\n\nOlder patients:\nLocal anesthesia should be prioritized for surgical procedures in older adults. The lowest effective volume and concentration should be administered to reduce the risk of systemic toxicity. For lidocaine, the recommended concentration is 10 mg/mL, and dosing should not exceed 5 mg/kg. This approach provides effective local anesthesia for many surgical procedures while reducing the risk of postoperative complications.\n[24]",
    "adverse_effects": "Most adverse reactions associated with lidocaine occur when plasma concentrations rise to toxic levels. The drug reaches the intravascular compartment most rapidly when administered into the intercostal space, followed by the caudal, epidural, brachial plexus, femoral, and subcutaneous spaces. The maximum safe dose by body weight may range from 3 mg/kg to 7 mg/kg when using formulations containing epinephrine, although various other doses have been documented. Smaller doses can still result in adverse effects and toxicity if administered intravenously. Lidocaine is thought to be more neurotoxic than other local anesthetics, especially when high concentrations are applied directly to nervous tissue. Use of highly concentrated lidocaine (2.5% to 5%) for spinal anesthesia correlates with a greater incidence of transient radicular irritation syndrome, which is a painful but self-limiting condition affecting the calves, thighs, and buttocks.\n[25]\n\nDrug-Drug Interactions\n\nThe administration of lidocaine with propranolol significantly increases lidocaine serum concentration.\nCaution is advised when administering lidocaine hydrochloride in patients with digitalis toxicity and atrioventricular block.\nLidocaine is a substrate of CYP1A2, CYP2B6, and CYP2D6 and exerts an inhibitory effect on CYP1A2. Caution is advised when co-administering lidocaine with fluvoxamine.\n[26]\n[27]\nPatients may be at increased risk of developing methemoglobinemia if co-administered local anesthetics (eg, lidocaine) and other drugs, including nitrates, nitric oxide, hydroxyurea, dapsone, sulfonamides, chloroquine, phenobarbital, and phenytoin.\n[28]\nMethemoglobinemia can also occur due to lidocaine metabolism to O-toluidine.\n[29]\nThis metabolite is more likely to be present when very high doses are given, but it may also occur with lower doses when the patient is taking other medications that can precipitate methemoglobinemia or have a hemoglobinopathy or another cause of anemia.",
    "monitoring": "Lidocaine has a narrow therapeutic index, and plasma-level monitoring may be necessary for patients with hepatic impairment who require prolonged infusions. The patient's ideal body weight should be used instead of actual body weight for dose calculations to avoid excessively high plasma concentrations (with an absolute upper limit of 120 mg/hr for lidocaine infusions).\n[17]\nVital signs and EKG should be monitored. Clinicians should use validated tools such as the McGill Pain Questionnaire (SF-MPQ) and the Visual Analog Scale (VAS).\n[31]\n[17]\n\nLidocaine preparations containing epinephrine cause demonstrable cardiovascular effects even if only given in small amounts, and it is prudent for essential hemodynamic monitoring to be carried out before and during the use of solutions containing vasopressors, particularly if there is any specific concern over the patient's cardiovascular status.\n[32]",
    "toxicity": "Signs and Symptoms of Overdose\n\nSigns and symptoms of mild toxicity become apparent at plasma levels greater than 5 μg/mL, beginning with slurred speech, tinnitus, circumoral paresthesia, and lightheadedness. Above 10 μg/mL, the patient may experience seizures or loss of consciousness. The myocardium and central nervous system are further depressed at 15 μg/mL, progressing to cardiac arrhythmias, respiratory arrest, and cardiac arrest above 20 μg/mL.\n[32]\nAnimal studies suggest that the dose of lidocaine required to cause cardiovascular collapse is 7.1 ± 1.1 times higher than the dose needed to induce central nervous system effects.\n[33]\nThis so-called \"(cardiovascular collapse/CNS (CC/CNS) ratio\" is significantly higher than the ratio for other local anesthetic agents; bupivacaine has a CC/CNS ratio of around 2.0. In the event of toxic dosing in the conscious patient, lidocaine may be less likely than other local anesthetics to progress rapidly from neurological effects to complete cardiovascular collapse. By contrast, neurological signs and symptoms can often be masked if the patient is under the concurrent effects of sedation or general anesthesia, meaning that cardiovascular instability or arrhythmias may be the first manifestations.\n[34]\n\nManagement of Overdose\n\nLidocaine administration should be stopped immediately if toxicity or overdose is suspected. During cardiorespiratory collapse, airway support and breathing assistance should be prioritized to prevent the development of respiratory acidosis, which may exacerbate toxicity and potentiate lidocaine's negative chronotropic and inotropic effects.\n[35]\nVital function support, including oxygen, IV fluids, and inotropes, should be instituted if required. Intravenous lipid emulsion is indicated as rescue therapy, especially if the cardiovascular collapse is refractory.\n[36]"
  }
}