{
  "drug_name": "light liquid paraffin",
  "nbk_id": "NBK599504",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599504/",
  "scraped_at": "2026-01-11T15:32:54",
  "sections": {
    "clinical_significance": "The artifacts can be introduced before or during the procedure, in tissue processing, or during coverslip mounting. Dermatopathologists encounter artifacts daily. Some artifacts may be trivial at times and do not contribute to the primary process or hinder the interpretation of the specimen. However, understanding how and when these artifacts occur can help the pathologist decipher why the artifact is present and if it is of importance in the diagnosis.\n\nThe clinician is often aware of prefixation artifacts that are present. Clinicians should be familiar with potential pitfalls pathologists may encounter to understand when to communicate information about prefixation artifacts to the pathologist. Informing the pathologist that the site was previously biopsied could prevent confusion about a granulomatous reaction to ferrous subsulfate or suture material.\n\nArtifacts related to fixation may result from inadequate fixation time, the volume of fixative, or the use of an improper fixative solution.\n[5]\n[18]\nUnderstanding the potential for introducing artifacts with improper fixation techniques can ensure clinicians and pathologists follow conventional fixation protocols.\n\nTissue processing artifacts can lead to many different artifacts based on the stage in which they occur. Microtomy deficiencies account for Venetian blind artifacts or chatter and tissue tears. The water bath often accounts for tissue floaters. Despite these artifacts seeming benign and negligible, they may be of diagnostic importance. Tissue tears may denote a firm substance in the tissue, such as a foreign body or calcium.\n[2]\n\nMounting artifacts can make discernible features necessary for diagnosis impossible to detect. Troubleshooting the cause of the mounting artifact, whether it is a nonadherent coverslip or a missing coverslip, can aid the pathologist in correcting the issue to make the diagnosis.\n\nArtifacts in dermatopathology specimens are common. An unlimited number of potential artifacts may appear on a slide. Understanding the possible etiologies and recognizing the specific artifacts can help pathologists avoid pitfalls during slide interpretation."
  }
}