{
  "drug_name": "limaprost",
  "nbk_id": "NBK482312",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482312/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Cervical myelopathy occurs when degenerative or congenital processes narrow the cervical spinal canal, compressing the spinal cord. Patients commonly present with any combination of digit/hand clumsiness, gait disturbance, spasticity (sustained muscle contractions), hyperreflexia, or pathologic reflexes.\n[1]\n[2]\n[3]\nClassically, this condition has an insidious onset, progressing in a stepwise manner with functional decline. Without treatment, patients may progress to paralysis and loss of function. Surgery involves either anterior or posterior decompression of the stenotic area and likely fusion. A poor prognosis is associated with more than 18 months of symptomatic duration and decreased cervical spine range of motion, especially in women.\n[4]\n[5]\n\nDegenerative cervical myelopathy (DCM) emerged as a standardized term following an international consensus that addressed the inconsistent nomenclature, which had spanned more than 11 labels. Inconsistent naming hindered awareness, delayed diagnosis, and fragmented research efforts. The REsearch Objectives and Common Data Elements for DCM study employed a modified Delphi approach, engaging clinicians and patients to select a unifying term and develop a corresponding definition. They defined DCM as a progressive spinal cord injury caused by degenerative cervical canal narrowing, sometimes exacerbated by congenital stenosis. Population modelling suggests that symptomatic disease may affect approximately 1 in 50 adults, underscoring its significant public health impact. Adopting DCM enhances communication, aligns databases, and supports earlier detection, thereby mitigating the disabilities associated with diagnostic delay.\n[6]",
    "mechanism": "Myelopathy refers to the neurological deficits that result from spinal cord compression, whereas stenosis describes the anatomical narrowing of a normally patent canal. In the cervical spine, individuals with a congenitally narrow spinal canal are at a higher risk of developing myelopathy. Progressive stenosis or the occurrence of a cervical disc herniation is more likely to produce symptomatic cord compression at levels where the canal diameter is already reduced.\n\nDegenerative changes are typically observed at the C5-C6 or C6-C7 levels, where increased segmental mobility places greater mechanical stress on the cervical spine. The infolding of the ligamentum flavum, spondylolisthesis, osteophytes, and facet hypertrophy also impact canal narrowing. Myelopathy develops in approximately 100% of patients with a space of less than 6 mm available for the cord, and in none of the patients with a space of more than 14 mm.\n[7]\nAge is the strongest predictor of perioperative morbidity and unfavorable neurologic recovery.\n\nDCM can be caused by any combination of the following conditions: cervical disc herniations, cervical spondylosis, cervical degenerative disc disease, congenital stenosis, and ossification of the posterior longitudinal ligament (OPLL).\n[8]\n[9]\n[10]\n[11]\nOPLL was first described by Key in 1838  and is characterized by replacement of the ligamentous tissue with ectopic bone.\n[12]\nOPLL has been recognized as one of the main causes of cervical myelopathy in adults. This pathological ossification progressively narrows the cervical spinal canal, leading to chronic cord compression. OPLL involves an abnormal endochondral ossification process within the posterior longitudinal ligament, characterized by the proliferation of fibrocartilage-like cells that differentiate into osteoblasts, along with associated neovascularization.\n\nNotably, genetic predispositions also contribute, as results from recent genome-wide association studies have identified multiple susceptibility loci implicating dysregulated bone formation pathways in OPLL.\n[13]\nClinically, OPLL may remain asymptomatic until ossification is advanced, at which point it often manifests as DCM. The severity of neurological deficits generally correlates with the extent of spinal cord compression, although dynamic factors (eg, repetitive cervical motion or segmental instability) can further exacerbate cord injury beyond what static stenosis alone would produce.\n[12]",
    "monitoring": "Evaluating patients with suspected cervical myelopathy requires a structured approach that integrates clinical findings, radiographic imaging, and, occasionally, laboratory studies and electrophysiological testing to confirm the diagnosis, assess disease severity, and exclude alternative etiologies. Laboratory studies primarily aim to exclude systemic or metabolic conditions that can mimic myelopathy. These laboratory investigations are indicated when history or examination raises concern for noncompressive causes of cord dysfunction.\n[25]\n\nBased on clinical suspicion, potential testing may include a complete blood count, inflammatory markers (erythrocyte sedimentation rate and C-reactive protein), and panels assessing vitamins B1, B6, B12, E, and thyroid function. Serological screening for infectious or autoimmune myelopathies, such as syphilis serology, human immunodeficiency virus, antinuclear antibodies, and aquaporin-4 antibodies, can be tailored based on clinical suspicion. Serum copper and zinc levels should be measured if nutritional deficiency is suspected. Creatine kinase and autoantibody panels help exclude primary myopathic processes.\n\nPlain radiographs of the cervical spine constitute the initial imaging modality. Standard anteroposterior and lateral views evaluate spinal alignment, disc height, and gross bony anatomy. Flexion-extension radiographs identify dynamic instability or spondylolisthesis. Oblique views may reveal foraminal narrowing and uncovertebral joint spurs. Radiographs also detect OPLL and osteophytic encroachment that contribute to canal stenosis. Load-bearing imaging (upright views) is crucial for assessing physiological alignment, including cervical lordosis and sagittal balance.\n\nComputed tomography (CT) offers high-resolution visualization of bony structures and is indicated when magnetic resonance imaging (MRI) is contraindicated or when detailed assessment of OPLL or osteophyte morphology is required. CT helps quantify ossification, classify OPLL patterns, and guide surgical planning by defining bone-quality and screw trajectories. CT angiography may be employed selectively to assess vertebral artery anatomy in cases with suspected vascular compromise or anomalous anatomy. CT myelography is helpful in cases where MRI findings are equivocal (eg, due to the presence of magnetic artifacts from instrumentation) or when MRI is contraindicated.\n\nMRI is the gold standard for evaluating cervical myelopathy. MRI yields multiplanar, high-contrast images of the spinal cord, soft tissues, and osseous elements. T2-weighted sequences estimate the degree of cord compression and detect changes in intramedullary signal. High T2 signal intensity often correlates with edema, gliosis, or myelomalacia, whereas low T1 signal intensity indicates chronic neural tissue loss.\n[31]\n\nStandard classification systems used to quantify MRI findings include:\n\nMuhle grading: Categorizes spinal canal stenosis from grade 0 (no subarachnoid space narrowing) to grade 3 (spinal cord compression or displacement).\nKang modification: Expands on Muhle grading by incorporating T2-weighted signal changes—grade 0 (no stenosis), grade 1 (subarachnoid space obliteration >50%), grade 2 (cord deformation), and grade 3 (intramedullary T2 signal change).\n\nQuantitative MRI metrics enhance diagnostic precision, but none of them has reached widespread acceptance in clinical practice. Dynamic (or kinematic) MRI obtained in flexion and extension can detect stenotic changes that static neutral-position scans may overlook. In a series of 81 patients with degenerative cervical disease, extension views revealed new areas of cord impingement in 27% of subjects, while flexion views did so in 5%.\n[32]\nIn a surgical cohort, incorporating flexion–extension sequences altered the intended decompression levels in 46% of cases and was associated with better postoperative outcomes (ΔmJOA +3.9 vs +2.4; ΔVAS –4.1 vs –2.7) compared to planning based solely on neutral MRI.\n[33]\n\nDiffusion-weighted MRI offers quantitative, microstructural parameters that outperform simple canal-diameter measurements for assessing the severity of cervical spondylotic myelopathy. In a prospective trial, diffusion basis spectrum imaging demonstrated 81% accuracy in distinguishing between healthy controls, mild, and severe cases. These diffusion metrics correlated more strongly with postoperative improvements in the mJOA score than did conventional imaging parameters, underscoring their prognostic utility.\n[34]\n\nElectrophysiological testing is not routinely obtained in DCM, but in select cases it can help evaluate functional integrity and exclude mimics. Somatosensory evoked potentials monitor dorsal column pathways; abnormalities in N13 are found in DCM. Motor evoked potentials assess corticospinal tracts and can help differentiate DCM from motor neuron disease.\n[25]\nElectromyography and nerve conduction studies differentiate radiculopathy, peripheral neuropathy, and anterior horn cell diseases.\n\nOPLL\n\nThe imaging evaluation of OPLL in DCM begins with a lateral cervical radiograph, on which the K-line is drawn by connecting the midpoints of the spinal canal at C2 and C7. When the ossified ligament remains entirely anterior to this line (K-line positive), sufficient posterior shift of the spinal cord typically occurs after a posterior decompressive procedure. Conversely, if the ossification extends beyond (posterior to) the K-line (K-line negative), a posterior approach alone is unlikely to relieve cord compression, indicating a need for an anterior or combined decompressive strategy. CT provides precise delineation of OPLL morphology and canal occupancy.\n\nOn sagittal computed tomography reconstructions, OPLL is subclassified into:\n\nSegmental type: Multiple, discrete ossified foci located posterior to individual vertebral bodies\nThese focal lesions often represent early or limited OPLL involvement and can produce localized spinal canal narrowing.\nContinuous type: A confluent ossified mass extending across 3 or more adjacent vertebral bodies without interruption\nContinuous OPLL frequently results in more severe and multilevel canal stenosis.\nFocal type: Ossification confined to the posterior surface of 1 intervertebral disc level, often appearing between segmental and continuous forms\nMixed type: Combination of the above patterns, wherein discrete segmental ossifications coexist with longer spans of continuous ossification.\n\nAxial computed tomography sections allow measurement of the canal-occupancy ratio (COR), defined as the maximum thickness of OPLL divided by the anteroposterior diameter of the spinal canal. A higher COR correlates with more pronounced static stenosis and is predictive of symptom severity. MRI assesses cord compression and intramedullary signal changes: T2-weighted sagittal images reveal hyperintense myelomalacia at levels of maximal ossification, and axial T2 views help distinguish OPLL from other compressive lesions.\n[35]",
    "administration": "Surgical intervention remains the cornerstone of treatment for DCM once functional impairment extends beyond mild symptoms. For patients classified as having moderate (mJOA 12–14) or severe (mJOA ≤11) DCM, current evidence supports prompt decompression to prevent irreversible neurological decline and optimize recovery of function.\n[36]\nIn these cohorts, surgery has demonstrated large, sustained improvements in mJOA scores, Nurick grades, and disability indices, with low rates of major complications over short-, intermediate-, and long-term follow-up.\n\nFor patients with mild DCM (mJOA 15–17), management may begin with a supervised trial of structured rehabilitation, including immobilization (eg, cervical orthosis), physical therapy focused on cervical stabilization and strengthening, and nonsteroidal anti-inflammatory medications. Such nonoperative measures have not consistently produced gains exceeding minimal clinically important differences in mJOA scores, and 20% to 62% of patients may deteriorate without surgical decompression. Therefore, when mild DCM is managed conservatively, clinicians should maintain close serial follow-up to monitor progression. An operative intervention is recommended in the event of neurologic worsening and may be considered if functional status fails to improve after a defined trial of structured rehabilitation.\n\nThe AO Spine (Arbeitsgemeinschaft für Osteosynthesefragen, Germany) 2025 recommendations make a conditional recommendation that surgical decompression be offered as a valid option for mild DCM. However, in the absence of randomized comparisons against continued observation, structured nonoperative follow-up (with regular clinical reassessment) remains reasonable for patients without progressive deficits.\n[37]\nA lifetime cost-utility analysis demonstrated that early surgery in mild DCM yields an average incremental gain of 1.26 quality-adjusted life-years at an incremental cost-utility ratio well below accepted willingness-to-pay thresholds, supporting the cost-effectiveness of intervention.\n[38]\n\nNonmyelopathic individuals with radiographic cord compression but without radiculopathy should not undergo prophylactic decompression. They should be counseled on symptom vigilance and monitored clinically, given the low absolute risk of progression. Conversely, those with asymptomatic cord compression who present with radiculopathy (especially those with electrophysiologic confirmation) bear a higher risk of developing myelopathy. They may be offered either early decompression or a structured nonoperative protocol with close follow-up. If myelopathy ensues, management should follow the recommendations for mild, moderate, or severe DCM based on the mJOA grading score. Factors predictive of clinical decline during nonoperative management include circumferential cord compression on axial MRI, segmental hypermobility, angular-edged vertebral deformity, spinal instability, diminished lordosis, and the presence of OPLL.\n[39]\nSurgical intervention can involve either an anterior, posterior, or a combined approach.\n\nCervical decompression can be approached via the anterior, posterior, or combined routes, with the choice largely driven by the location and extent of pathology, cervical alignment, and patient comorbidities. Among anterior techniques, anterior cervical discectomy and fusion (ACDF) is commonly employed for 1–3 level ventral compression, such as disc herniations or focal osteophytes. By directly removing offending disc material or osteophytes and restoring segmental height with a bone graft and plate, ACDF reliably improves neurologic function while minimizing intraoperative blood loss and preserving posterior musculature.\n\nACDF drawbacks include a higher risk of dysphagia or recurrent laryngeal nerve irritation, adjacent-segment degeneration over time, and increasingly fragile constructs in osteoporotic bone, particularly when more than 2 levels are fused. When pathology extends behind the vertebral bodies (such as extensive OPLL or large central osteophytes) or when kyphosis requires correction, anterior cervical corpectomy and fusion (ACCF) may be preferred. By excising 1 or more vertebral bodies and reconstructing the column (with a strut graft and plate or a titanium cage), ACCF achieves more comprehensive ventral decompression and greater correction of kyphosis, albeit at the expense of increased blood loss, longer operative time, and a higher incidence of graft-related complications (eg, subsidence, pseudarthrosis) and postoperative dysphagia.\n\nHybrid approaches—combining corpectomy at 1 level with discectomy and fusion at adjacent levels—or skip corpectomies can tailor the decompression to irregular patterns of pathology while preserving intervening vertebral bodies, potentially reducing graft stress. However, these techniques are technically demanding, carry similar risks of graft failure, and usually prolong operative time. The role of cervical arthroplasty in established cervical myelopathy remains somewhat debated because fusion reliably immobilizes the affected segment, thereby minimizing any dynamic component of cord compression. However, when myelopathy is caused solely by a focal, noncalcified disc herniation (without significant osteophytes, OPLL, or segmental kyphosis), disc replacement is broadly accepted as a valid, ‘relative’ indication without major controversy.\n\nPosterior decompression techniques become advantageous when 3 or more contiguous levels require treatment, when there is no rigid cervical kyphosis, or when patients have significant dorsal compressive elements, such as ligamentum flavum hypertrophy or ossification. A simple laminectomy provides direct dorsal canal expansion and is relatively straightforward; however, sacrificing the posterior tension band often leads to progressive postlaminectomy kyphosis, late instability, and a risk of C5 palsy. To mitigate these sequelae, laminectomy is frequently paired with instrumented fusion using lateral-mass screws and rods. This combination maintains alignment and prevents kyphotic collapse but prolongs operative time, increases blood loss, and elevates the incidence of hardware-related complications.\n\nLaminoplasty, whether in the “open-door” or “French-door” configuration, offers indirect decompression by hinging and expanding the lamina while preserving the posterior elements and motion. In multilevel stenosis without significant preoperative kyphosis, laminoplasty yields neurological improvement rates comparable to laminectomy. However, it may not adequately relieve severe axial neck pain, and is contraindicated when preoperative kyphosis exceeds approximately 10° or in the presence of instability. Performing dome laminotomies at the laminae adjacent to the laminoplasty directly decompresses and prevents static or dynamic spinal cord kinking that can occur when the cord dorsally migrates after decompression.\n[40]\n\nFor patients with combined ventral and dorsal compression (such as those with extensive OPLL or severe kyphotic deformity), neither anterior nor posterior decompression alone may suffice. In these complex cases, a staged or single-sitting combined anterior–posterior procedure is often advocated. Anterior surgery (typically ACCF or multilevel ACDF) removes the principal ventral lesion and corrects alignment; this is followed by posterior laminectomy (or laminoplasty) with fusion to maintain stability, address residual dorsal compression, and prevent postoperative deformity. Although this circumferential approach offers the most reliable neurologic recovery and long-term correction of alignment in rigid deformities, it entails the greatest operative time, blood loss, perioperative morbidity, and prolonged hospitalization. Thus, combined surgery is generally reserved for patients with fixed kyphosis, multilevel OPLL, overt instability, or those undergoing revision decompression.\n[41]\n[42]\n\nIn addition to surgical and rehabilitation strategies, several pharmacological agents have been investigated as adjuncts or standalone therapies in DCM, aiming to mitigate secondary injury pathways and promote neuroprotection. Overall, these pharmacological approaches target multiple secondary injury mechanisms, including excitotoxicity (riluzole), neurotrophic support (cerebrolysin, erythropoietin [EPO]), microcirculatory enhancement (limaprost, cilostazol), anti-inflammation (glucocorticoids), stem cell differentiation (granulocyte colony-stimulating factor), and anti-apoptosis (EPO, anti–Fas ligand). However, clinical evidence remains sparse, often limited by small sample sizes, lack of blinding, or inconsistent results. At present, robust, large-scale randomized trials are needed to determine whether any pharmacological adjunct can reliably delay progression in mild DCM or improve outcomes after surgical decompression.\n[43]\n\nRegardless of initial strategy, all patients should receive education on activity modification to reduce cervical stress, avoid high-risk trauma (eg, contact sports), and recognize early myelopathic signs (eg, hand clumsiness, gait instability). Nutritional optimization, smoking cessation, and management of comorbidities (eg, diabetes, osteoporosis) enhance surgical candidacy and may favorably influence fusion rates and recovery. For individuals with mild deficits, observing and periodically reassessing (both clinically and radiographically) at intervals of 3 to 12 months is prudent to detect any subclinical progression.\n\nOPLL\n\nThe extent and continuity of OPLL (segmental versus continuous) and its relationship to the K-line determine whether a posterior-only approach (laminoplasty or laminectomy with fusion) will allow sufficient posterior cord shift or whether an anterior decompression (discectomy or corpectomy with fusion) is required to remove the ossified mass directly. Specifically, anterior decompression is generally indicated when the ossified ligament extends beyond the K-line (K-line negative) or, in K-line–positive individuals, when the center of rotation (COR) is 60% or greater, a direct anterior resection is required to relieve severe focal compression.\n\nIn contrast, a posterior approach is preferred when the ossification remains entirely anterior to the K-line (K-line positive) with a COR below 60% or when multilevel OPLL produces more diffuse stenosis that can be adequately addressed by expanding the canal posteriorly. Finally, patients with severe, multilevel disease often benefit from a combined anterior–posterior strategy to ensure comprehensive decompression and maintain alignment.\n[35]\nAn additional factor in surgical planning is that the dura is usually calcified and integrated into the PLL calcified mass, increasing the risk of cerebrospinal fluid leak and cord injury through an anterior approach that aims to remove all calcified mass. For this reason, in cases where either an anterior or posterior approach is equally valid for cord decompression, some surgeons might choose the posterior approach.",
    "adverse_effects": "Untreated cervical myelopathy may lead to irreversible neurological deficits. Patients can develop progressive motor weakness and sensory loss. Autonomic dysfunction may include disturbances of the bladder or bowel. Delayed surgical intervention often reduces the likelihood of functional recovery. Overreliance on physical therapy can postpone definitive decompression and worsen long-term outcomes. Forceful, rapid, or extreme passive neck range-of-motion maneuvers carry a significant risk of spinal cord injury in patients with preexisting cord compression. Moreover, accidents and falls carry a risk for spinal cord injury and paralysis in the setting of cord compression.\n\nAll surgeries carry the risk of paralysis, infection, bleeding, dural tears, and cerebrospinal fluid leakage. In the case of fusion, the added risks are pseudarthrosis, hardware complications, and adjacent segment disease. Complications of anterior cervical surgery include dysphagia, hoarseness, and airway compromise. Esophageal or tracheal injury is rare but may be devastating. Vertebral artery injury, hematoma formation, and surgical site infection are rare but can occur. Graft subsidence, nonunion, and hardware failure may compromise spinal stability.\n\nPosterior decompression may result in C5 nerve root palsy and persistent neck pain. Wound infections are more common with posterior approach procedures than with anterior approach procedures. Postoperative kyphotic deformity (especially following multilevel laminectomy without fusion) can undermine neurological improvement. Explainable machine learning models revealed that postoperative complications in surgeries commonly performed for cervical myelopathy are associated with the number of operated levels, patient age, body mass index, preoperative hematocrit, and American Society of Anesthesiologists physical status.\n[49]\n[50]\n[51]\n[52]"
  }
}