{
  "drug_name": "linalool",
  "nbk_id": "NBK556048",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556048/",
  "scraped_at": "2026-01-11T15:32:58",
  "sections": {
    "indications": "Absolute contraindications to CBD include an allergy to cannabidiol or sesame oil. At the first signs of cutaneous irritation or anaphylactic reaction, the patient should stop using CBD.\n[44]\n[45]\n\nWarnings and Precautions\n\nSubstance use disorder:\nIn patients with a history of substance use disorder, providers should be cautious when prescribing CBD. While CBD does not contain the part of marijuana that gives users a “high,” it may be addictive. Physicians should caution patients who have struggled with addiction about this and emphasize appropriate use. In these cases, clinicians should determine the risk vs. benefit ratio.\n\nSuicidal ideations:\nCannabidiol should be used with caution for patients with a history of mood disorders, depression, or suicidal thoughts; patients with a history of these should be cautioned about using CBD, as is correlated with increased suicidal thoughts and behavior. Physicians should determine the risk vs. benefit ratio and advise patients and their caregivers to watch for sudden changes in behavior.\n[46]\n[36]\n\nHepatotoxicity:\nCholestatic and mixed patterns of drug-induced liver injury (based on the alanine aminotransferase (ALT) to the upper limit of normal (ULN) and alkaline phosphatase (ALP) to ULN ratios) have been reported in patients treated with cannabidiol.\n\nRapid discontinuation:\nAlthough improved seizure control has been observed on a dosage of 20 mg/kg/d, this is accompanied by a higher incidence of adverse reactions. CBD use should not be discontinued abruptly. Sudden discontinuation can cause an increase in seizure frequency and possibly status epilepticus.\n[27]",
    "mechanism": "The mechanism of action for cannabidiol, especially concerning its anticonvulsant effect, has not been fully elucidated. CBD is known to have a low affinity for cannabinoid receptors CB1 and CB2, where it can act as an agonist or antagonist. The anti-inflammatory effects of CBD may be explained by its inverse agonist activity at the CB2 receptor.\n[22]\nCannabidiol is a partial agonist of the serotonin 5-HT1A receptor and an allosteric modulator of opioid receptors, specifically μ and δ. Researchers postulate that CBD could agonize PPAR-γ and affect intracellular calcium release.\n[16]\n[23]\n\nPharmacokinetics\n\nAbsorption:\nCannabidiol typically reaches peak plasma concentration (Tmax) between 2.5 and 5 hours. Coadministration with a high-fat, high-calorie meal significantly increases maximum plasma concentration (Cmax) and area under the curve (AUC) compared to fasting. A low-fat, low-calorie meal also increases Cmax and AUC, though to a lesser extent. Administration of CBD with bovine milk or alcohol results in higher Cmax and AUC. Bioavailability through inhalation (smoking) is approximately 31%.\n\nDistribution:\nCannabidiol's volume of distribution (Vd) ranges from 20,963 L to 42,849 L in healthy volunteers. CBD and its metabolites are more than 94% protein-bound.\n\nMetabolism:\nCannabidiol is metabolized primarily in the liver and intestines by CYP3A4 and CYP2C19 enzymes. CBD inhibits UDP-glucuronosyltransferase (UGT) enzymes, including UGT1A9, UGT1A6, UGT2B7 and UGT2B4.\n[24]\n\nExcretion:\nCannabidiol is primarily excreted in feces and minimally in urine. CBD's half-life after oromucosal administration (spray) is between 1.4 and 10.9 hours, 2 and 5 days after chronic oral consumption, and 31 hours after smoking.\n[25]",
    "administration": "Available Dosage Forms and Strength\n\nCannabidiol is typically administered orally.\n[26]\nWhen needed, cannabidiol may be administered through nasogastric or gastrostomy tubes. Pharmaceutical CBD oil is available as an oral solution with a 100 mg/mL dosage.\n\nAdult Dosage\n\nLennox-Gastaut Syndrome or Dravet Syndrome:\nDosing with CBD should begin at lower concentrations and titrate up to clinical levels. In patients 12 months and older, the initial dose should be 2.5 mg/kg orally twice daily. The maintenance dose is 10 to 20 mg/kg/d. If the patient has tolerated CBD therapy for a week, the dose may be increased to 5 mg/kg twice daily. The dose can be increased by 2.5 mg/kg twice daily, every other day, as tolerated. For patients with Lennox-Gastaut Syndrome, the maximum dose is 20 mg/kg/d. For patients with Dravet syndrome, the maximum dose is 20 mg/kg/d. Patients who need a more rapid titration may gradually increase the dose daily.\n[27]\n[28]\n\nTuberous Sclerosis Complex\n\nThe initial suggested dose is 2.5 mg/kg orally twice daily (equivalent to 5 mg/kg/d). This dosage may be increased weekly by 2.5 mg/kg (equivalent to 5 mg/kg/d) as tolerated, up to a maintenance dose of 12.5 mg/kg orally twice daily (equivalent to 25 mg/kg/d).\n[29]\n\nSpecific Patient Populations\n\nHepatic impairment:\nDosages must be titrated slowly for patients with hepatic impairment, as cannabidiol can cause liver damage. CBD dosing remains unchanged in individuals with mild (Child-Pugh A) hepatic impairment.\n[27]\nAccording to FDA-approved product labeling, the recommended dosage for hepatic impairment is as follows:\n\nTable\nLennox-Gastaut Syndrome or Dravet Syndrome\n(Maintenance dose)\n\nRenal impairment:\nThe product labeling does not provide dosage adjustments for cannabidiol due to impaired kidney function.\n\nPregnancy considerations:\nThe American College of Obstetricians and Gynecologists (ACOG) advises healthcare providers to inquire about substance use, including marijuana, before and during pregnancy. Pregnant women should be counseled on the potential risks associated with marijuana use and encouraged to stop using it.\n[30]\nPregnant women using cannabidiol should be encouraged to participate in pregnancy registries. There is insufficient data concerning the effect of cannabidiol on fetal development during pregnancy. Preclinical investigations have demonstrated that high doses of fetal CBD exposure may alter thermal pain sensitivity, problem-solving behaviors, and the excitability of pyramidal neurons in the prefrontal cortex. CBD intake during pregnancy may have detrimental long-term neurodevelopmental consequences.\n[31]\n\nBreastfeeding considerations:\nCannabidiol has not been investigated in women who are breastfeeding. Due to the lack of published data on cannabidiol as an antiepileptic during breastfeeding, an alternative medication is advised, particularly when preterm infants are being nursed.\n[32]\n\nPediatric patients:\nThe FDA has approved cannabidiol for Lennox-Gastaut syndrome, Dravet syndrome, and tuberous sclerosis complex in all age groups.\n\nOlder patients:\nClinicians should initiate CBD therapy at lower doses for older adults due to potential reductions in renal and hepatic function and concurrent drug therapy.",
    "adverse_effects": "Liver Damage\n\nCBD can cause dose-dependent hepatotoxicity. Concomitant use of CBD and other medications, including leflunomide, lomitapide, mipomersen, pexidartinib, teriflunomide, and valproate, is known to cause liver damage. Clinicians should warn patients with elevated baseline transaminase levels about the risk of exacerbating liver function while taking CBD. Providers should monitor bilirubin and transaminase levels before and during treatment. According to ASCO guidelines, hepatotoxicity is primarily observed when CBD is administered orally at daily doses of 300 mg or greater.\n[13]\nDiscontinuation of CBD or discontinuing concomitant use reduces these elevations. In patients with moderate or severe liver damage, slow titration and dosage adjustment are recommended.\n[33]\n[34]\n\nOther Adverse Effects\n\nReports of malaise, asthenia, and sedation associated with CBD use have been documented. These adverse effects may diminish over time and are more likely to be reported earlier in treatment. A meta-analysis demonstrated that CBD treatment is linked to somnolence, diarrhea, and transaminitis.\n[35]\n\nCannabidiol may be associated with increased suicidal thoughts and behaviors.\n[36]\nWhen prescribing CBD, the physician should warn patients and caregivers to watch for any unusual changes in mood or behaviors. Any changes require evaluating whether they result from CBD, other medications, or underlying illnesses.\n\nCBD is only recently available and is usually used as an adjunct therapy; further investigations are necessary to better comprehend potential adverse effects and effects on liver enzymes and drug interactions.\n[37]\n[1]\nPost-marketing surveillance has revealed cortical visual impairment and a hyperactive pharyngeal reflex as potential adverse effects of CBD.\n[38]\n\nDrug-Drug Interactions\n\nThe coadministration of rifampin, a strong CYP3A4 inducer, decreases plasma concentrations of cannabidiol.\n[39]\nCannabidiol weakly inhibits CYP1A2, potentially increasing exposure to caffeine, theophylline, or tizanidine.\nIn vitro data suggest potential drug-drug interactions with CYP2B6 substrates, including bupropion and efavirenz, UGT1A9 substrates (eg, propofol and fenofibrate), and UGT2B7 substrates (eg, gemfibrozil, lamotrigine, morphine, and lorazepam) when coadministered with cannabidiol. Cannabidiol may also interact with CYP2C8 and CYP2C9 substrates such as phenytoin. Dosage adjustments of these substrates may be necessary if adverse reactions occur during coadministration.\nCoadministration of cannabidiol may increase plasma concentrations of drugs metabolized by CYP2C19 (eg, diazepam), potentially raising the risk of adverse reactions. Reducing the dosage of sensitive CYP2C19 substrates may be necessary when coadministered with cannabidiol.\nCannabidiol coadministration increases plasma concentrations of N-desmethyl clobazam, the active metabolite of clobazam. If adverse reactions occur with cannabidiol coadministration, clobazam dose reduction should be considered.\nConcomitant use of cannabidiol and stiripentol may increase exposure to stiripentol, though the mechanism of this interaction is unclear. Patients should be monitored for stiripentol-related adverse drug reactions.\n[40]\nCoadministration of cannabidiol with everolimus, a P-glycoprotein and CYP3A4 substrate, increases everolimus exposure.  Monitoring of everolimus levels and adverse effects is recommended when initiating cannabidiol therapy in patients taking this medication.\nThe concurrent use of cannabidiol with drugs like valproate increases the risk of hepatotoxicity.\n[41]\nLiver function tests should be performed regularly, and discontinuation or reduction of cannabidiol should be considered if there is significant hepatotoxicity.\nClinicians should be cautious about prescribing CBD with other sedative medications, such as benzodiazepines and opioids. Concomitant use of CBD with these sedative medications can result in severe respiratory depression.\n[42]\n[43]",
    "monitoring": "Due to the potential negative effects of CBD on the liver, transaminase and bilirubin levels must be measured before and after treatment initiation. If these levels increase before treatment, this may be a sign of underlying liver damage. By measuring transaminase levels during treatment, earlier identification of potential liver damage may be identified, and CBD dosing may be titrated down. These levels should be obtained 1 month before and 3 months after initiating treatment. After any change in dose or addition of a medication known to affect the liver, transaminase and bilirubin levels should be obtained monthly from patients who have liver damage or take drugs known to cause hepatotoxicity (eg, valproate, clobazam).\n\nTransaminase and total bilirubin levels should be obtained immediately at the first signs of liver dysfunction, such as right upper quadrant pain, nausea, vomiting, jaundice, and dark urine. If transaminase levels are greater than 5 times the upper limit of normal or greater than 3 times the upper limit, and bilirubin levels are greater than 2 times the upper limit of normal, treatment should be discontinued.\n[47]\n[48]\n\nAccording to ASCO guidelines, hepatotoxicity is predominantly observed in adult and pediatric populations administered oral CBD at daily doses of 300 mg or greater. Federal legislation has sanctioned cannabis with increased CBD levels and minimal THC content.\n[13]\nThe American Society of Regional Anesthesia and Pain Medicine (ASRA) recommends delaying elective surgery for a minimum of 2 hours after cannabis smoking due to the increased perioperative risk of acute myocardial infarction.\n[49]",
    "toxicity": "Reports of required ventilation support for children and older adults after ingesting excessive cannabis amounts have been documented.\n[50]\nCBD is associated with worsening respiratory depression in patients taking other respiratory-depressing drugs, such as opioids and benzodiazepines. In these scenarios, respiratory support is the mainstay of treatment; there is no antidote to CBD or cannabis toxicity.\n[11]\n[51]\n[47]\n[50]"
  }
}