{
  "drug_name": "linezolid",
  "nbk_id": "NBK539793",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK539793/",
  "scraped_at": "2026-01-11T15:33:00",
  "sections": {
    "indications": "Linezolid administration is contraindicated in individuals with a documented hypersensitivity to the drug or its excipients. Anaphylactoid reactions have been reported. Do not use within 2 weeks of MAO inhibitors like phenelzine.\n[31]\n\nWarnings and Precautions\n\nMyelosuppression:\nWeekly monitoring of complete blood counts is advisable. Thrombocytopenia is more frequently reported in patients with renal impairment and hepatic impairment. Consider discontinuation of linezolid if evidence of myelosuppression is apparent.\n[19]\nUse caution with serotonergic and adrenergic drugs, eg, imipramine.\n[32]\n\nPeripheral neuropathy and optic neuropathy:\nCases have been documented in patients receiving treatment over 28 days. Prompt ophthalmic evaluation is recommended if patients experience visual impairment symptoms. A study identified a correlation between higher doses of linezolid and reduced rates of full recovery in patients, indicating a dose-dependent aspect of linezolid-induced optic neuropathy.\n[33]\n\nSerotonin syndrome:\nPatients prescribed serotonergic agents, including antidepressants, should be closely observed for signs of serotonin syndrome. Linezolid should be administered to patients taking serotonergic antidepressants only when no alternative therapies are available. Discontinue serotonergic antidepressants and monitor for signs of serotonin syndrome and antidepressant discontinuation.\n[34]\n\nHyponatremia:\nMonitoring serum sodium levels regularly for patients at risk of hyponatremia or syndrome of inappropriate diuretic hormone (SIADH) is essential.\n[35]\n[36]\n\nPhenylketonuria:\nUse caution when prescribing linezolid oral suspension to patients with phenylketonuria (PKU) due to the presence of phenylalanine. Other linezolid formulations do not contain phenylalanine.\n[37]",
    "mechanism": "Linezolid is the first approved oxazolidinone to inhibit bacterial protein synthesis by interfering with translation. Linezolid attaches to a site on the bacterial 23S ribosomal RNA of the 50S subunit, preventing the formation of a functional 70S initiation complex.\n[11]\nThis activity essentially inhibits protein production and prevents bacteria from multiplying. Linezolid is bacteriocidal against most streptococcal strains and bacteriostatic against staphylococci and enterococci; this makes linezolid a poor option for immunosuppressed patients.\n\nLinezolid is also a reversible, nonselective monoamine oxidase (MAO) inhibitor.\n[12]\nMonoamine oxidase inhibition leads to an increased concentration of the neurotransmitters epinephrine, norepinephrine, dopamine, and serotonin in the central and sympathetic nervous system. Inhibition can also desensitize alpha- and beta-adrenergic and serotonin receptors. Inhibition of MAO in the gastrointestinal tract and liver can lead to absorption of high levels of tyramine from the diet, which may cause life-threatening hypertension.\n\nResistance in MRSA is due to a point mutation in the 23S rRNA.\n[13]\nAdditionally, linezolid resistance in staphylococci can be attributed to a methyltransferase enzyme. This type of resistance is governed by the CFR (chloramphenicol-florfenicol) gene, which resides on a plasmid and can be transferred between staphylococcal bacteria.\n\nPharmacokinetics\n\nAbsorption:\nLinezolid is well absorbed after oral dosing with an absolute bioavailability of approximately 100%. The drug can be administered orally or intravenously without dose adjustment and can be administered with or without food (food delays the rate but not the extent of oral absorption).\n[14]\n\nDistribution:\nLinezolid readily distributes to well-perfused tissues, with a plasma protein binding of about 31%. The volume of distribution (Vd) at steady-state in healthy adults is approximately 40 to 50 liters. Linezolid crosses the blood-brain barrier, making it a valuable option for CNS infections caused by MRSA.\n[15]\nThe study found that despite lower linezolid concentrations in the lung compared to serum, these concentrations remained above the minimum inhibitory concentration (MIC) and mutant prevention concentration (MPC) values in almost all patients with drug-resistant tuberculosis.\n[16]\n\nMetabolism:\nLinezolid undergoes oxidation of the morpholine ring, resulting in 2 inactive carboxylic acid metabolites (A and B). Metabolite A is formed enzymatically, while metabolite B is produced via a non-enzymatic chemical oxidation mechanism.\n\nExcretion:\nRenal clearance is about 40 mL/min, indicating tubular reabsorption. Under steady-state conditions, approximately 30% of the administered dose is eliminated in the urine as linezolid, while 40% and 10% are excreted as metabolite B and metabolite A. Metabolites of linezolid can accumulate in patients with renal impairment.\n[17]",
    "administration": "Available Dosage Forms and Strengths\n\nLinezolid is available in tablets, suspension, and injection. The dosage of intravenous (IV) and tablet formulations are interchangeable. Renal dosing is not required. Invert gently to mix before administration, and do not vigorously shake the oral suspension. Linezolid is available as an injectable solution at a concentration of 2 mg/mL, an oral suspension of 100 mg/5 mL, and tablets containing 600 mg.\n\nAdminister linezolid IV infusion over 30 to 120 minutes. Do not mix or infuse with other medications. When using the same IV line for sequential infusion, flush the line with D5W, normal saline, or lactated Ringer's solution before and after infusing linezolid. The yellow color of the injection may intensify with time without affecting potency. Linezolid use may result in a suboptimal clinical response when treating organisms with a MIC (minimum inhibitory concentration) of 4 mcg/ml or greater and warrants a complete infectious disease re-assessment and change in drug therapy.\n\nAdult Dosage\n\nNosocomial pneumonia\n\nDose: The recommended dose for nosocomial pneumonia is 600 mg, administered IV or orally every 12 hours.\nDuration: Treatment is typically continued for 10 to 14 days.\n\nCommunity-acquired pneumonia with concurrent bacteremia\n\nDose: The recommended dose of community-acquired pneumonia with concurrent bacteremia is 600 mg administered IV or orally every 12 hours.\nDuration: Treatment usually continues for 10 to 14 days.\n\nComplicated skin and skin structure infections\n\nDose: In complicated skin and soft tissue infections (cSSTIs), the recommended linezolid dosage is 600 mg IV or orally every 12 hours.\nDuration: Treatment typically is for 10 to 14 days.\n\nUncomplicated skin and skin structure infections\n\nDose: Adults should take a dose of 400 mg orally every 12 hours.\nDuration: Treatment typically is for 10 to 14 days.\n\nVancomycin-resistant\nEnterococcus faecium\ninfections, including concurrent bacteremia\n\nDose: The recommended dose for vancomycin-resistant\nEnterococcus faecium\ninfections, including concurrent bacteremia, is 600 mg administered IV or orally every 12 hours.\nDuration: Treatment is extended for a period of 14 to 28 days.\n\nSpecific Patient Populations\n\nHepatic impairment\n: Linezolid pharmacokinetics remain unchanged in mild-to-moderate hepatic impairment (Child-Pugh class A or B), and no dosage adjustment is recommended. The risk of hematological toxicity increases in patients with cirrhosis.\n[18]\n\nRenal impairment:\nUse linezolid with caution in renal impairment due to the risk of thrombocytopenia.\n[19]\n\nBreastfeeding considerations:\nLinezolid is excreted into breast milk at concentrations likely to be effective against staphylococcal strains commonly found in mastitis. Limited clinical data suggest that infants would receive 6% to 9% of the standard infant dose through breast milk; thus, monitoring the infant for potential gastrointestinal effects, such as diarrhea and vomiting, is advisable. Due to limited published experience with linezolid during breastfeeding, an alternative drug may be preferred, especially when nursing a newborn or preterm infant.\n[20]\n\nPregnancy considerations:\nA lack of pharmacokinetic and controlled studies of linezolid are available in pregnant women. A case report demonstrated positive maternal outcomes without fetal teratogenesis during a 4-week course of linezolid initiated at the 14th week of pregnancy. Linezolid could be used during pregnancy when the potential benefits outweigh the risks.\n[21]\nLinezolid has also been used in pregnancy for multidrug resistant tuberculosis (MDR-TB); however, clinicians should monitor for adverse effects.\n[22]\nAnimal studies indicate that higher doses in mice resulted in maternal toxicity, increased embryo death, and decreased fetal body weights, with costal cartilage fusion. Reduced fetal body weights and decreased ossification of sternebrae at the higher dose were seen in rats.\n\nPediatric patients\n\nNosocomial pneumonia:\n\nDose: The recommended dose for nosocomial pneumonia is 10 mg/kg IV or orally every 8 hours.\nDuration: Treatment is typically continued for 10 to 14 days.\n\nCommunity-acquired pneumonia with concurrent bacteremia:\n\nDose: The recommended dose for community-acquired pneumonia with concurrent bacteremia is 10 mg/kg IV or orally every 8 hours.\nDuration: Treatment usually continues for 10 to 14 days.\n\nComplicated skin and skin structure infections:\n\nDose: In complicated skin and soft tissue infections (cSSTIs), the linezolid dosage is 10 mg/kg IV or orally every 8 hours.\nDuration: Treatment typically is for 10 to 14 days.\n\nUncomplicated skin and skin structure infections:\n\nDose: For uncomplicated skin and skin structure infections, children aged less than 5 should be prescribed 10 mg/kg orally every 8 hours. Children aged 5 to 11 should be prescribed 10 mg/kg orally every 12 hours.\nDuration: Treatment typically is for 10 to 14 days.\n\nVancomycin-resistant\nEnterococcus faecium\ninfections, including concurrent bacteremia:\n\nDose: The recommended dose for vancomycin-resistant\nEnterococcus faecium\ninfections, including concurrent bacteremia, is 10 mg/kg IV or orally every 8 hours\nDuration: Treatment is extended for a period of 14 to 28 days.\n\nOlder patients:\nClinical studies did not reveal significant disparities in the safety or effectiveness of linezolid between older and younger patients. However, increased sensitivity to linezolid in older patients is possible.",
    "adverse_effects": "The most common adverse effects experienced with linezolid use include decreased platelets, hemoglobin, white blood cell counts, headache, nausea, diarrhea, elevated pancreatic enzymes, elevated liver function tests, and neuropathy.\n[23]\n[24]\nWarnings associated with linezolid include duration-related myelosuppression (thrombocytopenia, anemia, leukopenia), serotonin syndrome, hypoglycemia; caution in patients on insulin or hypoglycemic drugs, seizures, lactic acidosis, hypertension when used with adrenergic drugs, and irreversible peripheral and optic neuropathy when used for 28 days or greater. Reports exist of blurred vision in patients receiving shorter courses of linezolid.\n[8]\nProlonged use may result in fungal or bacterial infection, including\nClostridioides difficile\n-associated diarrhea (CDAD) and pseudomembranous colitis. CDAD can occur greater than 2 months after postantibiotic treatment. Lactic acidosis may also occur with use; evaluate patients who develop recurrent nausea and vomiting, unexplained acidosis, or low bicarbonate concentrations.\n\nDrug-Drug Interactions\n\nAdrenergic drugs:\nAvoid using linezolid with adrenergic drugs such as pseudoephedrine, epinephrine, norepinephrine, dopamine, or dobutamine due to the risk of hypertensive crisis.\n\nSerotonergic drugs:\nSerotonin syndrome can occur when linezolid is co-administered with serotonergic agents such as SSRI. Therefore, linezolid should not be used with patients taking serotonergic antidepressants or other medications like tricyclic antidepressants, bupropion, buspirone, triptans, or meperidine unless clinically necessary and closely monitored for signs of serotonin syndrome or neuroleptic malignant syndrome. If urgent linezolid treatment is required for patients already taking serotonergic drugs, discontinue the antidepressant and administer linezolid. Monitor for 2 weeks and up to 5 weeks with fluvoxamine.\n[25]\n\nMyelosuppressive agents:\nLinezolid should be cautiously used with drugs that can cause bone marrow suppression. Concurrent administration of linezolid with drugs such as clozapine and cladribine should be avoided.\n[26]\n[27]\n[28]\n[29]\n[30]",
    "monitoring": "Monitoring parameters include heart rate, blood pressure, blood glucose, weekly complete blood count (CBC), and fundus examination. Blood pressure requires close monitoring in patients with untreated hyperthyroidism. Patients with disease-related concerns such as diabetes mellitus, hypertension, hyperthyroidism, pheochromocytoma, and carcinoid syndrome also require close monitoring.\n[37]",
    "toxicity": "Toxicity is infrequent, and no antidote for linezolid is currently available. Symptomatic and supportive treatment is recommended for managing mild to severe toxicity. For severe neutropenia, administer colony-stimulating factors such as filgrastim or sargramostim. Filgrastim is dosed at 5 mcg/kg/day subcutaneous (SQ) or IV over 15 to 30 minutes, or sargramostim at 250 mcg/m\n2\n/day IV over 4 hours. Transfusion of platelets, packed red cells, or both may be necessary for patients with severe thrombocytopenia, anemia, or hemorrhage.\n\nFor seizures, administer IV benzodiazepines; barbiturates or propofol may be an option if seizures persist or recur. Airway management may be necessary for patients with severe seizures. The primary treatment for serotonin syndrome is sedation with IV benzodiazepines and cooling measures (cyproheptadine is an option for milder cases). Start with an initial dose of 12 mg of cyproheptadine, followed by 2 mg every 2 hours if symptoms persist. When stability is attained, switch to a maintenance dose of 8 mg every 6 hours. Ensure that the daily dose for adults does not surpass 0.5 mg/kg/day.\n[38]\nActivated charcoal is a consideration in patients with a recent overdose of linezolid tablets and co-ingested potentially dangerous medications, eg, tricyclic antidepressants.\n\nMonitoring is necessary for vital signs and liver enzymes in symptomatic patients. Additionally, monitor serial CBC with differential and platelet count. Reports exist of myelosuppression, including anemia, pancytopenia, leukopenia, and thrombocytopenia in patients receiving linezolid. Monitoring serum electrolyte status is indicated for patients with significant diarrhea and vomiting."
  }
}