{
  "drug_name": "linolenic acid",
  "nbk_id": "NBK551655",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK551655/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Familial hyperchylomicronemia syndrome (FCS) is a rare autosomal recessive metabolic disorder caused by mutations in lipoprotein lipase. It presents as elevated triglycerides and chylomicrons in the plasma that can cause an array of symptoms.\n[1]\nElevated triglycerides can cause a variety of symptoms, including serious episodes of acute pancreatitis.\n[2]",
    "mechanism": "About 80% of familial hyperchylomicronemia syndrome results from inherited defects in both alleles of the lipoprotein lipase gene. The rest, 20%, is the result of a mutation in other genes related to the function of lipoprotein-lipase such as apolipoprotein C-II (APOC2), apolipoprotein A-V (APOA5), high-density lipoprotein binding protein 1 (GP1HBP1), and lipase maturation factor 1 (LMF1). Other unidentified mutations also exist.\n[1]\nThese all mutations lead to the malfunctioning of the enzyme lipoprotein lipase.",
    "monitoring": "Evaluation of familial chylomicronemia syndrome is necessary if any patient presents with the signs and symptoms mentioned above. A complete, fasting lipid profile is essential. For diagnosis, blood triglycerides should be higher than 880 mg/dl for three consecutive blood draws. Though conditions other than FCS can cause elevated triglycerides levels, hypertriglyceridemia refractory to triglycerides lowering therapy should raise suspicion of familial chylomicronemia syndrome. One quick way to evaluate is to look for milky appearance and lipemic separation on refrigeration of the blood samples.\n[13]\n[12]\n\nFurther, for those who present with recurrent pancreatitis, careful past medical and family history (as mentioned above in history and physical), medications history, and alcohol use history should be obtained. Serum lipase should be checked over amylase as amylase can be affected by elevated chylomicrons. Computed tomography should be obtained for patients with recurrent abdominal pain to look for pancreatitis and its complications. Ultrasound of the right upper quadrant should also be performed to look for gallstones as a possible cause of pancreatitis.\n[14]\nFurther, complete blood count, a basic metabolic panel with liver enzymes, and the clinician should check hemoglobin A1c for evaluation of metabolic syndrome, alcoholic, and non-alcoholic fatty liver disease. Other endocrine conditions like hypothyroidism and Cushing syndrome should also be ruled out by checking thyroid stimulating hormones, free thyroxine (free T4), and 24-hour urine free cortisol, respectively. Furthermore, circulating apolipoprotein- B II levels can be checked to differentiate from other hypertriglyceridemias such as polygenic hyperchylomicronemia and combined hyperlipidemia (pCH). Patients with pCH have apolipoprotein B II levels above 120 mg/dl, whereas FCS patients will have less than 100 mg/dl.\n[15]\n\nPost-heparin lipoprotein lipase activity assay and genetic mutation analysis are diagnostic tests but are only available at specialized laboratories. In post-heparin LPL assay, injection of intravenous heparin fails or inadequately releases lipoprotein lipase from endothelial capillaries. Genetic tests are expensive, and some mutations can be overlooked since not all genetic mutations have been identified.\n[16]\n[17]",
    "administration": "Management of FCS is usually via an interprofessional team, including an endocrinologist or lipidologist, dietician, patient’s support group, and primary care. Dietary modification is the mainstay management of familial chylomicronemia syndrome. Lipid-lowering therapy such as fibrates, niacin, and omega-3 fatty acids have little to no role in the treatment as they act by either decreasing VLDL or increasing lipoprotein lipase activity. Both mechanisms will not affect the chylomicrons in FCS. Therefore, patients should follow a very-low-fat diet with a fat intake of less than 10% to 15% of daily calories (i.e., no more than 20 to 30 gm fat per day). Patients should be encouraged to use medium-chain triglycerides because they are water-soluble, not incorporated in the chylomicrons, and readily absorbed in the portal vein. They should also take essentials fatty acids such as alpha-linolenic acid and linolenic acid in addition to fat-soluble vitamins. Moreover, they should avoid alcohol intake and take caution with certain medications that can increase triglycerides levels, such as beta-blockers, thiazide diuretics, and exogenous estrogen.\n[2]\n\nThe goal of the dietary modification is to keep the triglycerides levels below the threshold for acute pancreatitis (i.e., in the range of 750 mg/dl to 880 mg/dl.) Often, the diet regimen is so rigid that patients are unable to maintain it regularly. Therefore, counseling and close follow-up with a dietician along with an endocrinologist or lipidologist are necessary. In settings of complicated acute pancreatitis, plasmapheresis may be an option in selected cases, especially in pregnant patients.\n[7]\n\nAlipogene tiparvovec is the first gene therapy approved in Europe and was thought to decrease the triglyceride by 40% within 12 weeks post-therapy. However, it was then discontinued in 2017. Further, volanesorsen, an Apo C-III ASO, has been shown to reduce triglyceride by 50 to 80% in phase II and III trials and is pending approval right now.\n[16]\n[18]",
    "adverse_effects": "The most common complication is acute and recurrent pancreatitis and hospitalizations. Acute severe pancreatitis can also cause multi-organ failure and increases morbidity and mortality. It can also cause chronic pancreatitis leading to loss of exocrine function, pancreatic pseudocyst, or necrotizing pancreatitis. Further, hypertriglyceridemia can cause significant cardiovascular disease. Some other complications include anxiety, depression, social anxiety, change in mentation, loss of memory, and difficulty concentrating.\n[3]"
  }
}