{
  "drug_name": "linseed",
  "nbk_id": "NBK559229",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559229/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Giant cell tumor (GCT) is one of the most common benign bone tumors, predominantly occurring in young adults aged 20 to 40 with a high recurrence rate and the potential for aggressive behavior.\n[1]\nTypically found at the metaphyseal or epiphyseal regions of the tibia or femur, GCT, despite its predominantly benign nature, exhibits a highly unpredictable spectrum of disease behavior. Local aggressiveness varies from focal symptoms arising from bony or cortical destruction and surrounding soft tissue expansion to the rare occurrence of metastasis. Instances of GCT within the axial skeleton pose a heightened risk of severe local complications and are often deemed unresectable.\n[2]\n\nUnder the microscope, the biopsied tissue reveals multinucleated giant cells comprising 3 distinct cell types:\n\nGiant cell tumor stromal cells originating from osteoblasts\nMononuclear histiocytic cells\nMultinucleated giant cells belonging to an osteoclast-monocyte lineage\n[3]\n\nThe giant cells carry out the primary task of tumor bone resorption within the tumor. The spindle-like stromal cells are pivotal in recruiting monocytes and facilitating their fusion into giant cells. The stromal cells also improve the resorptive capabilities of the giant cells, contributing to the overall bone resorption mechanism.",
    "mechanism": "The precise etiology of GCT is not fully understood, and there is ongoing debate about whether it represents a true neoplasm or a reactive condition. Notably, a 20q11 amplification is seen in 54% of GCTs, and 20% of cases exhibit over-expression of p53. Centrosome amplification and boosted telomerase activity, coupled with the prevention of telomere shortening, provide evidence supporting a neoplastic origin.\n[4]\n[5]\n[6]",
    "monitoring": "The evaluation for GCT involves a combination of laboratory and imaging studies, followed by a biopsy for a definitive diagnosis. Below is a detailed discussion.\n\nBlood Investigations\n\nRoutine\nblood investigations are conducted as part of the preoperative workup. Specifically, serum acid phosphatase should be assessed, as it is known to be increased in patients with GCT and can correlate with treatment response. This is especially useful in cases of local recurrence. In a retrospective study, Hayashida et al reported that tartrate-resistant acid phosphatase 5b levels were found to be raised in younger patients and those with fewer pathological secondary changes. Interestingly, these levels do not necessarily correlate with tumor volume.\n[43]\n\nImaging Modalities\n\nRadiograph examination typically reveals a characteristic radiolucent geographic appearance with a narrow transition zone at the lesion margin (see\nImage.\nLytic Lesion). Unlike many benign lesions, GCT lacks a prominent sclerotic rim at the lesion margin. Calcification of the matrix, periosteal reaction, and new bone formation are typically absent.\n[20]\nThe lesion is eccentrically located in the epiphyseal portion and tends to extend up to a centimeter into the subchondral bone.\n\nImaging modalities such as computed tomography (CT) scan and magnetic resonance imaging (MRI) can confirm the typical subchondral location of GCTs within the bone and assess the extent of a soft tissue mass, either beyond the bone cortex or through the adjacent joint.\n[44]\n[45]\nFunctional positron emission tomography (PET) and bone scans are other modern imaging modalities that can determine the extent of disease involvement.\n\nCT scans provide a more accurate assessment of cortical thinning, penetration, and bone mineralization than plain radiographs. The neocortex formation and tumor density can be visualized, helping distinguish primary osteosarcoma. A chest CT scan is recommended in patients with locally recurrent disease to assess for metastatic spread.\n\nMRI is a crucial tool for assessing the integrity of the surrounding soft tissues, neurovascular structures, and the extent of subchondral extension into adjacent joints. GCT lesions typically present with homogeneous signal intensity, appearing as well-circumscribed lesions on MRI. On T1-weighted images, these lesions exhibit low signal intensity, while on T2-weighted images, intermediate signal intensity is observed. The typical features include an expansile hypervascular mass with cystic changes, displaying heterogeneous low to intermediate signal intensity on T1-weighted images and intermediate to high intensity on T2-weighted images.\n[24]\n[25]\nNotably, areas of low signal intensity on both T1 and T2-weighted images are attributed to the accumulation of significant amounts of hemosiderin.\n[20]\nMRI helps assess the soft tissue mass and cystic components within the tumor. For the evaluation of residual or recurrent GCT, fat-suppression fluid-sensitive sequences in MRI are useful.\n[23]\n\nBone scans aid in staging multicentric disease, although findings, typically revealing a decrease in the radiotracer uptake in the tumor's center, lack specificity for GCTs. Aneurysmal bone cysts exhibit a similar appearance. Limited data exist regarding fluorine-18 fluorodeoxyglucose (FDG)-PET for newly diagnosed GCT. GCT shows the accumulation of the FDG tracer, distinguishing it from many benign bone tumors, presumably due to the active metabolism of osteoclast-like giant cells.\n[26]\n[27]\nHowever, the advantages of FDG PET evaluation compared to conventional imaging with CT, MRI, or a bone scan remain unclear. Changes in FDG uptake over time correlate with the tumor's metabolism and angiogenic activity.\n[28]\nAdditionally, the response to denosumab therapy can be assessed using 18F-fluorodeoxyglucose-positron avidity.\n[23]\n\nBiopsy and Immunohistochemistry\n\nBiopsy samples undergo immunohistochemistry, and identifying the H3.3-G34W mutation is sensitive and specific for diagnosing GCT, helping differentiate it from other giant cell-rich tumors.\n[46]\n[47]\nFurthermore, detecting this mutation provides valuable insights into the molecular characteristics of GCT, informing potential therapeutic approaches and prognostic considerations for patients.",
    "administration": "The management of GCT involves a multidisciplinary approach, combining surgical, medical, and sometimes radiation therapies. The specific approach depends on factors such as the tumor's location, size, aggressiveness, and whether it is primary or recurrent.\n\nSurgical Resection\n\nThe standard care for treating GCT often involves a tailored approach considering the benign nature of most GCTs, their proximity to joints in young adults, and the goal of preserving bone anatomy. Many authors advocate for an intralesional approach rather than resection to maintain bone integrity.\n[48]\n[49]\n[50]\n\nWhile wide resection has been associated with a decreased risk of local recurrence, potentially raising the recurrence-free survival rate from 84% to 100%,\n[29]\n[51]\n[52]\nthis approach comes with higher rates of surgical complications. It may lead to functional impairment, necessitating reconstruction.\n[53]\n[54]\n[55]\nThe decision between intralesional curettage and wide resection is often made based on the tumor's location, size, aggressiveness, and the patient's overall health and preferences.\n\nResection may be the preferred option in benign tumors, particularly when bone salvageability through intralesional methods would cause a severe compromise in mechanical characteristics. This applies particularly to the \"expendable bones,\" such as the lower ulnar and upper fibular end, where excision may be the treatment of choice.\n\nIn primary and recurrent cases, especially when the tumor involves the end of a long bone and causes significant dysfunction of the joint surface, reconstruction becomes necessary. Several options are available for these cases, including mega prosthetic joint replacement, biologic reconstruction with an autograft, arthrodesis with internal/external fixation, microvascular fibula reconstruction, Ilizarov method of bone regeneration, and osteoarticular allograft.\n[1]\n[56]\n\nIn the past, GCTs were often treated with amputations, wide resections, or reconstructions. However, considering that GCTs are benign yet locally aggressive tumors, a local intralesional surgical approach is deemed appropriate in most cases. Treatment options include curettage, curettage and bone grafting, curettage with polymethylmethacrylate (PMMA) insertion, and primary resection. Radiation therapy and embolization of the feeding vessels are used for pelvic and sacral tumors that are not amenable to surgery.\n[57]\n\nRadiotherapy is recommended for spinal, sacral, or aggressive tumors when complete excision or curettage is impractical for any functional or medical reasons. Intralesional curettage and bone grafting are considered the limb-sparing treatment of choice, associated with acceptable functional and oncologic outcomes. However, a simple curettage with or without a bone graft presents a 27% and 55% recurrence rate. Many surgeons replace bone graft packing with PMMA packing due to its high recurrence rate.\n\nWide en-bloc resection is another option that offers the lowest recurrence rate and can be used in expendable bones. For instance, wide resection without reconstruction is often performed in the proximal fibula. In cases of GCT in the distal radius, resection and reconstruction with an allograft or an autograft are commonly undertaken.\n\nAdjuvant Treatments\n\nAdjuvant treatments, such as liquid nitrogen, phenol, or HO with argon beam coagulation, demonstrate excellent recurrence-free survival, especially when paired with intralesional curettage. The effectiveness of treating GCTs hinges more on the aggressiveness of the intralesional curettage than on the specific adjuvant used. The tumor location, associated fractures, extensions to the soft tissue, and an understanding of the resection's functional consequences influence tumor removal's adequacy.\n\nNovel adjuvant therapies for GCTs include topical or systemic bisphosphonates like zoledronate or pamidronate. Bisphosphonates induce apoptosis and limit the tumor progression by targeting the osteoclast-like giant cells.\n[58]\n[59]\nA clinical trial comparing zoledronic acid and denosumab reported no significant difference in the clinical and radiological outcomes. However, there was a higher risk of local recurrence with denosumab, though not statistically significant.\n[23]\nRecently, bisphosphonate mixed bone cement has been reported as an adjuvant for GCT, as it directly targets neoplastic mononuclear stromal cells after curettage.\n[60]\n[61]\n\nDenosumab, a monoclonal antibody, is widely used to treat unresectable GCTs of bone in adults and skeletally-matured adolescents. It acts by specifically binding to RANKL. In addition to its primary use, denosumab has been utilized preoperatively to reduce the tumor size, diminish the tumor's blood supply, and facilitate joint preservation procedures in periarticular locations. However, consensus is lacking regarding the optimal dose and duration of denosumab for adjuvant treatment or in cases of inoperable tumors. Reports suggest increased chances of local recurrence and severe complications with long-term denosumab use, as it targets multinuclear giant cells without affecting neoplastic mononuclear stromal cells.\n[62]\n\nThe Food and Drug Administration (FDA) has approved denosumab for use in unresectable and metastatic GCT and in cases where surgical management would harm the patient.\n[23]\nInitially, neoadjuvant denosumab use was described for 12 months. However, due to the risk of increased local recurrence attributed to denosumab's promotion of new bone formation, which limits the identification of tumor margins, a short course of neoadjuvant denosumab has been studied. Comparative analyses indicate no significant difference in clinical or radiological outcome and the histopathological response between patients receiving a short course or long-term denosumab as a neoadjuvant therapy.\n[63]\n\nSunitinib, a vascular endothelial growth factor receptor β-antagonist, has recently been reported for use with denosumab. This combination therapy aims to decrease stromal cell viability. Notably, its application was associated with completely eradicating giant and stromal cells in an adolescent patient with GCT.\n[64]\n\nCyclolinopeptide, a novel molecule extracted from linseed, has emerged as a potential new drug for GCTs. This compound possesses cytoprotective and immunosuppressive properties and demonstrates inhibitory effects on RANKL-signaling and osteoclastic differentiation.\n[65]\nExploring cyclolinopeptide introduces a promising avenue for novel therapeutic interventions in GCT, offering an alternative approach to managing the disease. While further research and clinical studies are needed to assess the safety and efficacy of these newer novel agents, no recognized effective chemotherapeutic agent is currently available to manage GCTS.",
    "adverse_effects": "Giant cell tumors of the bone can be complicated by the following:\n\nTumor recurrence\nOsteoarthritis of the knee joint\nStress fracture\nLimited movement\nPulmonary metastasis\nLocal and deep infections\nOsteomyelitis\nJoint degeneration\nHardware failure"
  }
}