{
  "drug_name": "lipase",
  "nbk_id": "NBK560795",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560795/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Lipoprotein lipase (LPL) deficiency is a genetic disorder inherited in an autosomal recessive pattern, typically presenting in childhood. This disorder is characterized by severe hypertriglyceridemia and chylomicronemia and is the most common form of chylomicronemia. Previously known as hyperlipoproteinemia type 1a,\n[1]\nthe condition was first described by Drs Burger and Grutz in 1932.",
    "mechanism": "LPL deficiency arises from mutations in the\nLPL\ngene, leading to a significant reduction or complete loss of enzymatic activity. Pathogenic deletions, nonsense mutations, and splice-site variants lead to an abnormal\nLPL\ngene product, which results in an absent or truncated LPL enzyme that exhibits defective catalytic activity. More than 220 pathological variants have been identified, including 70% missense mutations, 18% nucleotide insertions and deletions, 10% nonsense mutations, and a few splice site variants.\n[2]\n[3]\n\nLPL mediates the lipolysis of plasma triglycerides in chylomicrons and other triglyceride-rich lipoproteins. The absence of LPL results in significant fasting and postprandial chylomicronemia, with triglyceride levels reaching 10 to 100 times above the normal range of 150 mg/dL (1.7 mmol/L).\n[4]\n\nThe most common form of familial chylomicronemia syndrome (FCS) is LPL deficiency, resulting from inactivating mutations in both alleles of the\nLPL\ngene. FCS can also result from mutations in other genes that encode proteins essential for LPL activity, including apolipoproteins C-II (\nAPOC2\n) and A-5 (\nAPOA5\n), glycosylphosphatidylinositol-anchored high-density lipoprotein (HDL)-binding protein 1 (\nGPIHBP1\n), and lipase maturation factor 1 (\nLMF1\n). Due to the recessive inheritance pattern, 2 heterozygous parents have a 25% chance of having a child affected by LPL deficiency and a 50% chance of having a heterozygous child with each pregnancy.\n[5]\n[6]",
    "monitoring": "LPL deficiency should be suspected in young individuals presenting with clinical findings described in the\nHistory and Physical\nsection, supported by characteristic laboratory results.\n\nLaboratory Evaluation and Pertinent Findings\n\nMilky-appearing plasma: This is caused by the impaired clearance of plasma chylomicrons.\nPlasma triglyceride levels: The levels exceed 2000 mg/dL regardless of the patient’s fasting state.\n\nDiagnosis\n\nThe diagnosis of LPL deficiency is confirmed through molecular genetic testing, which detects biallelic pathogenic variants in the\nLPL\ngene.\n[29]\n\nThe 2 primary testing methods used include:\n\nSequence analysis: This identifies biallelic pathogenic variants in 97% of probands.\nGene-targeted duplication or deletion analysis: This identifies biallelic pathogenic variants in 4% of probands.\n\nMolecular genetic testing can be performed on the\nLPL\ngene or to identify other genetic variants that may lead to chylomicronemia. Single-gene testing analyzes the\nLPL\ngene, and if one or no pathogenic variant is found, gene-targeted duplication or deletion analysis should be conducted. A multigene panel assesses the\nLPL\ngene along with genes associated with apoC-II, apoAV, LMF1, and GPIHBP1.\n[1]\n[29]\n\nMeasurement of Lipoprotein Lipase Activity\n\nBiopsies of adipose tissue may be used to directly determine the LPL activity; however, the recommended initial test is an assay of plasma LPL activity. Heparin is administered intravenously to perform this assay. The post-heparin plasma, obtained 10 minutes after heparin administration, is added to a VLDL substrate, and the liberated free fatty acids are measured.\n\nLPL activity is expressed in μmol/L/min, reflecting the amount of free fatty acids released per liter of plasma per minute after subtracting hepatic lipase activity. Pathogenic variants in the lipase enzyme or its cofactor, apoC-II, result in undetectable lipoprotein lipase activity in post-heparin plasma, confirming a diagnosis of familial LPL deficiency.\n[29]\n[30]\n[31]",
    "administration": "Medical nutrition therapy is the cornerstone of managing LPL deficiency, focusing on a fat-restricted diet to prevent the onset of signs and symptoms and complications. The primary goal is maintaining plasma triglyceride levels below 2000 mg/dL, with optimal outcomes observed when levels are kept below 1000 mg/dL. Achieving this target typically involves limiting dietary fat intake to less than 20 g/d or 15% of total energy intake.\n[32]\n\nAdherence to a fat-restricted diet significantly improves the clinical manifestations of primary chylomicronemia, including the resolution of hepatosplenomegaly, abdominal pain, and xanthomas, while also significantly reducing the risk of pancreatitis. However, maintaining this diet is challenging, and long-term compliance—particularly among young patients—tends to be poor. Support from a dietitian or nutritionist is highly recommended to help patients achieve and sustain the necessary low-fat intake targets.\n[33]\n\nManaging lifestyle factors and addressing secondary causes of hypertriglyceridemia are crucial for patients with chylomicronemia. Key measures include avoiding alcohol, maintaining a healthy weight, and discontinuing medications known to exacerbate hypertriglyceridemia. Additionally, optimizing the management of conditions such as hypothyroidism, diabetes, and complications of nephrotic syndrome is essential for effective control.\n[32]\n[34]\n\nFish oil supplements are contraindicated for patients with LPL deficiency, as they promote chylomicron formation, unlike their beneficial effects in disorders characterized by excess hepatic triglyceride production. Agents such as alcohol, oral estrogens, older beta blockers, thiazide diuretics, selective serotonin reuptake inhibitors (SSRIs), and isotretinoin should be avoided, as they are known to elevate endogenous triglyceride levels.\n[1]\n[29]\nFor individuals on a very low-fat diet, dietary supplementation with fat-soluble vitamins (A, D, E, and K) and essential minerals is recommended to prevent deficiencies.\n\nAcute pancreatitis associated with LPL deficiency is treated similarly to pancreatitis from other causes. Preventing recurrent episodes reduces the risk of secondary complications, such as diabetes. Regular monitoring of plasma triglyceride levels helps assess the effectiveness of a fat-restricted diet.\n\nTraditional lipid-lowering medications, such as fibrates, niacin, and statins, used for mild-to-moderate hypertriglyceridemia, have minimal effectiveness in patients with primary chylomicronemia. However, anecdotal evidence indicates that these medications may benefit individuals without complete loss-of-function mutations in lipolytic pathway components or those with concomitant secondary factors contributing to hypertriglyceridemia.\n[32]\n[35]\n\nPregnant patients with LPL deficiency must adhere to a very fat-restricted diet, limiting fat intake to less than 10% of total caloric consumption, particularly during the second and third trimesters. Some pregnant patients who experience epigastric or abdominal pain have been successfully treated with near-zero fat diets. This approach, along with close monitoring of plasma triglyceride levels, helps ensure the delivery of healthy infants with normal plasma levels of essential fatty acids. Additionally, a combination of a very low-fat diet and gemfibrozil has been used safely during pregnancy.\n[1]\n[36]\n\nAcute pancreatitis during pregnancy poses a life-threatening risk to both the mother and fetus, with an estimated incidence of 1 in 1,000 to 1 in 10,000 pregnancies. Gallstones are the most common cause of acute pancreatitis in pregnancy, followed by hypertriglyceridemia.\n[37]\nFor family planning, genetic counseling should be offered to young adults who are affected, known carriers of deleterious variants, or at risk of being carriers.\n\nNovel Treatments\n\nRecent human genetic research has identified several novel targets for lipid-lowering therapy, including apoC-III, angiopoietin-like proteins 3 and 4 (ANGPTL3 and ANGPTL4, respectively), apolipoprotein V, and ATP citrate lyase. These targets hold the potential for improving outcomes in LPL deficiency and related atherosclerosis. ANGPTL3 is particularly notable, as it inhibits LPL activity, and monoclonal antibodies have been developed to target this protein.\n\nBeyond the statin target approach for low-density lipoprotein (LDL), new treatments targeting triglyceride-rich lipoproteins have emerged and are advancing through clinical development. Biological and RNA-based agents now complement traditional small-molecule treatments, which have seen significant refinement. Innovative targeting strategies have enhanced the efficacy of these novel interventions while substantially improving their tolerability.\n[38]\n[39]\n\nThe development of antisense RNA and small interfering RNA technologies enables the selective inhibition of specific protein production. These advancements have paved the way for innovative therapeutic strategies targeting hepatocytes, which are the central cells involved in lipid metabolism. These therapies engage a hepatocyte-specific receptor by conjugating RNA therapeutics to a carbohydrate ligand containing a terminal\nN\n-acetyl galactosamine (GalNAc) residue, facilitating precise drug delivery to liver cells. This targeted approach significantly reduces the required dose of inhibitory RNAs and minimizes adverse effects, such as serious injection-site reactions, which were common with earlier RNA therapeutics. Some of these treatments are currently in Phase 3 trials.\n[40]\n[41]\n\nCurrently, several promising treatment approaches are under development, including:\n\nPradigastat: This is an orally administered diacylglycerol\nO\n-acyltransferase 1 (DGAT1) inhibitor. This drug reduces chylomicron-triglyceride secretion by catalyzing the final step in triglyceride synthesis.\n[26]\n[42]\n\nEvinacumab: This is a monoclonal antibody targeting ANGPTL3—an inhibitor of LPL and endothelial lipase.\n[26]\n[38]\n\nVolanesorsen: This is an antisense oligonucleotide targeting apoC-III, a complementary DNA strand to the apoC-III mRNA transcript. This binding leads to the degradation of apoC-III mRNA and a reduction in apoC-III protein levels. ApoC-III inhibits LPL, increases VLDL production, decreases VLDL degradation, reduces hepatic lipase activity, and impairs receptor-mediated triglyceride clearance by the liver.\n[43]\n[44]\n\nEvinacumab is a monoclonal antibody that neutralizes ANGPTL3.\n[41]\n[45]\nIn 2021, the drug was approved by the US Food and Drug Administration (FDA) as an add-on treatment for adult and pediatric patients aged 12 and older with homozygous familial hypercholesterolemia. Evinacumab has also been tested in patients with refractory hypercholesterolemia from other causes, including LPL deficiency.\n[46]\nEvinacumab has been shown to significantly decrease triglycerides and LDL levels.\n[39]\n[47]\nAnother long-term study of patients with refractory hypercholesterolemia found a mean LDL reduction of 46% from baseline after 6 years. Adverse effects were common, including nasopharyngitis, elevated liver function tests, and diarrhea; however, none led to treatment discontinuation.\n[48]\n\nVolanesorsen was developed to treat FCS, of which LPL deficiency is one type. In patients with hyperchylomicronemia, volanesorsen reduced triglycerides by over 70%, although it caused injection-site reactions in nearly a quarter of patients.\n[49]\nThe FDA did not approve volanesorsen due to concerns about safety and tolerability. However, it is approved in Europe for patients with genetically confirmed FCS based on the APPROACH and COMPASS trials.\n[47]\n[50]\nVolanesorsen has also been used in case reports to treat LPL deficiency.\n[51]\n\nFibrates can raise HDL and lower triglycerides by stimulating peroxisome proliferator-activated receptor-alpha (PPARα). A novel selective PPARα modulator, pemafibrate, effectively lowers triglycerides and apoC-III. Unlike older fibrates, which have limited PPARα activation due to their nonselectivity, pemafibrate is 2500 times more potent than fenofibrate in activating PPARα activation.\n[47]\nThe large-scale PROMINENT trial demonstrated significant reductions in triglycerides, VLDL, remnant cholesterol, and apoC-III, although it did not improve cardiac outcomes, which was the trial's primary end point.\n[47]\n[52]\n[53]\n\nAlipogene tiparvovec is an\nLPL\ngene therapy approved in Europe, consisting of the LPL S447X variant delivered via a genetically engineered adeno-associated virus genotype-1. The intramuscular administration of the adenovirus vector introduces a functional copy of the\nLPL\ngene into the patient's muscle cells, thereby lowering fasting triglyceride levels. Despite significantly reducing triglycerides, this therapy is not widely available due to the development of anti-adenovirus antibodies with long-term use, which decreases its effectiveness. Additionally, there are concerns regarding its potential tumorigenic effects.\n[47]\n[54]\n[55]\n[56]\n\nSeveral studies have demonstrated the benefits of nutraceuticals, including artichoke leaf extract, berberine, and bergamot. In a study involving over 700 patients, artichoke leaf extract resulted in a significant decrease in triglyceride levels, which is believed to be due to its effects on multiple liver pathways.\n[47]",
    "adverse_effects": "In individuals with LPL deficiency, recurrent acute pancreatitis can lead to chronic pancreatitis. The secondary complications of chronic pancreatitis include diabetes, steatorrhea, and pancreatic calcifications. However, these complications are rare in individuals with LPL deficiency and typically do not occur before middle age. In rare cases, pancreatitis may be associated with serious complications such as total pancreatic necrosis and death.\n[1]"
  }
}