{
  "drug_name": "lipoic acid",
  "nbk_id": "NBK570588",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK570588/",
  "scraped_at": "2026-01-11T18:47:26",
  "sections": {
    "indications": "Interstitial cystitis/bladder pain syndrome (IC/BPS), formerly called interstitial cystitis, is a chronic (>6 weeks duration) pelvic condition that affects or appears to affect the urinary bladder with symptoms of discomfort, pressure, or pain. The condition is characterized by chronic inflammation and lower urinary tract symptoms, not due to infection or any other clearly identifiable cause.\n[1]\n[2]\nAs the definition varies somewhat between different societies and organizations, we will use the American Urological Association (AUA) definition.\n\nIn many cases, because IC/BPS remains a diagnosis of exclusion, the condition is often identified late or misdiagnosed, particularly in men, as chronic prostatitis/chronic pelvic pain syndrome or overactive bladder.\n[3]\n[4]\n[5]\n[6]\n[7]\n\nPatients often describe pain in the bladder or suprapubic region, with an intense sensation of urinary urgency. This sensation is worsened by bladder filling but is temporarily relieved by passing urine, which typically results in severe urinary frequency. This may be during the daytime and/or overnight. The urinary frequency is generally refractory to standard overactive bladder therapy, which should suggest considering a diagnosis of IC/BPS.\n\nThere may also be other symptoms, such as pain or burning when passing urine (dysuria) and discomfort during sexual intercourse, causing dyspareunia in women and ejaculatory pain in men. These chronic symptoms profoundly impact the patient's emotional, psychological, and social well-being as well as their quality of life.\n[8]\n\nAnatomy\n\nThe urinary bladder is a hollow viscus organ located in the pelvis, anterior to the rectum in both sexes and the uterus in females. It is partially covered by the peritoneum on the superior surface. It is composed of 4 layers.\n[9]\n\nThe mucosa, which contains the transitional epithelium, is the bladder lining and allows for the stretch of the urinary bladder. When stretched, the surface is smooth, but when relaxed, folds form in the mucosa, known as rugae. The mucosa also produces glycosaminoglycans (GAGs), making up the superficial coating that protects the mucosa from direct contact with potentially inflammatory urinary irritants.\n\nThe submucosa is composed of elastic connective tissue and further assists with the stretch of the bladder.\n\nThe muscularis layer (detrusor muscle) is composed of several layers (inner longitudinal, middle circular, and outer longitudinal) of smooth muscle oriented in multiple directions, which produce a uniform, simultaneous contraction that efficiently empties the bladder when a contraction is triggered.\n\nThe muscles also form a small band that encircles the area between the opening of the bladder and the urethra. This is known as the internal urinary sphincter and is controlled by the autonomic nervous system. Another distal band around the urethra controls conscious voiding, called the external sphincter, composed of skeletal muscle and innervated by the somatic nervous system.\n[10]\n\nIn women, the external urethral sphincter is distal and inferior to the bladder neck. The clitoris and pubic bone are anterior, while the anterior vaginal roof is immediately posterior. The external sphincter in women is also known as the urogenital sphincter.\n[10]\n\nThe fibrous connective tissue layer is the outermost covering of the bladder, except for the superior surface, which is covered by the parietal peritoneum.\n[11]\n\nThe bladder floor also contains a fixed, triangular area called the trigone. The openings to each ureter and the outlet to the urethra form the trigone. There are 3 apices, with a ureteral orifice in each lateral wing and the third arm entering the urethra.\n[11]\nThe trigone is located at the posterior base, also known as the fundus of the urinary bladder.\n[12]\n\nThe distal intramural portion of each ureter follows a shallow submucosal course as it travels through the detrusor muscle into the bladder. This anatomy acts as an anti-reflux mechanism or valve to prevent urine reflux into the kidney.",
    "mechanism": "The etiology of IC/BPS is not well understood, and the current thoughts around its pathogenesis remain multifactorial.\n\nCurrent research strongly suggests an underlying inflammatory process, although the precise cause for this is not well-understood.\n[13]\n\nCystoscopy findings in individuals with normal bladder function are characterized by a pale/pink mucosal appearance, a lack of erythema and swellings, and relatively straight capillaries (see\nImage.\nNormal Mucosa of the Bladder Wall). Cystoscopy in IC/BPS patients typically shows submucosal inflammation, which is seen as glomerulations (see\nImage.\nAbnormal Mucosa Wall). Large groups of mast cells are frequently found, further stimulating afferent sensory fibers. Increased urothelial permeability due to diminished GAG levels and ultrastructural abnormalities are seen on biopsies with a loss of tight junctions and adhesive junction proteins. This causes a loss of mucosal barrier protection, resulting in a \"leaky urothelium.\" This is also thought to be the reason why immunoglobulin and immune mediators are detected at higher levels in the urine of affected individuals.\n[13]\n[14]\n[15]\n\nFibrosis also results from the chronic inflammatory process, evident by the upregulation of extracellular matrix proteins, increased myofibroblasts, and decreased capillary density, which reduce bladder capacity and lead to further stretching and stimulation of afferent sensory pain fibers.\n[16]\n\nIncreased grey matter volume has been found in some IC/BPS patients with the disorder in brain regions responsible for pain perception. This was observed using functional magnetic resonance imaging (fMRI).\n[17]\n[18]\n\nSevere IC-like symptoms can develop after the use of illegally sourced ketamine. The precise etiology of this response remains unknown. The main theories involve urothelial damage, microvascular changes, autoimmunity, and infection either by ketamine or metabolites. The symptoms, cystoscopy, and biopsy findings have a great degree of crossover with IC, and the main difference would be the recreational abuse of ketamine. The risk of developing ketamine cystitis does not appear to be increased with the proper medical use of the drug.\n[19]\n\nLeading concepts regarding the underlying etiology of IC/BPS include the following:\n[20]\n[21]\n[22]\n[23]\n\nAutoimmune or immune-mediated processes\nChronic inflammation\nChronic stress\nFibrosis\nHeightened pain sensitivity due to an increase in grey matter volume\nMast cell dysfunction or hyperactivation\nNeurogenic inflammation/edema\nPelvic floor hypertonicity or dysfunction\nUpregulation and proliferation of sensory afferent fibers\nUrothelial dysfunction and exposure, especially in the epithelial and glycosaminoglycans (GAGs) layer\nVascular malformations that are seen as glomerulations on cystoscopy",
    "monitoring": "The workup should include laboratory examinations and procedures to identify other disorders that can produce symptoms similar to IC/BPS. This typically includes standard blood tests (CBC, CMP, glucose, HbA1c), urinalyses (microscopic) and urine cultures, and appropriate sexual health screening, including testing for sexually transmitted infections as appropriate.\n\nUrine cultures in patients with negative urinalysis are suggested to identify low or borderline bacteria levels that may still be clinically significant but escape detection on standard examinations.\n[1]\n\nNeither cystoscopy nor urodynamics is required to diagnose IC/BPS according to the AUA guidelines. Neither is diagnostic, but they may be appropriate if the diagnosis is in doubt.\n[1]\n\nIC/BPS patients with Hunner ulcers tend to be older with higher symptom scores, increased urinary frequency, more nocturia episodes, smaller voided volumes, and a reduced bladder capacity with hydrodistension than IC/BPS patients without Hunner lesions.\n[65]\nThey were also more likely to have an autoimmune disorder comorbidity.\n\nA number of urinary inflammatory biomarkers are increased in IC/BPS, such as TNF-α, PGE2, IL-2, IL-6, IL-8, IP10, TAC, and 8-OHdG, although the diagnostic and clinical utility of this finding still needs to be determined.\n[35]\n[66]\nA recent study of urinary biomarkers in 191 pateints suggested that TNF-α, IP-10, TAC, 8-OHdG, and IL-2 could be useful in differentiating interstitial cystitis from other urinary disorders.\n[66]\nWhile promising, a definitive, clinically useful urinary cytokine or combination of biomarkers is still to be determined.\n[20]\n[66]\n\nCystoscopy\nis appropriate if there is a suspicion of bladder cancer, intravesical foreign bodies, outlet obstruction, strictures, or vesical calculi. Glomerulations are often found but are considered non-specific. There are no specific cystoscopic findings diagnostic of IC/BPS other than a Hunner ulcer, which is more commonly found in patients over age 50 in whom a cystoscopy may, therefore, be justified.\n[67]\nPatients who fail conventional therapy may also be candidates for a cystoscopy, especially if they have not previously had the procedure, but the examination is generally discouraged in younger patients where Hunner ulcers are far less common, and it is likely to cause more complications and adverse effects.\n[1]\n\nA Hunner ulcer is characteristic and diagnostic of classic IC. It is described as a central scar in an area of erythematous mucosa.\n[68]\nSmall blood vessels can be seen radiating toward this scar, which will often have a small adherent blood clot. After hydrodistension, the surrounding mucosa ruptures, resulting in the bleeding typically associated with this pathological lesion.\n[68]\nSince many urologists rarely see a Hunner ulcer, reviewing a published atlas of these clinically important diagnostic lesions may be useful.\n[69]\n\nPatients with Hunner ulcers generally respond well to treatment. Standard therapy for a Hunner ulcer includes immediate fulguration of the lesion and/or an injection of triamcinolone.\n[70]\nSymptom relief after Hunner ulcer treatment is reportedly as high as 97%.\n[71]\nIf this fails, oral cyclosporine A is recommended.\n[72]\nSince the odds of identifying Hunner lesions are markedly reduced in patients younger than 50 years, routine cystoscopic examinations are not recommended or suggested for patients with IC/BPS symptoms in this age group.\n[1]\n\nBladder biopsies are not routinely necessary or recommended according to the AUA guidelines unless malignancy is suspected.\n[1]\nThis is based on the relative rarity of bladder cancer in patients diagnosed with IC/BPS (1:600).\n[73]\n\nHowever, guidelines from the European Association of Urology (EAU), the International Society for the Study of BPS (ESSIC), the International Continence Society (ICS), and the Canadian Urological Association (CUA) recommend hydrodistension with cystoscopic random biopsies due to the substantial overlap in visual appearance and symptoms between IC/BPS and bladder cancer.\n[74]\nIn a recent study of 55 IC/BPS patients, 3 (5.5%) were found to have bladder cancer when random biopsies were performed.\n[74]\nIt is unknown if urine cytology, FISH testing, or bladder washing would be sufficient to identify these cancers without requiring a more invasive biopsy.\n\nCystoscopy primarily rules out malignancy, strictures, Hunner ulcers, and bladder outlet obstruction.\n\nThe appearance of bladder lesions can be very similar to malignancy, particularly carcinoma-in-situ.\n\nThe bladder walls may show scarring or petechial hemorrhages, known as glomerulations, which are considered non-specific.\n\nDuring visualization of the distended bladder, there may be Hunner ulcers, often described as pale central scars with or without a fibrin clot and surrounded by erythematous mucosa, with small vessels radiating towards the center (see\nImage.\nAbnormal Bladder Mucosa, Showing a Hunner Ulcer).\nHunner ulcers are most commonly located at the posterior bladder mucosa (see\nImage.\nIllustration of the Bladder Anatomy, with an Illustration of a Classic Hunner's Ulcer).\n\nHunner ulcers are considered diagnostic for IC, but they are uncommon and may only be present in 5% to 10% of cases.\n[75]\n\nPatients with Hunner ulcers tend to have the most inflammation and require a more aggressive therapeutic approach.\n[13]\n\nReactive hemorrhages are also a sign of IC. This is when the mucosa appears normal when distended on an initial examination under cystoscopy, but when deflated and re-inspected, points of capillary bleeding are noted on a background of normal mucosa.\n[76]\n\nFurther investigations or treatments may also be performed during a cystoscopy, such as hydrodistention, lidocaine or intravesical cocktail instillation, fulguration and/or triamcinolone injections for Hunner ulcers, or random bladder biopsies.\n\nUrodynamics\ncan be helpful when patients are refractory to standard medical treatments or there is evidence of bladder outlet obstruction, detrusor hypotonicity, neurogenic bladder, or other conditions that might otherwise explain the patient's symptoms. There are no specific urodynamic findings that are diagnostic of IC/BPS. However, a small maximum bladder capacity (<300 mL) is frequently found. Urodynamic studies are not recommended in routine cases.\n[1]",
    "administration": "Before commencing treatment, the American Urological Association (AUA) Guidelines recommend educating the patient about the disease's complex nature and the need for multimodal therapy, as patient education about IC/BPS is a critical part of the treatment plan.\n[1]\nAn individualized approach, including shared decision-making for every patient, is suggested.\n\nFor most patients, no single treatment exists to cure the condition or permanently relieve the symptoms. Patients should also be aware that multiple treatment options in combination may be needed for optimal symptom control and that the condition is chronic, often with periodic exacerbations and remissions.\n[1]\n\nAs the underlying pathophysiology is still largely unknown, treatment is based on managing the symptoms.\n\nTreatment should be evaluated periodically, and ineffective therapies should be discarded. If simple pain management techniques are not adequate, additional therapy should be used, and consideration given to a pain management consultation as a multidisciplinary approach is recommended. Failure of multiple modalities of therapy suggests a possible misdiagnosis.\n\nConservative Measures\n\nInitial treatment for IC/BPS should be based on dietary and lifestyle modifications. The determination of specific dietary adjustments is based on known common irritants. Elimination diets are used to identify additional exacerbating dietary factors. The final recommended diet should be individualized, with a diary to record which foods, beverages, additives, or substances cause symptoms to flare.\n\nGenerally, a number of common foods are known to irritate sensitive bladders, cause pain, and exacerbate urinary symptoms. A complete list can be found at the website for the Interstitial Cystitis Association at  www.ichelp.org.The prevailing theory is many foods contain substances or chemicals that are inherently irritating to the bladder, such as a high acid content, potassium, or capsaicin. Indian, Mexican, and Thai food is not recommended. Specific foods known to cause bladder irritation include the following:\n[1]\n\nAlcohol\nBenzyl alcohol\nCaffeine\nCarbonated beverages\nCoffee\nChili\nChocolate\nCitric acid\nCitrus\nCranberry juice\nHorseradish\nHot peppers\n\"Hot\" sauces such as Tabasco\nKetchup\nPickles\nPizza\nMSG\nSauerkraut\nSpices\nSweeteners (particularly artificial sweeteners such as saccharin)\nTea\nTomato juice\nTomato sauce\nTomatoes\nVinegar\nWorcester sauce\n\nMyofascial release, physiotherapy with relaxation exercises, and pelvic floor trigger point manual therapy provided by a skilled practitioner have shown significant symptom relief in 70% of patients.\n[77]\nStandard pelvic floor strengthening treatments, such as Kegel exercises, may cause IC/BPS symptoms to worsen and are not recommended.\n[1]\n[78]\n\nSpecific behaviors and activities that can help mitigate symptoms include the following:\n[1]\n\nAvoidance of known dietary irritants (see list above)\nBladder training with urge suppression\nCognitive-behavioral therapy\nDietary aids for bladder discomfort (calcium glycerophosphates, nutraceuticals, phenazopyridine)\nIncreasing fluid intake to minimize urinary concentration\nManual physical therapy for pelvic floor tenderness to relieve tender muscle points, contracture lengthening, and/or scars\nMeditation and imagery techniques for pain management\nNeuromodulation (can help urinary frequency/urgency but is relatively ineffective for pain control)\nPelvic floor muscle relaxation training\nStress management and reduction techniques\nSupport groups\nTranscutaneous electrical nerve stimulation (TENS)\nUse of elimination diets to help determine which additional specific foods should be avoided\nUse of heat or cold to bladder and/or perineum for symptomatic relief\nAvoidance of behaviors and activities that are known to exacerbate bladder irritability, such as:\nPelvic floor muscle strengthening exercises (Kegels)\nProlonged or untreated constipation\nSexual intercourse\nTight clothing\n\nPain Management\n\nMost patients do not respond to a single agent, and a complex multidisciplinary option with expert guidance under a pain specialist or clinic should be sought. Treatment should be introduced slowly, with the lowest possible dose and most minimal number of drugs used as possible, in line with the WHO pain ladder. Non-opioid treatments are much preferred over opioid therapy.\n[79]\n\nAcetaminophen\nAmitriptyline\nGabapentin\nHot sitz baths\nIntravesical \"cocktail\" therapy\nMeditation and imagery\nNSAIDs (ibuprofen, naproxen)\nOpioids\nPregabalin\nStress reduction\nTranscutaneous electrical nerve stimulation (TENS)\nTrigger point manual therapy\n\nPharmacological Therapy\n\nOral therapies have been used with moderate success for IC/BPS. Oral overactive bladder (OAB) medications, such as oxybutynin, have limited efficacy in controlling the urinary symptoms from IC/BPS, except possibly for some decrease in urinary frequency. Overactive bladder patients who fail to improve on OAB medications should be evaluated for possible IC/BPS.\n\nThe most effective oral agents for treating IC/BPS are amitriptyline, cyclosporine A, and pentosan polysulfate.\n[80]\n[81]\n\nAmitriptyline\nis a tricyclic antidepressant that has shown activity in reducing chronic pelvic pain, including discomfort from IC/BPS.\n[82]\nAdverse effects (drowsiness, nausea, lethargy, sedation) limit usefulness.\n[83]\n[84]\n[85]\nLow-dose (10 mg) amitriptyline combined with intravesical instillation therapy is very effective, especially in improving the emotional status of patients with IC/BPS.\n[86]\nStandard dosing starts at 10 mg daily and gradually increases to a maximum of 100 mg as tolerated.\n[1]\n[83]\n\nCimetidine\nis an H2 blocker normally used for reducing gastric acid secretion, but it has also shown activity in reducing pain, frequency, and nocturia in approximately 60% to 70% of IC/BPS patients.\n[87]\n[88]\n[89]\n[90]\nThe mechanism for this is unclear and occurs regardless of the presence or absence of increased mast cells in the bladder tissue. No significant adverse effects are reported with its use, and it is very cost-effective as it is not only generic but available without a prescription.\n[87]\n[88]\n\nCyclosporine A\n, an immunosuppressive drug that blocks cell-mediated immune reactions, has shown superior efficacy compared to pentosan polysulfate, particularly in patients with Hunner ulcers who do not respond to triamcinolone injections or electrofulguration.\n[1]\n[72]\n[91]\n[92]\nA response rate of 84% has been reported in IC/BPS patients with Hunner ulcers treated with cyclosporine A.\n[81]\nIt has also been suggested that it be considered for use in otherwise intractable cases.\n[91]\n\nWhile cyclosporine A has shown good efficacy in controlling pelvic and bladder symptoms, it has only been used in relatively small numbers of IC/BPS patients. There are serious potential complications with regard to increased blood pressure, neurotoxicity, higher incidence of malignancies, greater infection risk due to immunosuppression, and decreased renal function.\n[1]\n[93]\nIt also has a relatively short duration of action. For these reasons, it is suggested to be used only by those familiar with this therapy and in patients with Hunner ulcers who fail other treatments.\n\nCurrently, cyclosporine A is the only immunosuppressive agent recommended by the AUA for clinical use. After a full and frank review of the risks and potential benefits, a mutual decision between the doctor and patient is needed. The patient must be fully aware of systemic immunosuppression risks, such as increased vulnerability to infection and the more rapid development of malignancies.\n\nExperimentally, low-dose (1.5 mg/kg or less) cyclosporine A daily therapy has shown efficacy in providing long-term symptom relief when used immediately after Hunner ulcer fulguration. The lower dose limits adverse effects. Further studies are necessary until this approach's long-term safety and efficacy have been conclusively determined.\n[94]\n\nGabapentin\nhas shown some activity in reducing pain and other symptoms of IC/BPS.\n[95]\n[96]\n[97]\n[98]\nGabapentin was originally approved as an antiepileptic but has since found a role in managing various types of neuropathic pain. Dosage starts at 300 mg TID, which is then slowly titrated up to a maximum of 1,200 mg TID.\n[99]\n\nHydroxyzine\nis an antihistamine and mast cell stabilizer that has shown effectiveness in providing significant symptom relief in some IC/BPS patients. Those IC/BPS patients with allergies may most likely benefit from this treatment.\n[100]\nHydroxyzine prevents the degranulation of mast cells, reducing the release of toxic agents that would otherwise cause inflammation and IC/BPS symptoms in some patients. The degranulation of mast cells causes the release of neuroactive and vasoactive agents and is believed to be responsible for the symptoms of IC/BPS, at least in some patients.\n[101]\nAdverse effects tend to be minor and include mild sedation and weakness. The dosage is usually 50 mg to 100 mg QID.\n\nOveractive bladder (OAB) medications\n(oxybutynin, mirabegron, etc) are usually insufficient when used alone in managing the urinary symptoms of IC/BPS. These medications may be beneficial in reducing frequency and urgency, but they generally do not help with pain where a multimodal approach is typically needed.\n[102]\n[103]\nPatients with significant OAB symptoms who fail standard treatment should be considered for possible IC/BPS.\n\nPentosan polysulfate\nis the only FDA-approved oral medication approved for IC/BPS.\n[1]\nIt acts by restoring a protective layer over the bladder mucosal lining. Studies on its efficacy are conflicting; some show a benefit while others do not.\n[100]\n[104]\n[105]\n[106]\n[107]\n[108]\nMaximum symptomatic relief may take up to 5 or 6 months or longer.\n[109]\n[110]\n\nA worrisome retinal pigmentary maculopathy has now been clearly associated with the long-term, cumulative use of pentosan polysulfate.\n[111]\n[112]\n[113]\n[114]\n[115]\nSymptoms include blurred vision, delayed adjustment to low-light situations, and difficulty reading. Patients should be warned about these effects, that they are related to the total cumulative amount of therapy, and that the visual damage does not appear to be reversible.\n[1]\n[110]\n[116]\n\nFor those who choose to use the medication, a retinal examination prior to initiating treatment is recommended, and a recheck at 6 months and periodically thereafter.\n[1]\n[110]\nRecent evidence suggests that the retinal macular damage may continue even after cessation of the pentosan polysulfate, and the damage is irreversible.\n[116]\nThis new data is very worrisome and makes pentosan polysulfate a far less attractive therapy as an oral agent.\n[117]\nFor these reasons, pentosan polysulfate is now used infrequently for IC/BPS.\n\nSacral neuromodulation\nhas been shown in most studies to be a reasonably effective treatment for controlling intractable bladder overactivity and chronic pelvic pain in some IC/BPS patients.\n[118]\n[119]\nIt is FDA-approved only for severe bladder overactivity and frequency, for which it seems more effective than its effect on pain control in IC/BPS.\n[1]\n[120]\nTibial nerve stimulation has also shown a benefit in treating IC/BPS.\n[121]\n[122]\nA clinical trial of sacral neuromodulation or tibial nerve stimulation can be reasonably considered in selected IC/BPS patients who have failed other treatment modalities.\n[1]\n[118]\n[120]\n[123]\n\nIntravesical Instillations\n\nVarious medications are effective when used as intravesical instillation therapy in IC/BPS when oral pharmaceuticals and dietary measures alone are insufficient.\n[124]\nNo optimal or ideal cocktail has yet been agreed upon. The most commonly used medications include the following:\n\nDimethylsulfoxide (DMSO)\nis an effective agent for symptom control when used as an intravesical instillation in patients with IC/BPS.\n[125]\n[126]\n[127]\n[128]\nIt acts as an anti-inflammatory and a topical anesthetic, rapidly absorbed into the bladder mucosa and detrusor. It is a carrier, meaning it greatly enhances the absorption of other agents with which it may be combined. This should be considered when putting together a cocktail \"recipe\" to avoid potential toxicity. It is often mixed with bupivacaine or lidocaine, heparin, sodium bicarbonate, and hydrocortisone or triamcinolone.\n[1]\n\nDMSO by itself is odorless, but when used in patients, it causes an extremely strong garlic odor that can last up to 72 hours following intravesical administration. This makes it unacceptable for some patients.\n\nThe results were similar when instillations of DMSO alone were compared to applications of a standard intravesical cocktail of bupivacaine, heparin, and triamcinolone.\n[129]\nHowever, bladder instillations of DMSO plus triamcinolone were found to be significantly (50%) superior in symptom relief compared to the same standard intravesical cocktail of bupivacaine, heparin, and triamcinolone in newly diagnosed women with IC/BPS.\n[126]\nThere is also evidence that DMSO may be more effective in patients with Hunner ulcers.\n[130]\n\nDMSO becomes painful if held in the bladder longer than about 20 minutes. The typical dose is 50 mL of a 50% DMSO solution. Intravesical instillation of DMSO is FDA-approved and recommended by the AUA guidelines.\n[1]\n\nSome experts have added gentamicin, an aminoglycoside antibiotic\n, into intravesical cocktail formulas in certain situations. Antibiotics are not routinely recommended for intravesical IC/BPS therapy, but adding gentamicin may be a reasonable precaution for patients who have had recent infections or where there is evidence of bacteriuria or pyuria. Patients with an active infection should not have IC/BPS intravesical instillations until the infection is cleared. There is no evidence that gentamicin alone has any significant efficacy in treating IC/BPS directly. The typical dose is 80 mg.\n\nHeparin\nacts as a synthetic GAG layer to help protect the bladder mucosa from urinary irritants when used for intravesical therapy in IC/BPS patients. Initial studies with heparin used only 10,000 IU 3 times a week for 3 months and reported significant improvement in 56% of patients.\n[131]\nHeparin is more effective than lidocaine alone for relieving IC/BPS symptoms.\n[132]\n[133]\nMost intravesical instillation cocktails include heparin, which the AUA guidelines recommend.\n[1]\n[134]\n\nThe typical dose is 10,000 IU to 20,000 IU, but dosages up to 50,000 IU have been used as the optimal dose has not been determined.\n[134]\n\nHyaluronic acid\nalone or with chondroitin sulfate has shown some efficacy in treating patients with IC/BPS.\n[135]\n[136]\n[137]\n[138]\nBoth of these chemicals are decreased in chronically inflamed bladders. Hyaluronic acid is a mucopolysaccharide non-sulfated component of the normal bladder GAG layer. There is no standard dosing schedule or good data on this medication, but the most recent review used 40 mg starting at several treatments a week and then extending the time interval based on the response. The Spanish Association of Urology conducted the review through the Functional, Female, and Urodynamic Urology Group, which found that dosage and schedule to be safe and effective.\n[135]\nA study from Taiwan used a schedule of 4 weekly intravesical treatments followed by monthly therapy for 5 months. They reported improved urinary symptoms in 73% of patients.\n[139]\nAnother study of intravesical hyaluronic acid found it to be more effective for relieving bladder pain than alleviating urinary storage symptoms.\n[140]\n\nLidocaine\nis a local anesthetic that has demonstrated usefulness in reducing short-term (<2 weeks) bladder pain and symptoms when used for intravesical therapy. Lidocaine reduces histamine release from mast cells, exerts an anti-inflammatory effect on eosinophils, decreases leukocyte adherence, and is bactericidal.\n[141]\nAlkalinization with sodium bicarbonate improves bladder tissue penetration, potentially leading to toxicity.\n[132]\n[133]\n\nThe AUA guidelines recommend lidocaine as an effective agent for IC/BPS when used in an intravesical cocktail.\n[1]\nA typical intravesical dose is 25 mL to 50 mL of a 2% lidocaine solution or viscous gel. Bupivacaine (a longer-acting lidocaine analog) 0.5% is usually dosed at 10 mL to 20 mL for intravesical use. Sodium bicarbonate (alkalinizer) is typically given as an 8.4% solution in 5 mL to 50 mL volumes.\n\nMisoprostol\nis a prostaglandin E1 analog used orally to help prevent gastric ulcers from heavy NSAID use by interfering with nuclear factor kappa B (NF-kappa B) signaling activity. This interference affects cytokine production, DNA transcription, immune response, and cell survival.\n[142]\nThis same pathway is activated in patients with IC/BPS bladders.\n[143]\nAdditionally, misoprostol acts synergistically when used with cyclosporine and enhances GAG synthesis.\n[144]\n\nIt was theorized by Dr. Ray Rackley at the Cleveland Clinic that misoprostol might be helpful when used intravesically for IC/BPS. It is typically added to intravesical cocktails when they are ineffective before advancing to more invasive therapeutic options.\n[145]\nThere are isolated anecdotal reports and small studies of misoprostol helping IC/BPS patients both as an oral agent (200 mcg TID) and as a supplement to an intravesical cocktail (200 mcg to 400 mcg).\n[146]\n[147]\n\nTriamcinolone\nis a frequent ingredient in IC/BPS intravesical cocktails as an anti-inflammatory agent, but its effectiveness is unclear. A randomized trial of 2 identical cocktails, except for adding triamcinolone to one, demonstrated no detectable difference in efficacy as both groups improved similarly.\n[148]\nThe studied cocktails did not include DMSO, which has proven efficacy when combined with triamcinolone.\n[126]\nTaken together, this suggests some efficacy, particularly when combined with DMSO. Triamcinolone is a frequent ingredient in many intravesical cocktails used for IC/BPS. The typical dosage used is 40 mg or 80 mg.\n\nIntravesical triamcinolone injections for patients with Hunner ulcers have clearly shown effectiveness in IC/BPS and are recommended by the AUA guidelines when these pathognomonic lesions are found.\n[1]\n[149]\n\nElectromotive Drug Administration (EMDA)\n\nEMDA is a method of improving bladder tissue penetration of intravesical drug instillations. A low-voltage gradient is created using electrical probes in the bladder and abdomen, creating a voltage differential that enhances drug delivery and improves tissue penetration.\n\nA small randomized prospective trial demonstrated improved short-term efficacy.\n[150]\nThe main issue with the study is the small sample size (n=31). Additional extensive, randomized, long-term studies are needed to compare EMDA to current passive diffusion to determine its ultimate efficacy, cost-effectiveness, safety, and utility.\n[151]\n\nBotulinum Toxin Type A Detrusor Injections\n\nBotulinum toxin A has been widely used for neurogenic detrusor overactivity, overactive bladder, and detrusor-sphincter dyssynergia to help control urinary symptoms in patients with IC/BPS. Botulinum toxin A can inhibit the release of sensory nerve terminal vesicles, which can help reduce inflammation in addition to its effect on bladder motor activity.\n[31]\nIt is effective for individuals with IC/BPS when used alone or with hydrodistension and can also reduce pain.\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]\nThe overall success rate with botulinum toxin type A bladder injections is reported to be over 60%.\n[159]\n\nRetreatments with botulinum toxin A remained effective when the initial therapeutic benefit faded.\n[160]\n\nThe European Association of Urology recommends hydrodistension followed by botulinum toxin detrusor injections for intravesical instillation therapy failures.\n\nPostvoid residual volumes tend to increase, and even successfully treated patients may notice some dysuria or difficulty in voiding. The therapy will eventually wear off after some months, so retreatments are to be expected. There is also a risk of urinary retention after botulinum toxin A bladder injections, which is why it is most useful in patients who can do intermittent self-catheterization if necessary.\n\nA 2020 meta-analysis reviewed treatment efficacy in IC/BPS symptom control from all available treatments as reported in 81 randomized, controlled trials. The review focused on antidepressants, neuromuscular blockade (botulinum toxin A), and pentosan polysulfate therapies. Intravesical instillations were not included due to inadequate numbers meeting reporting and statistical criteria. The study found improved outcomes only from botulinum toxin A therapy.\n[161]\n\nIntravesical detrusor injections of botulinum toxin A are recommended in the AUA guidelines for use when other oral and intravesical options have failed, but only for patients willing and able to perform intermittent self-catheterization after treatment if necessary.\n[1]\nAlternate delivery systems that do not require detrusor injections are being studied.\n\nCystoscopy Guided Treatment\n\nCystoscopy is performed to rule out other diagnoses and to look for Hunner ulcers.\n\nIf Hunner lesions are present, they can be treated using direct fulguration with electrocautery or laser and/or injection of triamcinolone.\nOral cyclosporine A is recommended if this fails.\n\nIf no Hunner ulcers are found at cystoscopy, short-duration, low-pressure hydrodistension under anesthesia can be performed.\n\nLow-pressure, short-duration hydrodistension under anesthesia offers substantial pain relief to some patients but risks a temporary symptom flair.\n[162]\n\nHigh-pressure hydrodistension under anesthesia is not recommended due to inconsistent symptom improvement and an increased risk of sepsis and bladder rupture.\n[163]\n\nNeuromodulation\n\nNeuromodulation has been shown in most studies to be a reasonably effective treatment for controlling intractable bladder overactivity and chronic pelvic pain in some patients who have not achieved adequate symptom control with other modalities.\n[119]\nNeuromodulation therapy is FDA-approved only for intractable bladder overactivity and frequency, which seems more effective than its effect on pain control in IC/BPS.\n[1]\n[118]\n[120]\n[164]\n[165]\n[166]\n\nSacral neuromodulation has been shown in most studies to be a reasonably effective treatment for controlling intractable bladder overactivity and chronic pelvic pain in some IC/BPS patients.\n[118]\n[119]\nIt is FDA-approved only for severe bladder overactivity and frequency, for which it seems more effective than its effect on pain control in IC/BPS.\n[1]\n[120]\n\nThe treatment is relatively invasive, expensive, frequently requires reprogramming, may need a reoperation, and lacks long-term data on efficacy. Complications include infection or pain at the implantation site, lead migration, and loss of efficacy over time. Tibial nerve stimulation has also been beneficial in treating patients with IC/BPS.\n[121]\n[122]\n\nA clinical trial of sacral neuromodulation or tibial nerve stimulation can be reasonably considered in selected IC/BPS patients who have failed other treatments.\n[1]\n[118]\n[120]\n[121]\n[122]\n[123]\n\nTreatments Specifically Not Recommended\n\nTreatments that are specifically not recommended by multiple sources (the American Urological Association, the National Institute for Clinical Excellence, and the European Association of Urology) include the following:\n\nIntravesical BCG\nIntravesical clorpactin (oxychlorosene)\nLong-term oral antibiotics\nProlonged high-pressure bladder hydrodistention\nProlonged oral steroids\n\nSurgical Treatment\n\nSurgery has recently seen a fall in popularity, especially after the introduction of intra-detrusor injections of Botulinum toxin A. However, surgery remains the last resort option for patients with intractable disease as a final resolution of symptoms. About 75% of patients can expect pain relief with open surgery. A urethrectomy is usually not necessary and adds considerable time and morbidity to the procedure.\n[167]\n\nA supra-trigonal bladder resection with augmentation ileocystoplasty has been suggested as it appears to be a successful surgical therapy for most of these patients and avoids the need for a urostomy.\n[167]\n[168]\n[169]\n[170]\nGood results have been reported with over 14 years of follow-up using this procedure.\n[170]\n[171]\nConcern about inadequate symptom control, if the trigone is not removed appears unfounded.\n[170]\n[171]\nA combined robot-assisted laparoscopic and mini-laparotomy approach for this procedure has been described and used successfully.\n[167]\n[170]\n\nA summary of possible last-resort surgical options includes the following:\n[172]\n\nCystoplasty only\nCystoplasty with supra-trigonal resection\nCystoplasty with sub-trigonal resection\nUrinary diversion, with or without cystectomy, usually with an ileal conduit\n\nInvestigational Therapies\n\nMonoclonal antibody therapy has shown some promise, but additional research needs to be done to find the ideal antibody mix.\n[173]\n\nCertolizumab pegol is an investigational pharmacologic therapy under development for treating IC/BPS.\n[82]\n\nChondroitin sulfate (2% solution) is approved for intravesical use in Europe and Canada. Chondroitin appears to repair, restore, or replace the mucosal GAG layer and is often used with hyaluronic acid.\n[174]\n[175]\n[176]\n[177]\n\nHyperbaric oxygen therapy appears beneficial in treating IC/BPS patients, but it requires a special chamber, is not very cost-effective, and is quite time-consuming.\n[178]\n[179]\nThere is limited data on long-term results.\n\nIntravesical liposomes have shown activity in reducing symptoms of IC/BPS.\n[180]\n[181]\nLiposomes can be used as biocompatible lipid-based drug carriers for intravesical therapy. They tend to stick to the bladder walls, and their lipid-based walls reduce mucosal inflammation while promoting and facilitating drug penetration (such as Botulinum toxin type A) into bladder tissue.\n[181]\nWhile promising, only limited data is currently available, and long-term, randomized prospective trials are needed.\n\nMesenchymal stem cells may be valuable in treating patients with IC/BPS as they have been shown to minimize bladder tissue injury and inflammation. After migrating into the detrusor tissue, they differentiate into bladder cells, inhibit mast cell buildup, decrease cellular apoptosis, reduce inflammation, mitigate oxidative stress, diminish collagen deposition, and promote normal regenerative functions. Mesenchymal stem cells also secrete exosomes and other factors that protect against tissue injury.\n[182]\n\nPlatelet-rich plasma is widely used to promote wound healing.\n[183]\nIt contains abundant cytokines and growth factors that affect the inflammatory process to promote healing and reduce neuropathic pain.\n[13]\n[184]\n[185]\nDirect platelet-rich plasma detrusor injections have been shown to increase urothelial cell growth, decrease inflammation, improve mucosal lining barrier function, repair ultrastructural damage, and relieve symptoms.\n[13]\n[178]\n[186]\n[187]\n[188]\n[189]\n[190]\n\nLow-energy shock wave therapy has experimentally shown a benefit in reducing bladder pain, decreasing tumor necrosis factor-α (TNF-α), and lowering nerve growth factor (NGF) in IC/BPS patients.\n[191]\nIt suppresses bladder overactivity, reduces the inflammatory response, and increases urothelial permeability, making it potentially valuable for enhancing the penetration of therapeutic drug instillations of bladder tissue.\n[192]\n\nA preliminary study has shown that low-energy shock wave therapy can allow for bladder muscle absorption of intravesical instillation of botulinum toxin A with a corresponding improvement in IC/BPS symptoms.\n[192]\nThe benefit of this approach is that it does not require invasive detrusor injections or anesthesia, appears to be safe and effective with no reported adverse effects, and combines the benefits of 2 different therapeutic modalities. These results are very preliminary, and substantial study is needed before such treatments can be recommended for clinical use.\n\nThe chronic inflammatory bladder changes and negative bacterial cultures associated with IC/BPS could be explained by a viral infection such as Epstein-Barr virus (EBV), found in up to 87.5% of patients.\n[193]\nThis suggests the possible use of valacyclovir as an antiviral treatment in infected individuals. Early unpublished data suggest this may be a promising treatment, particularly for patients unresponsive to other therapies who are shown to have EBV exposure.\n[13]\n\nTreatment Summary\n\nConservative treatment of IC/BPS involves dietary adjustments, pelvic floor relaxation therapies, myofascial release and trigger point therapy, and stress reduction.\nInitial oral pharmacotherapy includes amitriptyline, cimetidine, and hydroxyzine.\nOral pentosan polysulfate may be effective in some patients but is associated with potentially significant and permanent retinal damage.\nOAB medications can help with urinary symptoms but are generally insufficient when used alone.\nGabapentin may be useful for pain control.\nCyclosporine A can be used in patients with Hunner ulcers who have failed fulguration and/or triamcinolone injection therapy.\nIntravesical instillations are very effective non-surgical therapies. Recommended drug cocktail options include DMSO, lidocaine (or bupivacaine) with sodium bicarbonate, and heparin.\nAdditional intravesical drugs include chondroitin sulfate, hyaluronic acid, misoprostol, and triamcinolone.\nCystoscopy with low-pressure, short-duration hydrodistension and possible direct Hunner ulcer therapy should be considered for patients who continue to have symptoms.\nPatients who do not respond adequately to the above treatments may be candidates for the following:\nBotulinum toxin A detrusor injections\nCyclosporine A\nNeuromodulation\nMisoprostol (oral or intravesical)\nTibial nerve stimulation\nDefinitive surgical therapy is reserved for patients who continue to have significant symptoms that have not been adequately controlled with any of the listed alternative treatments.",
    "adverse_effects": "If left untreated and without spontaneous resolution, the bladder may undergo more fibrosis, further reducing the bladder volume and further compounding the symptoms experienced. The patient would experience psychological and social health deterioration through sleep disturbance, sexual dysfunction, anxiety, depression, and social embarrassment.\n\nTreatment complications depend on various factors, such as the pharmacological agent, cystoscopy, or surgical complications. Proper counseling and consent before treatment are paramount.\n[197]\nComplications can be broadly categorized as:\n\nBleeding\nCOVID-19\n[198]\nDeath (from procedure or anesthesia)\nInfection (introduced through intravesical routes or surgery)\nPerforation of the bladder during high-pressure hydrodistention\nTrauma\nAnesthetic complications are predominantly due to human factors and have an estimated mortality of 0.4 per 100,000 patients.\n[199]\nAnesthetic complications include the following:\n[200]\nAnaphylaxis\nAspiration\nCardiovascular collapse\nMedication errors\nNausea and vomiting\nRespiratory depression\n\nThere is also a theoretical risk of urinary tract infections. The symptoms may change and worsen during this time, and tests for infection should always be checked in those circumstances. This is due to the damage and breach of the urothelium, which increases the probability of bacterial invasion, bladder damage, and symptoms. A short course of therapeutic antibiotics could be started in selected cases like these, but prolonged treatment is not recommended for therapy or prophylaxis."
  }
}