{
  "drug_name": "liposome",
  "nbk_id": "NBK594261",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594261/",
  "scraped_at": "2026-01-11T15:33:06",
  "sections": {
    "indications": "RSVPreF3 and RSVPreF vaccines should not be administered to individuals with a history of severe allergic reactions, including anaphylaxis, to any vaccine component.\n[1]\n[2]\n\nPrecautions\n\nAcute illness: Vaccination should be temporarily delayed in persons experiencing moderate-to-severe acute illness until their illness has resolved or stabilized.\n[1]\nVaccination does not need to be delayed in persons with mild or chronic illnesses.\n\nRisk of preterm birth: The current data do not provide enough information to definitively confirm or rule out a cause-and-effect relationship between preterm birth and the use of RSVPreF. To mitigate any potential risk of preterm birth before 32 weeks of gestation, it is recommended to administer RSVPreF to pregnant individuals within the gestational age range of 32 to 36 weeks. Notably, pregnant individuals at an elevated risk of preterm birth were typically not included in clinical trials.\n[1]",
    "mechanism": "RSVPreF3 and RSVPreF vaccines stimulate the humoral and cellular immune responses and provide immunity against RSV by targeting the pre-F forms of the F proteins present on the surface of RSV subgroups A and B. The F protein is pivotal in viral fusion and facilitates the entry of the virus into the host cells.\n[11]\n\nThe vaccines stimulate the production of neutralizing antibodies that recognize and bind to the pre-F protein, blocking viral attachment and fusion with host cells.\n[12]\nAs a result, virus neutralization occurs, significantly lowering the risk of infection and subsequent viral replication.\n[13]\nIn addition, the vaccine facilitates the transplacental transfer of maternal antibodies to infants, providing passive protection against RSV infection in the first 3-6 months of life.\n[7]\n\nThe RSVPreF3 and RSVPreF vaccines also activate the cellular immune response by stimulating polyfunctional CD4 T cells and memory B cells. These memory cells retain a \"memory\" of the RSV antigens encountered during vaccination, enabling a rapid and robust immune response upon subsequent exposure to RSV.\n[14]\n\nThe AS01 adjuvant contained in the RSVPreF3 vaccine is a liposomal formulation that combines 2 immunostimulants that are QS-21, extracted from the bark of the Quillaja saponaria tree, and MPL, a synthetic derivative of bacterial lipopolysaccharide (\nSalmonella\nMinnesota strain).\n[15]\nThe AS01 adjuvant enhances the immune response to the RSVPreF3 antigen by activating innate immune cells, inducing cytokine production, promoting antigen presentation, and stimulating humoral and cellular immunity.\n[15]\nMoreover, the AS01 adjuvant also helps overcome the natural decline in immunity that accompanies aging by amplifying the magnitude and quality of the antibody response.\n[15]",
    "administration": "Storage\n: Before reconstitution, both vaccines and their diluents should be stored in refrigerators and maintained between 2 and 8 °C (36-46 °F) in their original packaging to shield them from light. Once reconstituted, the vaccine should be administered immediately. If not administered immediately, the vaccine must be protected from light and either stored in the refrigerator or at room temperature. Discard any vaccine that is not used within 4 hours of reconstitution.\n\nPreparation\n: Both vaccines are prepared by reconstitution. RSVPreF3 is reconstituted with the adjuvant solution, whereas RSVPreF is reconstituted with sterile water.\n[5]\n[16]\nUse only the diluent supplied by the manufacturer.\n\nRoute\n: Intramuscular injection\n\nStrength\n: Each dose contains 120 μg of vaccine. In addition, the adjuvanted RSVPreF3 vaccine contains 25 μg of QS-21 and 25 μg of MPL.\n[5]\n\nDose\n: A single dose of 0.5 mL is recommended for adults after reconstitution.\n[1]\n[2]\n\nCoadministration with other vaccines\n: Either RSVPreF3 or RSVPreF may be administered at the same visit with any other adult vaccine.\n[1]\n[2]\n\nConsiderations for older adults\n: Either the adjuvanted RSVPreF3 or the unadjuvanted RSVPreF may be administered to adults aged 60 or older.\n[1]\nThe U.S. Centers for Disease Control and Prevention (CDC) recommends that adults aged 60 years and older may receive RSV vaccination based on shared clinical decision-making between the clinician and patient. The decision whether to vaccinate should consider the patient's risks for severe RSV-LRTD, their preferences and values, and the clinician's discretion. Risk factors for severe RSV-LRTD include:\n[1]\n\nChronic obstructive pulmonary disease\nModerate or severe immunocompromise\nCongestive heart failure\nStroke\nHematologic disorders\nChronic kidney disease\nMedical frailty\nResidence in a long-term care facility\n\nConsiderations for pregnant people\n: Only the unadjuvanted RSVPreF vaccine is currently indicated for vaccination of pregnant people.\n[2]\nThe CDC recommends that pregnant people receive a one-time dose at 32-36 weeks gestation in September through January in the continental U.S. RSV season varies by climate, so clinicians practicing outside the continental U.S. should follow their local, state, or territorial guidance on optimal timing of vaccination. Currently, CDC guidance does not address whether patients should receive additional doses of the RSVPreF vaccine during subsequent pregnancies; the CDC may update its guidance in the future to address this scenario should additional data become available.\n[2]\n\nUse of nirsevimab in infants following maternal RSVPreF vaccination\n: Nirsevimab is a long-acting monoclonal antibody against RSV for infants aged less than 8 months who are born during or entering their first RSV season and for infants and toddlers aged 8-19 months at high risk of severe RSV disease who are entering their second RSV season.\n[17]\nThe CDC recommends\neither\nRSVPreF vaccination during pregnancy\nor\nnirsevimab administration to infants younger than 8 months, but not both.\n[2]\nClinicians providing prenatal care to pregnant people during RSV season should discuss the advantages and disadvantages of RSVPreF vaccine and nirsevimab with their patients. However, infants and toddlers aged 8 to 19 months at high risk of severe RSV disease may still receive nirsevimab in their second RSV season regardless of whether their parent received RSVPreF during pregnancy.\n[2]",
    "adverse_effects": "The adverse effects of the RSVPreF3 and RSVPreF vaccines have undergone evaluation through numerous clinical trials involving diverse populations, including non-pregnant women, pregnant women, and older adults.\n[5]\n[6]\n[7]\n[18]\n\nLocal reactions at the injection site\n: The adjuvanted RSVPreF3 vaccine is more reactogenic than the unadjuvanted RSVPreF vaccine, although local reactions at the injection site are commonly reported adverse effects of both vaccines.\n[1]\nTypically, these reactions are mild to moderate and may manifest as pain, tenderness, swelling, redness, or itching at the injection site. Pain is the most common local reaction to either vaccine, occurring among approximately 60% to 80% of RSVPreF3 vaccine recipients and 10% to 40% of RSVPreF vaccine recipients.\n[6]\n[7]\n[10]\nThese local reactions typically resolve spontaneously within 1-2 days without specific treatment; however, 3.8% of RSVPreF3 vaccine recipients and 1.0% of RSVPreF vaccine recipients reported severe reactogenicity events during clinical trials.\n[1]\nSystemic reactions\n: Systemic reactions following RSVPreF3 or RSVPreF vaccination are generally mild and transient. Common systemic reactions may include fever, headache, fatigue, muscle pain, joint pain, chills, or general malaise. The most common systemic reactions are fatigue and headache experienced by approximately 25% to 35% of RSVPreF3 vaccine recipients and approximately 10% to 20% of RSVPreF vaccine recipients.\n[5]\n[6]\nThese symptoms are typically self-limiting and resolve within a short period.\nSerious adverse events\n: Overall, the rates of serious adverse events in the RSVPreF3 and RSVPre3 vaccine clinical trials were similar between the vaccine and placebo groups.\n[5]\n[6]\n[7]\nHowever, the FDA and CDC noted a small but statistically significant increase in atrial fibrillation among RSVPreF3 and RSVPreF vaccine recipients aged 60 years or older compared with placebo recipients in the same age group. Postmarketing studies and surveillance are ongoing to better evaluate the risk of atrial fibrillation after vaccination against RSV.\n[1]\nAllergic reactions\n: Although rare, allergic reactions following RSVPreF3 or RSVPreF vaccination may manifest as hives, itching, swelling of the face or throat, difficulty breathing, or wheezing. Although severe allergic reactions, known as anaphylaxis, are infrequent, they can potentially happen. Anaphylaxis is a severe, life-threatening allergic reaction characterized by difficulty breathing, rapid heartbeat, dizziness, and loss of consciousness. Immediate medical attention is required if anaphylaxis is suspected.\nPregnancy complications\n: Infants whose parents received the RSVPreF vaccine during pregnancy had similar rates of prematurity, low birth rate, developmental delay, and other serious adverse events within 24 months of birth compared to those whose parents received a placebo. However, people with high-risk pregnancies were excluded from the clinical trials, so data is lacking on the risks of RSV vaccination in this group.\n[7]\nA small and statistically insignificant increase in preeclampsia was observed in the RSVPreF vaccine group (1.8%), compared with the placebo group (1.4%).\n[7]\nPostmarketing studies and surveillance are ongoing to better evaluate the risk of preeclampsia following RSVPreF vaccination during pregnancy.\n[1]",
    "monitoring": "The CDC conducts comprehensive vaccine safety monitoring to assess and evaluate the occurrence of any adverse effects, including cases of Guillain-Barré syndrome, preterm birth, hypertensive disorders of pregnancy, transverse myelitis, acute disseminated encephalomyelitis, and other inflammatory neurologic events after RSV vaccination.\n[1]\n[2]\nThis ongoing monitoring is essential in detecting and identifying rare or long-term adverse effects that may not have been observed during clinical trials. In accordance with FDA requirements, GSK will conduct a postmarketing study evaluating the risk of atrial fibrillation after receipt of the RSVPreF3 vaccine, and Pfizer will conduct postmarketing studies assessing the risks of atrial fibrillation, preterm birth, and hypertensive disorders of pregnancy following RSVPreF vaccination.\n[1]\n[2]\n\nUS healthcare providers should report any clinically significant adverse events after vaccination to the Vaccine Adverse Events Reporting System (VAERS) at\nhttps://vaers.hhs.gov/index.html\n.\n[1]"
  }
}