{
  "drug_name": "liposomal iron",
  "nbk_id": "NBK599501",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599501/",
  "scraped_at": "2026-01-11T15:33:04",
  "sections": {
    "toxicity": "Given the potentially significant consequences of anthracycline toxicity, efforts have been made to create less toxic analogs that still provide anthracycline anticancer properties to the tumor.\n\nMolecular Modification\n\nLikely, the anthracycline molecule cannot be significantly altered to prevent toxicity without impacting anticancer function. Camsirubicin is a synthetic doxorubicin analog that exhibits some selectivity for the TOPIIα isoform; clinical studies have demonstrated similar profiles in cancer cytotoxicity with reduced anthracycline-induced cardiotoxicity. Annamycin is a highly lipophilic anthracycline that has shown preferential accumulation in the lungs and reduced cardiotoxicity in early trials.\n[43]\n\nAnthracycline formulations can be modified through liposomal infusion, restricting the ability of the molecule to cross tighter vascular junctions, such as those found in the myocardium, reducing anthracycline exposure and the risk of toxicity. Liposomal infusions may, however, limit anthracycline anticancer properties, and toxicity may still occur in high-risk patients.\n[44]\nPrescribing liposomal anthracycline preparations is the next best option after reducing the cumulative dose to reduce the incidence of anthracycline toxicity.\n\nIron Chelation\n\nDexrazoxane employs iron chelation to prevent ROS formation and disturb anthracycline-induced TOP2 binding. Dexrazoxane, in combination with anthracycline chemotherapy, has been shown to significantly lower the incidence of LVEF reduction compared to anthracycline therapy alone; this medication remains reserved for high-risk patients when anthracycline chemotherapy is essential.\n[45]\nAlthough other iron-chelating agents have been shown to provide similar effects, dexrazoxane is the only medication regularly used to prevent anthracycline-induced cardiotoxicity. Iron chelation may lower the anticancer benefit of anthracyclines, and dexrazoxane is associated with myelosuppression when combined with a wide variety of anticancer agents."
  }
}