{
  "drug_name": "liquid paraffin",
  "nbk_id": "NBK606099",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK606099/",
  "scraped_at": "2026-01-11T18:47:27",
  "sections": {
    "indications": "The term \"anophthalmic socket\" refers to an orbit lacking an eyeball but with orbital soft tissues and eyelid structures. Anophthalmia can arise from congenital diseases, evisceration, or enucleation. Patients with an anophthalmic socket suffer from extreme deformity and mental and social suffering. The most prevalent cause of an anophthalmic socket is globe enucleation or evisceration.\n[1]\n[2]\n[3]\nTrue or primary anophthalmos is extremely uncommon and can only be diagnosed when the ocular tissue within the orbit is completely absent. Extreme microphthalmos occur more often, where a very small globe is present inside the orbital soft tissue and is not evident on initial examination (see\nImage.\nPost-Enucleation Anophthalmia).\n\nThe anophthalmic socket, a condition resulting from the surgical removal of an eye, poses significant challenges both aesthetically and functionally for patients. Enucleation or evisceration surgeries, which create an anophthalmic socket, are performed for various reasons, including trauma, severe infection, malignancy, and intractable pain in a blind eye. Managing an anophthalmic socket involves an interprofessional approach aimed at restoring the patient's appearance, enhancing functionality, and ensuring psychological well-being.\n[4]\n\nThe practice of enucleation dates back centuries, with its initial use primarily driven by the need to treat painful, blind eyes and severe ocular infections. However, surgical techniques and postoperative management strategies have evolved significantly. The primary focus in the early days was removing the diseased eye with little regard for the aesthetic outcome. However, advances in medical science and an increased understanding of the psychosocial impact of eye loss have shifted the focus toward more holistic management approaches.\n[5]\n\nThe introduction of orbital implants in the late 19th and early 20th centuries marked a significant milestone in managing the anophthalmic socket. These implants aimed to provide volume replacement and support for the prosthetic eye, improving both aesthetic and functional outcomes. Materials and designs for orbital implants have continually improved, with modern implants offering better biocompatibility and integration and reducing complication rates.\n\nThe orbit, a complex anatomical structure, houses the eye and its associated structures, including its muscles, nerves, and blood vessels. Eye removal disrupts this delicate balance, often leading to significant orbital anatomy changes. Over time, these changes result in socket contraction, inadequate prosthesis motility, and difficulty fitting an ocular prosthesis. Understanding these anatomical and physiological changes is crucial for developing effective management strategies.\n\nThe primary post-enucleation goals include maintaining orbital volume, ensuring good prosthetic motility, and achieving a cosmetically acceptable appearance. Placing an orbital implant helps maintain the socket's shape and supports the prosthetic eye. Various materials, including hydroxyapatite, porous polyethylene, and bioceramics, have been used for orbital implants, each with its own set of advantages and limitations. Managing an anophthalmic socket involves a combination of surgical interventions, prosthetic fittings, and long-term follow-up care. Immediate postoperative care minimizes inflammation, prevents infection, and ensures proper healing (see\nImage.\nPost-Evisceration Anophthalmia with Orbital Implant).\n\nThe choice of orbital implant and surgical technique is pivotal in long-term patient outcomes. Secondary procedures, such as socket reconstruction and dermis-fat grafts, are often necessary to address complications like socket contracture or implant exposure. Advances in surgical techniques, including the use of dermis-fat grafts and conjunctiva-sparing techniques, have improved the success rates of these secondary interventions. Additionally, using tissue expanders and custom-made implants has enhanced the ability to tailor the management to individual patient needs.\n[6]\n\nLosing an eye can have profound psychological and social impacts on patients. Depression, anxiety, and social withdrawal are common among individuals with anophthalmic sockets. Therefore, addressing the psychological aspects of eye loss is an integral part of the management plan. Counseling and support groups can help patients cope with their condition and improve their quality of life.\n\nResearch and innovation continue to drive improvements in the management of anophthalmic sockets. Advances in biomaterials, 3-dimensional printing technology, and tissue engineering hold promise for developing more effective and personalized treatment options. Integrating these technologies into clinical practice can revolutionize the field, offering better patient outcomes.\n[7]\n\nFurthermore, an interprofessional approach involving ophthalmologists, maxillofacial surgeons, prosthetists, and psychologists is essential for comprehensive care. Collaborative efforts and continued research are crucial to addressing the complex needs of patients with anophthalmic sockets and enhancing their overall well-being. Managing an anophthalmic socket requires a thorough understanding of the anatomical, physiological, and psychological aspects of eye loss. Advances in surgical techniques, prosthetic technology, and supportive care have significantly improved patient outcomes. Ongoing research and an interprofessional approach are essential for enhancing the quality of life for individuals with this condition.\n[8]",
    "mechanism": "Anophthalmia and microphthalmia result when eye development is halted at different stages of optic vesicle formation. Anophthalmia occurs due to the failure of ocular structural development, which may stem from issues in neural tube induction, the formation of the optic vesicle or cup, or the subsequent degeneration of already formed optic tissues.\n[9]\n\nIdentifying microphthalmia is crucial, as the development of the orbital area, eyelids, and fornices relies on a normal-sized eye in utero. In children, anophthalmia can lead to significant complications, including the loss of vision and secondary deformities of the orbit, lids, and eye sockets. Causes of anophthalmia include idiopathic or sporadic changes, inherited patterns (dominant, recessive, or sex-linked), and specific chromosomal deletions, such as a deletion in band 14q22-23 associated with polydactyly, and a deletion in 7p15.1-21.1 linked to cryptophthalmos and anophthalmos.\n[10]\n[11]\n[12]\n\nAn anophthalmic socket may develop from various conditions and events that necessitate the surgical removal of the eye, leading to significant changes in orbital anatomy and function. The primary causes are broadly categorized into trauma, infections, neoplasms, and other ocular conditions.\n\nTrauma\n\nTrauma can result from mechanical injury or chemical burns. Severe ocular trauma, often caused by accidents, sports injuries, or occupational hazards, is a leading cause of enucleation, particularly in younger and middle-aged populations. Blunt or penetrating injuries can cause irreparable eye damage, necessitating removal to prevent further complications. Exposure to harmful chemicals can also cause extensive damage to the eye and surrounding structures, sometimes requiring enucleation to manage the injury and prevent systemic toxicity. Please see StatPearls' companion resource, \"\nBlunt Eye Trauma\n,\" for more information.\n\nInfections\n\nUncontrolled, severe ocular infections, such as endophthalmitis or panophthalmitis, can lead to significant inflammation and destruction of ocular tissues. Enucleation is performed when medical therapy fails to control the infection and preserve the overall health of the remaining orbital structures.\n\nSevere keratitis, particularly when caused by resistant bacterial or fungal pathogens, can progress despite aggressive treatment, warranting eye removal. Infections, such as cytomegalovirus, rubella, parvovirus B19, and toxoplasmosis, deficiencies of nutrients such as vitamin A, and in utero exposure to toxins such as alcohol, thalidomide, and warfarin are also possible contributory environmental variables. Please see StatPearls' companion resource, \"\nBacterial Endophthalmitis\n,\" for more information.\n\nNeoplasms\n\nMalignant intraocular tumors, such as retinoblastoma in children and uveal melanoma in adults, are common indications for enucleation. Early detection and removal of the eye are vital to prevent metastasis and improve survival rates. Tumors originating in or spreading to the orbit, including lymphomas and metastatic lesions, often require enucleation to control the disease and alleviate symptoms.\n[13]\n\nOther Ocular Conditions\n\nIntractable glaucoma causing severe pain and blindness may necessitate enucleation when other treatments fail to control intraocular pressure and alleviate pain. Severe congenital malformations that impair vision and create cosmetic concerns may also require enucleation, especially when associated with other ocular or systemic anomalies.\n[14]\n\nPhthisis bulbi is a shrunken, nonfunctional eye, often resulting from severe chronic diseases, trauma, or surgery. Enucleation is performed in such cases to improve cosmetic appearance and alleviate discomfort.\n\nIatrogenic Causes\n\nSurgical complications resulting from intraocular procedures, such as retinal detachment repair and cataract surgery, can sometimes lead to severe outcomes requiring enucleation to manage pain or infection.\n[15]",
    "monitoring": "Congenital Anophthalmia\n\nCongenital eye and orbit deformities, including anophthalmos and microphthalmos, exhibit varying degrees of severity. These conditions may be unilateral or bilateral, with over 50% associated with other systemic disorders.\n[38]\n[39]\nClinically, anophthalmos and microphthalmos often present similarly. Deficient palpebral and bulbar conjunctiva, along with an underdeveloped orbital bone structure, result in reduced eyelid size.\n[40]\nThe absence of a globe hinders the growth of the socket, eyelids, and the entire hemiface, including the maxilla, maxillary sinus, and jaw.\n[41]\n[42]\nThe eyelids are often short vertically and horizontally (phimosis).\n\nBlepharoptosis may result from the absence of the levator muscle, while shorter conjunctival fornices can make prosthesis implantation and use challenging. Without treatment, patients may experience a significant reduction in orbital entry size and a loss of up to 60% of orbital volume. Proper replenishment of orbital soft tissue volume is essential for maintaining orbital bone development and adjacent facial growth.\n[43]\n[44]\n[45]\n\nAn ultrasound should be conducted if an eye abnormality is suspected to determine the existence of optic structures. Electrodiagnostic tests, such as flash visual evoked potentials, may be used to detect functional retinal tissue. Computed tomography (CT) and MRI can help define the globe's contents, assess the extent of central optic nerve involvement, and screen for coexisting central nervous system disorders. Additionally, renal ultrasonography is recommended in individuals with anophthalmia due to the frequent coexistence of ocular and renal conditions.\n\nParents should be informed about the condition and the available therapeutic options after confirming a diagnosis of anophthalmos or microphthalmos (with or without a cyst). A pediatrician will evaluate any systemic abnormalities, while a pediatric ophthalmologist will assess ocular defects and visual potential. An oculoplastic or orbital specialist will address eyelid and socket issues.\n\nAcquired Anophthalmic Socket\n\nThe clinical assessment of an acquired anophthalmic socket should focus on identifying any complications following enucleation or evisceration surgery. Certain ideal characteristics of the anophthalmic socket are also being evaluated (see\nTable 1.\nIdeal Anophthalmic Socket Characteristics).\n\nTable\nTable 1. Ideal Anophthalmic Socket Characteristics.\n\nDuring follow-ups with anophthalmic patients, a thorough history must be obtained, and the general appearance of the prosthesis in the socket should be assessed. History-taking should cover the fit of the prosthesis, the presence of pain or discharge, outcomes from regular visits to the ocularist, patient satisfaction, and the use of protective glasses for the remaining eye. The socket must then be systematically evaluated, noting the presence or absence of the below-mentioned assessments.\n\nGeneral appearance assessments\n\nWell-centered\nSymmetry of the horizontal plane\nProminence of the prosthesis\nSuperior sulcus deepening\nLower lid sagging, laxity, or ectropion\nUpper lid ptosis or entropion\nLagophthalmos\nSynchronous eye movement\n\nProsthesis and socket assessments\n\nShine, borders, and scratches on the prosthesis\nUnusual socket characteristics after prosthesis removal\nConjunctival erythema or inflammation, including giant papillary conjunctivitis (GPC), characterized by an everted upper lid, pyogenic granuloma, discharge, or bleeding\nImplant displacement (whether present and well-centered), migration, and exposure or extrusion\nFornix depth and symblepharon formation\n[46]\n[47]\n[48]",
    "administration": "Anophthalmic surgery has evolved beyond merely replacing a diseased eye with an orbital implant. Enucleation and evisceration, such as other microsurgical ophthalmic procedures, must be performed with precision to achieve optimal functional and cosmetic outcomes while preventing complications that can exacerbate the patient's condition. Effective treatment and management of anophthalmia require prompt and early surgical intervention for congenital cases and meticulous management of complications associated with the anophthalmic socket.\n\nCongenital Anophthalmia or Microphthalmia\n\nThe management of suspected anophthalmia or microphthalmia typically involves a multidisciplinary team, including a pediatric ophthalmologist, pediatrician, social worker, oculoplastic/orbital specialist, geneticist, and ocularist.\n[49]\n[50]\nTreatment planning should be tailored to the systemic abnormalities identified. Referral to a genetic counseling specialist is appropriate once the family has adjusted to the situation and begun eye socket management. Explaining the complexity and guarded prognosis of the condition is crucial while maintaining positivity and encouragement. Parents should understand that early socket expansion using progressively larger conformers can enhance aesthetics in cases of anophthalmos or microphthalmos. Subsequent steps involve fitting an ocular prosthesis and, if necessary, an orbital implant, which can yield satisfactory results.\n[51]\n\nPatients with phimotic lids and short conjunctival fornices may require early tissue expansion or, in severe cases, the removal of a vestigial eye followed by placement of an orbital implant (expandable or nonexpandable). The eye and orbit grow rapidly in the first year of life, with 70% of globe volume increase occurring by age 4 and 90% by age 7, completing by early adolescence around age 14.\n[52]\n[53]\nReconstruction in cases of anophthalmia or microphthalmia involves expanding affected tissues both horizontally and vertically in the eyelids, enlarging the conjunctival space and forniceal depth, and increasing orbital bone volume.\n[54]\n[55]\n\nAcquired Anophthalmia\n\nEnucleation and evisceration, such as other microsurgical ophthalmic therapies, must be performed with care to achieve optimal functional and cosmetic outcomes while minimizing complications that could exacerbate the patient's challenging condition. After enucleation or evisceration, an orbital implant is used to replace the lost volume. Orbital implants come in 2 types—porous and nonporous (see\nTable 2.\nTypes of Orbital Implants).\n[56]\n[57]\n[58]\n[59]\n\nTable\nTable 2. Types of Orbital Implants.\n\nAfter enucleation, most patients use 20- to 22-mm spherical implants, while evisceration typically requires 18- to 20-mm implants. Smaller implants (16-18 mm) may be more suitable for young patients due to their age and ongoing orbital bone growth. Individualizing the implant size is crucial for optimizing orbital volume replacement and achieving the best functional and cosmetic results.\n[60]\n[61]\n\nPostoperative Care Following Enucleation, Evisceration, and Secondary Orbital Implant Surgery\n\nPain is often treated with mild analgesics such as acetaminophen, codeine, hydrocodone, and morphine. If severe pain persists despite moderate analgesics, stronger oral or intramuscular pain medications may be necessary. Nausea is prevalent following socket surgery due to general anesthesia, pain, and vasovagal reactions, similar to what is observed in strabismus surgery. If intraoperative and recovery area antiemetic therapy is insufficient, sublingual, oral, or suppository antiemetic drugs may be administered before discharge to manage postoperative nausea.\n\nEye patches can typically be removed after 3 to 5 days without requiring special cleaning. Showering and light face cleansing are permissible. A 1- to 3-week course of topical antibiotic-steroid eye drops or ointment, such as tobramycin-dexamethasone, is usually initiated 2 to 4 times daily after removing the patch. Cool compresses may be used 4 times a day for 10 to 15 minutes each for a few days after removing the patch to aid with swelling and socket soreness. The temporary acrylic conformer is retained in the socket until the ocularist evaluates the patient for an \"impression-fitted\" bespoke prosthesis when the conjunctival chemosis resolves, which is usually 6 weeks after surgery. Please see StatPearls' companion resource, \"\nEnucleation\n,\" for more information.\n[62]\n[63]",
    "adverse_effects": "Patients with anophthalmia should be monitored closely for potential complications (see\nTable 3.\nComplications of Anophthalmia). Significant cosmetic defects are common if the anophthalmic orbit is not corrected promptly. Despite using conformers, expanders, or surgical interventions, outcomes are often visually unsatisfactory. Prostheses are typically immobile, and eyelids may exhibit major abnormalities such as shortening and immobility. Phantom eye syndrome, which may include phantom pain, phantom sensation, and phantom vision, refers to any sensation experienced by a patient with anophthalmia or enucleation.\n[87]\nIndividuals with prosthetic eyes should avoid focusing on their prostheses, as excessive self-consciousness can cause persistent anxiety.\n[88]\n[89]\n\nTable\nTable 3. Complications of Anophthalmia.\n\nManagement of Anophthalmic Socket Problems\n\nManaging anophthalmic socket issues is crucial in ophthalmic and reconstructive surgery, addressing both functional and cosmetic concerns. Effective management can significantly enhance the quality of life for patients with anophthalmic sockets.\n\nSocket dryness:\nUsing artificial tears or gel should be used throughout the day to alleviate dryness. If tear supplements do not alleviate dry eye problems, applying a drop of light mineral oil to the surface of the artificial eye can facilitate the eyelid to move smoothly over the prosthesis.\n\nDischarge and irritation:\nThe use of a prosthetic eye can lead to mucoid discharge, which negatively impacts the quality of life for those who have lost an eye. Frequent handling of the prosthesis may retard the development of the normal prosthesis socket microenvironment and damage the highly polished prosthetic surface, which may increase the discharge.\n[90]\nRecurrent and chronic socket discharge is a defining symptom of GPC. Treatment often involves using a mild corticosteroid drop, such as fluorometholone, or a combination antibiotic/steroid drop, such as tobramycin-dexamethasone, once or twice daily. This approach frequently reduces the discharge and should be guided by an ophthalmologist and ocularist based on the specific condition.\n\nReports of intermittent bleeding are common, and these vascular lesions usually occur around an implant peg, at the conjunctival closure site, or in frictional areas. Treatment typically involves using a moderate corticosteroid drop, such as fluorometholone, or a combination antibiotic/steroid drop, such as tobramycin-dexamethasone, applied once or twice daily. This treatment usually reduces discharge and helps resolve small lesions.\n\nA conjunctival bacterial or viral infection should be considered when the discharge is purulent or copious. Acute or chronic conjunctivitis usually presents with additional symptoms.\n[91]\nAnother possible reason for persistent or recurring socket discharge is a pyogenic granuloma. Many individuals who develop large pyogenic granulomas may eventually require surgical granuloma excision and removal of the triggering chemical or irritant. An excision biopsy can provide histological confirmation if the diagnosis remains uncertain.\n[92]\n\nLagophthalmos and prosthesis surface exposure:\nIndividuals with nocturnal lagophthalmos may experience dryness on the prosthesis's anterior surface, leading to eyelid or lash adhesion. To clean the prosthetic eye, it should be removed from the socket, and the surface should be washed with a moist paper towel and cool tap water. To prevent debris buildup and eyelid adhesion, a light mineral oil or lubricating eye ointment (such as Lacri-lube) should be applied to the anterior surface of the prosthesis before bedtime.\n\nSocket pain:\nAlthough rare, pain and discomfort in the anophthalmic socket can vary in severity and impact daily activities.\n[91]\nSocket pain and discomfort may arise from several issues, which can be identified through a comprehensive evaluation of the prosthesis and eye socket.\n\nThe socket implant should be assessed for signs of migration and the conjunctiva for indications of infection, inflammation, or implant exposure. Implant migration can cause pressure between the prosthesis and implant, affecting the prosthetic fitting. Triamcinolone injection (0.3–0.4 mL of 40 mg/mL vial) into the peritrochlear area may effectively relieve this discomfort. For persistent socket pain, neuroimaging (eg, CT and MRI) of the orbit, paranasal sinuses, and brainstem are essential to rule out amputation neuromas, sinus infections or masses, and intraorbital or central nervous system anomalies.\n[93]\n\nAnterior orbital cysts:\nA subconjunctival or anterior orbital cyst may cause socket pain, including aching and pressure sensations, as well as issues with prosthetic eye fit.\n[94]\nThese cysts form from trapped conjunctival epithelium after wound closure. Management options include surgical excision, marsupialization, 100% alcohol injection, and trichloroacetic acid injection.\n[95]\n\nEyelid malpositions:\nLower eyelid laxity, prevalent in patients with artificial eyes, results from aging eyelids supporting the prosthesis and changes in soft tissue support following eye removal (anophthalmic socket syndrome). Lower eyelid laxity may be addressed with a tarsal strip operation.\n[96]\nHorizontal lid tightening helps preserve the natural shape of the lower eyelid and lateral canthus, thereby improving support for the prosthesis while preserving conjunctival tissue and inferior fornix volume.\n\nLower eyelid ectropion, often a result of significant lid laxity, may initially appear as a cosmetic issue but may eventually lead to prosthesis retention. A tarsal strip-type operation with a posterior lamellar spacer graft (eg, auricular cartilage) may be necessary.\n[97]\nUpper eyelid ptosis can result from laxity in the fibrous connective tissue framework of the superior orbit (including the Whitnall ligament), leading to posterior and inferior rotation of orbital tissues (PESS). The condition may also be caused by trauma from injury or surgery or senile dehiscence of the levator aponeurosis.\n[98]\n\nDeep superior sulcus and enophthalmos:\nEnucleation or evisceration surgery can cause soft tissue and volume changes in the socket, leading to upper eyelid ptosis, lower eyelid malposition, and a deepened superior sulcus. Factors such as inadequate volume replacement (eg, too small an implant or lack of an implant) at the time of the enucleation or evisceration procedure and postsurgical orbital fat atrophy are other important factors in the development of a deep superior sulcus.\n[99]\n[100]\n[101]\nConservative therapy for superior sulcus deformity may include using lightly tinted glasses or a weak plus lens (+1 to +2) to provide magnification (see\nImage.\nSuperior Sulcus Deformity).\n\nSurgical options include:\n\nCorrecting bone defects from previous orbital fractures.\nRestoring socket volume with implants (eg, orbital floor wedge implant).\nSuperior sulcus tissue grafting using dermis fat grafts or acellular human dermis grafts (eg, AlloDerm by Lifecell Inc., Woodlands, TX, USA or DermaMatrix by Synthes, West Chester, PA, USA).\n[102]\n[103]\n\nSoft tissue fillers, such as hyaluronic acid-derived products, offer a novel approach to restoring superior sulcus volume loss in the anophthalmic socket.\n[104]\nPatients with anophthalmia and deep superior sulci, enophthalmos, or eyelid malpositions may require multiple surgical interventions to achieve satisfactory symmetry. Enucleation or evisceration-related alterations, inadequate implant volume replacement, and implant extrusion can contribute to enophthalmos. A subsequent intraconal orbital implant can address superior sulcus depression and enophthalmos. Secondary orbital implantation may also be indicated to improve prosthesis motility or resolve issues such as implant exposure or migration affecting prosthetic fitting.\n[105]\n[106]\n\nImplant migration:\nLong-term orbital implants may be subjected to implant migration due to gradual changes in the orbital soft tissue within the anophthalmic socket. This migration can lead to improper alignment of the prosthesis, resulting in discomfort, cosmetic deformities, and potential complications such as socket inflammation or infection. Regular follow-up and adjustments are essential to monitor the implant's position and address any issues promptly. In some cases, surgical intervention may be required to reposition or replace the implant to maintain optimal functionality and aesthetic appearance.\n\nImplant infection:\nFactors that predispose to infection include early conjunctival dehiscence with implant exposure, poor or delayed vascular ingrowth due to chronic illness (eg, diabetes, immunosuppression, and vasculopathy), chemotherapy, radiation therapy, prior socket reconstruction, and delayed fibrovascular ingrowth within a host scleral shell with no portals for vascular growth.\n\nImplant exposure and extrusion:\nImplant exposure may be caused by tension wound closure, poor surgical technique, infection, mechanical or inflammatory irritation from the porous implant surface, and delayed fibrovascular tissue ingrowth, leading to tissue collapse.\n[107]\n\nAcquired socket contracture:\nAcquired socket contracture occurs when the orbital tissues in an anophthalmic socket shrink and shorten, resulting in inadequate conjunctival fornices for prosthesis retention.\n[108]\nEffective treatment aims to identify and address the underlying cause when possible. Preventive measures include preserving tissues (such as the conjunctiva), reducing dissection into the fornices, restricting cauterization, restoring tissues to their anatomical position, and using a conformer during the healing phase after orbital trauma surgeries (see\nTable 4.\nStages and Management of Acquired Socket Contracture).\n[109]\n[110]\n[111]\n[112]\n\nTable\nTable 4. Stages and Management of Acquired Socket Contracture."
  }
}