{
  "drug_name": "lisinopril",
  "nbk_id": "NBK482230",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK482230/",
  "scraped_at": "2026-01-11T15:33:11",
  "sections": {
    "indications": "Lisinopril is contraindicated for patients with hyperkalemia, a history of angioedema, renal failure with prior lisinopril use, bilateral renal artery stenosis, concomitant use with aliskiren in patients with diabetes mellitus, and for patients receiving a neprilysin inhibitor or within 36 hours of taking one.\n\nBox Warning\n\nWhen pregnancy is detected, discontinue lisinopril as soon as possible.\nDrugs that act directly on the renin-angiotensin system can cause injury and death to the developing fetus.\n\nWarnings/Precautions\n\nFetal toxicity\nAngioedema (concurrent mTOR inhibitor (eg, temsirolimus, sirolimus, everolimus) or neprilysin inhibitor administration)\nImpaired renal function\nHypotension\nHyperkalemia\nHepatic failure\nRisk of allergic reactions due to tartrazine in lisinopril doses of 20 mg, 30 mg, and 40 mg",
    "mechanism": "Lisinopril is a competitive inhibitor of the angiotensin-converting enzyme (ACE) and prevents the conversion of angiotensin I to angiotensin II, a potent vasoconstrictor. A reduction in angiotensin II levels subsequently suppresses aldosterone secretion, which reduces sodium reabsorption in the collecting duct and potassium excretion. This process may result in a slight increase in serum potassium. By inhibiting the negative feedback of angiotensin II, lisinopril increases serum renin activity.\n[8]\nThe beneficial effects in patients with hypertension derive from inhibiting the renin-angiotensin-aldosterone system, resulting in reduced vasopressor and aldosterone activity even in patients with low renin levels. However, ACE also degrades bradykinin. Therefore, ACE inhibitors may increase the risk of angioedema.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nLisinopril absorption is unchanged by food. After oral intake, it has low bioavailability, ranging from 10% to 30%. The time to peak concentration can vary from 6 to 8 hours.\n\nDistribution:\nLisinopril does not bind to albumin or other proteins, and its distribution in patients with heart failure is poor.\n[9]\n\nMetabolism:\nUnlike other ACE inhibitors (eg, enalapril, captopril), lisinopril has a long half-life, is hydrophilic, and is not broken down by the liver.\n[10]\n\nElimination:\nLisinopril is excreted unchanged in the urine.",
    "administration": "Available Dosages and Strengths\n\nLisinopril is available as 2.5 mg, 5mg, 10 mg, 20 mg, 30 mg, and 40 mg oral tablets and as a 1 mg/mL oral solution.\n\nAdult Dosage\n\nThe standard adult dosage ranges from 2.5 to 40 mg daily, depending on the indication.\n[3]\n[4]\nDosing and administration adjustments are recommended for patients with various conditions, such as kidney disease.\n[11]\n\nHypertension\n\nAccording to the 2017 guidelines, the American College of Cardiology/American Heart Association (ACC/AHA) recommends\nACE inhibitors as first-line agents for managing hypertension.\n[4]\n\nThe recommended initial dose is 10 mg daily, which is increased to 40 mg daily.\nIf adequate blood pressure control is not achieved with lisinopril alone, a low-dose diuretic can be added. In these cases, the lisinopril dose can be reduced. The recommended starting dose for adults with hypertension receiving diuretics is 5 mg once daily.\n\nHeart failure\n\nAccording to the 2013 ACCF/AHA Guidelines for the Management of Heart Failure (HF), ACE inhibitors are recommended for all patients with HF with reduced ejection fraction to minimize morbidity and mortality.\n\nThe recommended initial dose is 2.5 mg daily, with a maximum daily dose of 40 mg.\nDuring the SOLVD trial, patients in the high-dose group had an overall 8% reduction in mortality compared to the low-dose group. The findings of this study have resulted in an inclination towards higher doses.\n[2]\n[12]\n\nST-Elevation Myocardial Infarction\n\nThe 2013 ACCF/AHA guidelines strongly recommend administering lisinopril within the first 24 hours for all hemodynamically stable patients with anterior ST-elevation myocardial infarction, HF, or ejection fraction ≤40%, unless contraindicated.\n\nThe recommended initial dose is 2.5 to 5 mg daily, with a slow titration to 40 mg daily, or the maximum tolerated dose.\n[3]\n\nDiabetes and hypertension\n\nThe American Diabetes Association (ADA) recommends ACE inhibitors as first-line agents for hypertension in patients with diabetes and a urinary albumin-to-creatinine ratio ≥30 mg/g creatinine.\n[13]\n\nThe recommended initial dose is 2.5 to 10 mg daily, depending on blood pressure, and slowly titrated to a maximum daily dose of 40 mg. The target proteinuria is less than 1 g/day, as per KDIGO-2013.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustments are necessary for patients with hepatic impairment.\n\nRenal impairment:\nThe manufacturer recommends the following dose adjustments based on creatinine clearance (CrCl):\n\nNo dose adjustment is required in patients with a CrCl >30 mL/min.\nFor patients with a CrCl of 10 to 30 mL/min, the recommended initial dose of lisinopril should be reduced by 50%.\nFor patients with a CrCl <10 mL/min, the recommended initial dose is 2.5 mg once daily. This is also the recommended initial dose for patients on dialysis.\n[11]\n\nPregnancy considerations:\nLisinopril is pregnancy category class D due to its teratogenic effects (eg, impaired fetal renal function, oligohydramnios, lung hypoplasia, skeletal malformations, fetal/neonatal death). Thus, its use is contraindicated for women who are pregnant or may become pregnant and are not receiving appropriate contraception.\n[14]\n\nBreastfeeding considerations:\nManufacturers recommend against using lisinopril in breastfeeding women because the amount secreted in breast milk and its effects in the breastfed infant is unknown.\n\nPediatric patients:\nFor children 6 years and older, the initial dose is 0.07 to 0.1 mg/kg once daily, with a maximum initial dose of 5 mg daily. This dose may be increased every 1 to 2 weeks to a maximum tolerated dose of 0.6 mg/kg/day or 40 mg/day.\n[15]",
    "adverse_effects": "The primary adverse reactions associated with ACE inhibitors include hyperkalemia, dry cough, angioedema, hypotension, dizziness, headache, and renal insufficiency.\n[9]\n[16]\nThese effects may be more common in patients with renal, autoimmune, or collagen vascular diseases. The AHA/ACCF recommends caution when prescribing lisinopril for patients with cardiomyopathy with outflow obstruction, as the drug may exacerbate symptoms.\n[17]\n[2]\nHistorically, ACE inhibitors have been associated with increased morbidity and mortality in patients with aortic stenosis. However, recent studies suggest that ACE inhibitors may be safer than originally thought and even provide some benefits in certain patients.\n[18]\n[19]\n[20]\n\nACE inhibitor-induced cough is a dry, nonproductive, hacking cough that usually begins within months of initiating therapy and resolves within 1 to 4 weeks after discontinuing. Deteriorating renal function can occur in patients whose glomerular function depends on event arteriolar vasoconstriction by angiotensin II. A benign increase in serum creatinine may occur at the beginning of therapy, but medication should only be discontinued if there is a progressive or significant elevation of BUN/creatinine.\n\nAngioedema is asymmetric swelling of subcutaneous tissue without itching or urticaria involving the face, mouth, and upper airway. ACE inhibitor-induced angioedema can occur anytime during therapy but most commonly occurs within the first 3 months of treatment. This adverse reaction is secondary to elevated bradykinin levels by inhibiting ACE, causing vasodilatation and extravasation of plasma into the submucosal tissue, leading to angioedema. The most crucial step in management is to discontinue the ACE inhibitors and note ACE inhibitors under the patient's allergies. Immediate symptomatic treatment and airway protection may be necessary.\n\nDrug Interactions\n\nDiuretics:\nWhen initiating lisinopril therapy, diuretics may further reduce blood pressure and lead to hypotension. When coadministered with thiazide-type diuretics or potassium-sparing diuretics (eg, amiloride, spironolactone, triamterene), lisinopril may increase the risk of hyperkalemia. Therefore, if coadministration of these diuretics is necessary, the patient’s serum potassium should be monitored frequently.\n\nAntidiabetics:\nConcomitant administration of antidiabetic medicines (eg, insulins, oral hypoglycemic agents) and lisinopril can increase the risk of hypoglycemia.\n\nNSAIDs:\nNon-steroidal anti-inflammatory agents can reduce the antihypertensive effect of ACE inhibitors. However, coadministration of NSAIDs and lisinopril in patients who are older, volume-depleted (including those on diuretic therapy), or renally impaired may worsen renal function and possibly cause acute renal injury (AKI). This is usually reversible, but renal function should be monitored periodically in patients receiving lisinopril and NSAID therapy.\n\nRenin-angiotensin system blockers:\nDual blockade of the renin-angiotensin with ACE inhibitors, angiotensin receptor blockers, or aliskiren is associated with higher risks of hyperkalemia, hypotension, and changes in renal function, including AKI, compared to monotherapy. Clinicians should closely monitor blood pressure, electrolytes, and renal function in these patients.\n\nLithium:\nLithium toxicity has been reported in patients taking ACE inhibitors and lithium and is usually reversible. Clinicians should monitor serum lithium levels in these patients.\n\nRapamycin inhibitors:\nPatients using concomitant mechanistic targets of rapamycin inhibitors (eg, sirolimus, temsirolimus, everolimus) are at increased risk for angioedema.",
    "monitoring": "Caution is necessary when prescribing lisinopril for patients with high-potassium diets or who are taking other agents that might exacerbate hypotension and hyperkalemia, such as antihypertensive agents or aldosterone antagonists. Although cholestatic jaundice is a rare reaction associated with using the ACE inhibitor captopril, monitoring liver function during lisinopril use may be appropriate. Lisinopril should be discontinued immediately if elevated liver enzymes are detected.\n[21]\nFirst-dose hypotension is an uncommon adverse effect of ACE inhibitors that clinicians should consider when prescribing lisinopril; a low starting dose is recommended to reduce the risk of this phenomenon.\n[16]\nClinicians should monitor serum potassium, blood pressure, and blood urea nitrogen/serum creatinine in patients taking lisinopril for up to 3 weeks after initiation.",
    "toxicity": "As lisinopril metabolism depends on renal excretion, overdose management consists of general supportive care. However, gastric emptying strategies, intravenous fluids, vasopressors, and hemodialysis may also be considered when appropriate. Maintaining optimal blood pressure using fluids is critical for hypotensive patients.\n[22]\nSome reports suggest using angiotensin II administration as an alternative supportive treatment for the treatment of ACE inhibitor overdose.\n[23]\nThere is no antidote available for lisinopril."
  }
}