{
  "drug_name": "lithium carbonate",
  "nbk_id": "NBK599513",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599513/",
  "scraped_at": "2026-01-11T18:47:27",
  "sections": {
    "indications": "Nitrosoureas are cytotoxic chemotherapeutic drugs that cause cell death by DNA damage. They are used to treat malignancies, including malignant glioblastomas, Hodgkin's and non-Hodgkin lymphomas, and pancreatic islet cell tumors. Three of the most commonly used nitrosourea compounds are carmustine\n(BCNU), lomustine (CCNU), and fotemustine.\n[1]\n[2]\nNitrosoureas are lipophilic chemicals with antitumor and cytotoxic effects via alkylating and carbamoylating compounds; they are active in multiple cell cycle phases.\n\nLomustine readily crosses the blood-brain barrier and is commonly used for recurrent glioblastoma multiforme; in some European countries, fotemustine is used instead of lomustine. Carmustine was the first nitrosourea developed for public use (United States Food and Drug Administration approval in 1977). The drug has been widely discontinued due to toxicity, intravenous (IV) administration, and low availability.\n[3]\n.\n\nNitrosoureas are used alongside other chemotherapeutic agents (such as procarbazine, lomustine, and vincristine, a first-line regimen for oligodendroglioma) or as stand-alone chemotherapy agents.\n[4]\nStreptozocin has methylnitrosourea activity against pancreatic islet cell tumors.\n[2]\nNitrosoureas are associated with significant and severe adverse effects, including leukoencephalopathy, pulmonary toxicity, nephrotoxicity, hepatotoxicity, neurotoxicity, myelosuppression, secondary leukemias, nausea, vomiting, stomatitis, alopecia, anemia, anorexia, and phlebitis and burning at the injection site.\n[5]\n[6]\n[7]\n[8]\nDue to their severe side effect profiles, nitrosoureas are mostly used for tumor recurrence or refractory cases.\n[9]\nNitrosourea metabolites are primarily excreted through the kidneys.\n[10]",
    "mechanism": "Nitrosoureas are a chemotherapeutic drug class that contains a molecule with a nitroso group and urea. They commonly treat high-grade gliomas, glioblastoma multiforme recurrence, pulmonary cancers, and pancreatic islet cell tumors. They are an important component of the BEAM (BCNU, Etoposide, Cytarabine, Melphalan) conditioning regimen commonly used for autologous hematopoietic stem cell transplantation used in lymphoma.\n[10]\nThey are not widely used as first-line therapy due to their severe, dose-dependent side effects.",
    "monitoring": "Complete blood count (CBC) with differential is a key laboratory test because of delayed myelosuppression. A comprehensive metabolic panel should be obtained to assess for electrolyte abnormalities, uremia, or elevated creatinine due to renal dysfunction, as well as gastric function tests, such as AST, ALT, ALP, and bilirubin, to assess for hepatotoxicity.\n\nChest x-rays may demonstrate pulmonary infiltrates, and chest CT may show features of honeycombing, traction bronchiectasis, lung architectural distortion, reticulation, and interlobular septal thickening.\n[23]\nCarbon monoxide diffusion abnormalities may be the earliest indicator of pulmonary damage.\n[16]\nPulmonary function tests can be used to track the severity of pulmonary tissue damage. Hydroxyproline levels are used to quantify pulmonary fibrosis, but the usefulness of measuring levels in patients with nitrosourea-induced pulmonary fibrosis is uncertain.\n[16]\nCarmustine inhibits fatty acid synthesis in pulmonary alveolar type II cells in a dose-dependent manner, and the rate of fatty acid biosynthesis is a sensitive marker for carmustine-induced lung toxicity.\n[16]",
    "administration": "The treatment of nitrosourea toxicity involves supportive care and discontinuation of the offending agent since there is no known antidote or reversal agent. Patients with significant myelosuppression should be admitted to the hospital for transfusion of packed platelets to maintain a platelet count of over 15,000/mm³ and packed red blood cells to maintain a hemoglobin over 7 g/dL.\n[8]\nMany blood products, such as platelets, can take around 51 days after chemotherapy to rise spontaneously.\n[8]\n\nErythropoietic agents can reduce the need for transfusions and are recommended in adults and children with non-myeloid malignancies.\n[24]\n[25]\nA hemoglobin under 10 g/dL indicates a need for erythropoiesis-stimulating agents, and the FDA recommends a goal hemoglobin between 10 g/dL to 12 g/dL.\n[26]\nProphylactic antibiotics such as quinolones for patients with neutropenia or leukopenia reduce mortality, and neutropenic precautions should be exercised.\n[27]\nAntibiotic selection should be based on local epidemiology and sensitivities.\n[28]\n\nPatients experiencing nephrotoxicity require clinical monitoring and adequate hydration. Protein and metabolic disorders should be corrected to maximize renal protection.\n[29]\nCorticosteroids treat and prevent nitrosourea-induced pulmonary fibrosis, but studies have failed to show a benefit in patients prescribed steroids during nitrosourea therapy.\n[16]\n[30]\nPulmonary fibrosis can progress after nitrosourea therapy cessation.\n[16]",
    "adverse_effects": "Complications from nitrosourea toxicity include irreversible bone marrow suppression and fibrosis, irreversible pulmonary fibrosis and diminished pulmonary function, renal failure, leukemias, and systolic heart failure.\n\nClinical signs of hepatotoxicity resolve within a couple of weeks, but biopsies may demonstrate evidence of hepatic necrosis for months. Patients who receive doses over 1400 mg/m\n2\nare at a significantly higher risk of pulmonary fibrosis. According to 2022 FDA guidelines, pulmonary toxicity may manifest years after treatment and can result in death, especially if treated in childhood."
  }
}