{
  "drug_name": "lixisenatide",
  "nbk_id": "NBK572151",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572151/",
  "scraped_at": "2026-01-11T15:33:12",
  "sections": {
    "indications": "The following contraindications should be considered with GLP-1RAs:\n\nAll GLP-1 receptor agonists are contraindicated in patients with hypersensitivity to the drug.\n[43]\n[44]\nThere is an increased risk of fatal hemorrhagic and necrotizing pancreatitis using any GLP-1 analog. The mechanism of pancreatitis is currently unknown but has been demonstrated with postmarketing surveillance. GLP-1RAs should be discontinued if a patient has a history of pancreatitis or develops pancreatitis.\n[45]\nSemaglutide, dulaglutide, exenatide extended-release, liraglutide, and tirzepatide are contraindicated in patients with a family history of medullary thyroid cancer or patients with multiple endocrine neoplasia syndrome type 2 (MEN2). Studies have shown that liraglutide causes C-cell hyperplasia and increases rodent calcitonin release. Further investigations on humans are necessary to make a more definitive statement.\n[46]\n[47]\nExenatide should not be used in patients with end-stage renal disease or CrCl less than 30 mL/min. There are also reports of drug-induced thrombocytopenia with exenatide, and it should be stopped once confirmed on a complete blood count panel.\nGLP-1 receptor agonists should be avoided in gastroparesis or inflammatory bowel disorders. They should also be used cautiously in pregnancy. In animal embryo-fetal studies, these medications have shown evidence of pregnancy loss and adverse developmental outcomes when exposed to the maximum human recommended dosage. For other GLP-1 agonists, there is insufficient data to determine a drug-associated risk. Therefore, these drugs should only be used when the benefit to the mother outweighs the risk to the fetus.\nThe FDA has issued a warning regarding compounded semaglutide formulations. Compounding, which involves customizing medications, is not assessed by the FDA for safety or quality. Adverse events have been reported with compounded semaglutide, including cases with different salts. Three recent incidents involved incorrect administration for weight loss, resulting in severe symptoms. Patients obtained the medication from compounding pharmacies and a spa. Two patients self-administered doses 10 times higher than prescribed, leading to nausea, vomiting, and abdominal discomfort. One patient sought medical attention and improved with treatment. Patients also received syringes for self-administration without proper counseling. Compounded semaglutide lacks safety features, potentially causing dangerous overdoses. Incorrect syringes contribute to dosing variability and confusion. Strict labeling, dispensing, and counseling practices are crucial to reduce risks. Healthcare professionals should advocate for proper use to prevent severe adverse events and hospitalizations from dosing errors.\n[48]\nThe FDA has further cautions against ileus related to semaglutide. A recent study revealed that the utilization of GLP-1 agonists for weight loss, in contrast to bupropion-naltrexone, demonstrated a higher risk of pancreatitis, gastroparesis, and bowel obstruction.\n[49]\n[50]",
    "mechanism": "Glucagon-like peptide-1 agonists (GLP-1RA) are analogs of GLP-1, a gut-derived peptide hormone that exhibits a glucose-lowering effect via stimulation of insulin secretion from pancreatic islets in response to an oral glucose load, known as the incretin effect. Unlike the natural peptide hormone, synthetic GLP-1 is resistant to degradation by the dipeptidyl peptidase 4 (DPP-4) enzyme, and thus it has a longer half-life. The GLP-1 activity in patients with type 2 diabetes may be decreased. GLP-1 also slows gastric emptying, suppresses appetite, improves satiety, decreases inappropriate glucagon secretion, and promotes beta-cell proliferation.\n[7]\nGLP-1 receptor agonists have also demonstrated the ability to restore insulin secretory functions, thereby improving glycemic control and body weight reduction in diabetic patients.\n[8]\n\nThe short-acting formulations work by delaying gastric emptying, thus reducing postprandial glucose levels. The long-acting agents affect both fasting and postprandial glucose levels.\n[9]\nExisting evidence suggests roles that GLP-1 analogs can play on receptors expressed throughout the human body, including reducing blood pressure, improving endothelial and myocardial function, recovering failing and ischemic heart, arterial vasodilation, and increased diuresis and natriuresis.\n[10]\n\nComparison of Different GLP-1 Agonists\n\nNumerous clinical trials and studies have been conducted between the short-acting and long-acting GLP-1 analogs to gauge their efficacy, safety, and tolerability. In addition, the added benefit of weight loss and improved cardiovascular and renal outcomes was also assessed.\nEfficacy and adverse effects\n\nOne meta-analysis showed that once-weekly GLP-1RA were more effective in reducing HbA1c levels and equally as effective in weight loss than exenatide twice-daily injection, but not better than liraglutide once-daily injection.\n[11]\nTo further support this, a study showed that long-acting GLP-1RA like dulaglutide, liraglutide, and once-weekly exenatide were superior to exenatide twice daily and lixisenatide at lowering fasting plasma glucose levels and HbA1c levels of patients.\n[12]\n\nAnother meta-analysis demonstrated that liraglutide decreased HbA1c more than exenatide, and there was no difference in HbA1c reduction between liraglutide and dulaglutide. The adverse effects were mainly gastrointestinal, with less nausea seen in exenatide once-weekly injection, and most adverse effects were seen with short-acting agents.\n[13]\nThe LEAD-6 trial compared liraglutide 1.8mg once a day with exenatide 10 mcg twice a day, and it showed a greater HbA1c reduction and fewer adverse effects with liraglutide, including hypoglycemia.\n[14]\nIn DURATION-6, liraglutide once daily was compared to exenatide once weekly, and liraglutide showed a significant reduction in both HbA1c and weight. However, more GI side effects were associated with using liraglutide. Compared to exenatide once-weekly injection, exenatide twice-daily injection showed a greater reduction of HbA1c level; however, there were more injection site reactions.\n[15]\n\nIn the AWARD-1 trial, dulaglutide was superior to exenatide twice-daily injection. Further trials followed this up, and in the AWARD 6 trial, once-weekly dulaglutide was shown to be as effective as once-weekly liraglutide. Liraglutide, however, had more significant weight loss potential.\n[16]\nIn another trial, dulaglutide, when compared to liraglutide, had a greater HbA1c reduction.\n[17]\nWhen dulaglutide's initiation in patients was compared to exenatide once weekly and liraglutide, dulaglutide had a higher adherence rate and lower discontinuation rates within 6 months.\n[18]\nA more recent randomized controlled trial called SUSTAIN-7 compared semaglutide once-weekly injection to dulaglutide at both low and high doses. Semaglutide showed superiority over dulaglutide in improving glycemic control and weight loss >5%, with both drugs having a similar safety profile.\n[19]\n\nCardiovascular outcomes\nSeveral cardiovascular outcome trials have been done on the GLP-1RA. The LEADER-6 trial showed that liraglutide had a cardiovascular benefit in high-risk patients. The SUSTAIN 6 trial demonstrated a statistically significant reduction in death from cardiovascular events with the use of subcutaneous semaglutide; however, it also had the highest decrease in HbA1c, so it was unclear whether the reduction of death from CV events was from the medication or the improved glycemic control. Out of the 7 trials, all have shown noninferiority, and liraglutide, subcutaneous semaglutide, and dulaglutide have significantly reduced cardiovascular outcomes.\n[20]\nAccording to a post hoc analysis of the SUSTAIN and PIONEER trials, semaglutide has shown a decreased relative risk and absolute risk reduction for major adverse cardiovascular events versus its comparators.\n[21]\nThe AHA emphasizes reducing ASCVD-related outcomes like MI, stroke, and cardiovascular death and recommends GLP-1 receptor agonists such as liraglutide, subcutaneous semaglutide, dulaglutide, and albiglutide, which is currently not available in the US or EU, for their established cardiovascular benefits.\n[22]\n\nRenal outcomes\n\nGLP-1 agonists have demonstrated the most significant renal benefit, primarily by reducing new-onset severely increased albuminuria. The AWARD-7 trial comparing dulaglutide and insulin glargine was the only trial involving this class of medications to enroll patients with moderate-to-severe chronic kidney disease exclusively. Patients concurrently on an ACE inhibitor or angiotensin receptor blocker who received dulaglutide experienced significantly less eGFR decline than those who received insulin glargine. For this reason, patients with an eGFR as low as 15 mL/min per 1.73 m\n2\ncan safely be treated with dulaglutide per FDA labeling.\n[23]\n\nInjectable semaglutide in SUSTAIN-6 showed the most significant albuminuria reduction, followed by liraglutide and dulaglutide in their respective cardiovascular outcomes trials. The trial included patients across the spectrum of renal dysfunction except for dialysis patients. PIONEER 6, which evaluated cardiovascular outcomes of oral semaglutide, did not assess the drug's effect on albuminuria or loss of eGFR.\n[24]\n\nWeight loss\n\nRecently, weekly semaglutide 2.4 mg became the first approved drug for chronic weight management in overweight adults or those with general obesity with at least one weight-related comorbidity since the approval of high-dose liraglutide in 2014. Compared to the SCALE trial comparing weight management in liraglutide versus placebo, the 4 randomized controlled trials comparing semaglutide to placebo showed a greater average weight loss, resulting in a more significant percentage of patients losing at least 5% of their body weight.\n\nAdherence to therapy\n\nThe once-weekly injections were also compared based on patient compliance and adherence. A retrospective observational study evaluated the adherence to dulaglutide versus liraglutide and exenatide once weekly. The patients taking dulaglutide were remarkably more persistent in taking the drug and adherent than those patients taking exenatide extended-release or liraglutide. Another observational study examined adherence between dulaglutide, semaglutide, and exenatide. At 6 months, more patients preferred to use dulaglutide than exenatide and semaglutide.\n[25]\nAlthough the GLP-1RA vary within their class, the efficacy and safety profile are comparable. Choosing which GLP-1RA to use will depend on patient preferences, the patient's comorbidities, reaction to adverse effects, convenience, and cost. Also, GLP-1 agonists (eg, exenatide) are under investigation and have shown promising results in idiopathic intracranial hypertension.\n[6]\n\nClinical Pharmacokinetics\n\nAbsorption\n\nExenatide, administered twice daily, achieves a peak concentration within 2.1 to 2.2 hours, with an elimination half-life ranging from 3.3 to 4.0 hours. Liraglutide, given once daily, exhibits a more prolonged duration to peak concentration, spanning 11 to 13.8 hours, and has a corresponding elimination half-life of 12.6 to 14.3 hours. Lixisenatide, also administered once daily, reaches peak levels at approximately 2 hours and has a relatively shorter half-life of 2.6 hours. Semaglutide, whether administered subcutaneously once weekly or orally once daily, showcases a more sustained duration of action. The subcutaneous form achieves peak concentration at 24 hours, with an impressively extended elimination half-life of 5.7 to 6.7 days. The oral formulation displays a shorter time to peak concentration, ranging from 1 to 4 hours, yet maintains a parallel elimination half-life of 5.7 to 6.7 days.\n[22]\n\nDistribution\n\nLiraglutide, approved in 2009, is designed to closely mimic the amino acid sequence of mammalian GLP-1. A free fatty acid side chain is attached to enhance its binding to albumin in plasma and interstitial fluid. Only a small fraction, estimated at 1% to 2%, of liraglutide circulates in a form free from albumin, enabling it to penetrate tissues and interact with receptors. The albumin-bound majority forms a reservoir, resulting in an extended duration of action. Liraglutide's elimination half-life is approximately 13 hours, making it well-suited for once-daily dosing. Exenatide is developed with the active ingredient slowly released from a time-releasing matrix after subcutaneous injection. Consequently, the onset of action is considerably delayed, requiring 8 to 10 weeks of treatment to reach a steady state. Other approaches involve conjugating modified GLP-1 to large proteins like an immunoglobulin Fc fragment (eg, dulaglutide) or albumin (eg, albiglutide).\n\nFollowing subcutaneous injection, they achieve effective circulating levels quite early, initiating a reduction in plasma glucose shortly after initiating treatment. Semaglutide shares a structure largely similar to liraglutide, GLP-1, with a free fatty acid side chain but has a notably extended half-life, likely due to an even stronger binding affinity for albumin. Semaglutide is combined with sodium N-(8-[2-hydroxybenzoyl]amino) caprylate (SNAC) for oral delivery. To compensate for the relatively low bioavailability of semaglutide when absorbed through the gastrointestinal tract, oral semaglutide necessitates daily administration. Glucagon-like peptide-1 receptor agonists generally do not cross the blood-brain barrier except liraglutide and semaglutide. This allows them to access specific brain regions, including circumventricular organs, arcuate nucleus, area postrema, nucleus tractus solitarius, and dorsal motor nucleus of the vagus nerve. In areas where semaglutide is prominently absorbed, many GLP-1 receptors (GLP-1Rs) exist, particularly in the hypothalamus and rhombencephalon.\n\nExperimental findings in subjects deficient in GLP-1 receptors emphasize their crucial role in semaglutide absorption. GLP-1RAs, like semaglutide, stimulate POMC/CART neurons associated with appetite suppression and inhibit NPY/AgRP neurons linked to appetite stimulation in the hypothalamus. This effect mirrors that of liraglutide. Upon interaction with GLP-1RAs, specific brain regions, such as the area postrema and nucleus tractus solitarius in the brain stem, are rapidly activated. Additionally, GLP-1RAs induce activation in brain regions not directly accessible to them, contributing to appetite regulation and meal termination. These regions include the nuclei of the stria terminalis, central amygdala nucleus, dorsal thalamus, parasubthalamic nucleus, and parabrachial nucleus.\n[26]\n\nMetabolism\n\nThe GLP-1 agonists are recombinant polypeptides and undergo minimal to no hepatic metabolism.\n[27]\nAlbiglutide and dulaglutide are large recombinant fusion proteins metabolized via general protein catabolism pathways, not involving the cytochrome P450 enzymes. This is significant because the cytochrome P450 enzymes are often involved in drug-drug interactions. Exenatide is primarily eliminated by glomerular filtration with subsequent proteolytic degradation. Liraglutide alone or in combination with insulin degludec is metabolized by DPP-4 and endogenous endopeptidases.\n[28]\nThe lixisenatide/insulin glargine combination involves lixisenatide, which is degraded by peptidases, and insulin glargine, metabolized at the B chain's carboxyl terminus, forming 2 metabolites. Semaglutide undergoes metabolism into amino acids by serum and tissue proteases. Tirzepatide, a structurally modified polypeptide, undergoes metabolism into separate amino acids within various tissues and cell types, including the liver.\n[29]\n[30]\n[31]\n\nExcretion\n\nThe kidneys primarily eliminate exenatide and lixisenatides. They are cleared from the systemic circulation by glomerular filtration with subsequent proteolytic degradation; use with caution in patients with CKD.\n[32]\nLiraglutide, dulaglutide, albiglutide, and semaglutide are metabolized similarly to large proteins, primarily through general protein catabolism pathways, without a specific organ as the primary route of elimination.",
    "administration": "GLP-1 receptor agonists are typically administered as follows: exenatide twice daily, exenatide extended-release (ER) once weekly, lixisenatide once daily, liraglutide once daily, dulaglutide once weekly, semaglutide once weekly, and oral semaglutide once daily.\n\nInitially, GLP-1RAs were manufactured as an injectable medication due to their poor oral bioavailability. The once-daily injections are liraglutide and lixisenatide, while dulaglutide and semaglutide are once weekly. Exenatide has a twice-daily formulation and an extended-release (ER) once-weekly injection formulation. In 2019, an oral semaglutide tablet became available in dosages of 3 mg, 7 mg, and 14 mg.\n[33]\nPatient preference is mainly for less frequent dosing regimens and oral formulations over injectable medication. Patient adherence also depended upon the type of device and needle size, showing a preference for narrower needles.\n[34]\n[35]\n[18]\nGLP-1 receptor agonists can now be used in combination with insulin. This regimen has a synergistic effect, with insulin lowering fasting blood glucose levels and GLP-1 analogs lowering postprandial glucose levels. There is also a reduced risk of hypoglycemia, and the GLP-1 RA use will offset the weight gain that may be caused by insulin use.\n[36]\nThe injectable medication should be administered in the patient’s thigh, abdomen, or upper arm. The patient should be instructed to change injection sites each time to reduce the risk of infection at the site.\n\nMissed dose instructions vary among the once-weekly formulations. Exenatide extended-release and dulaglutide can be taken as soon as the patient remembers, as long as the next scheduled dose is at least 3 days later. Conversely, semaglutide can be taken within 5 days of the missed dose. If outside these parameters, the patient should be instructed to skip the dose entirely and continue with the next regularly scheduled dosing day.\n\nShort-acting exenatide and lixisenatide should be given within 60 minutes of meals, whereas all others can be administered without regard to meals. The oral semaglutide tablet should be taken 30 minutes before any food, oral medication, or beverage, with 4 ounces of water. If taken with any other oral medication, it may alter the absorption of the oral semaglutide.\n[35]\n\nType 2 Diabetes\n\nAlbiglutide\n: The starting dose is 30 mg once weekly, which may be increased to a maximum of 50 mg weekly.\nDulaglutide\n: The starting dose is 0.75 mg once weekly, which may increase to a maximum of 1.5 mg weekly.\nExenatide injectable solution (immediate-release)\n: The starting dose is 5 mcg subcutaneously twice daily for the first month, then 10 mcg subcutaneously twice daily.\nExenatide injectable suspension (extended-release)\n: 2 mg subcutaneously once weekly.\nLiraglutide\n: The starting dose is 0.6 mg subcutaneously once daily for 1 week, then increase to 1.2 mg once daily. If necessary, after at least 1 week, the dose may be increased to a maximum of 1.8 mg once daily.\nLiraglutide/insulin degludec\n: The starting dose is insulin degludec 10 units and liraglutide 0.36 mg subcutaneously once daily. The dose can be increased by 2 units every 3 to 4 days to a maximum of 50 units of insulin degludec and 1.8 mg of liraglutide daily.\nLixisenatide\n: The starting dose is 10 mcg subcutaneously once daily for 14 days, then 20 mcg once daily.\nLixisenatide/insulin glargine\n: The starting dose is insulin glargine 15 units and lixisenatide 5 mcg subcutaneously once daily, which may be increased by 1 to 2 units every week up to a maximum of 60 units insulin glargine and 20 mcg lixisenatide once daily.\nSemaglutide\n: The starting dose is 0.25 mg subcutaneously once weekly for 4 weeks, then increase to 0.5 mg weekly. If necessary, after at least 4 weeks, the dose may be increased to a maximum of 1 mg once weekly.\n\nWeight Loss:\nLiraglutide and semaglutide have received FDA approval for weight loss. Liraglutide is administered subcutaneously, commencing with an initial dose of 0.6 mg once daily for the first week. The dosage is then gradually escalated in increments of 0.6 mg, reaching a maximum of 3 mg once daily. Semaglutide is also administered subcutaneously, with an initial dosage of 0.25 mg once weekly for 4 weeks. Subsequently, the dose is increased incrementally every week, with a maximum dosage of 2.4 mg once weekly.\n[37]\n\nSpecial Patient Populations\n\nPatients with hepatic impairment\n: Dosing in hepatic impairment is not defined for dulaglutide; therefore, caution is advised. Semaglutide and liraglutide require no dose adjustment for hepatic impairment.\n\nPatients with renal impairment\n: According to the Kidney Disease Improving Global Outcomes (KDIGO) and the American Diabetes Association (ADA), no dose adjustment is necessary for dulaglutide, liraglutide, and semaglutide in cases of renal impairment. This makes them the preferred choice for patients with chronic kidney disease. In contrast, clinicians should exercise caution when initiating or increasing the dose of exenatide and avoid using the once-weekly formulation of exenatide in stage 3b chronic kidney disease (ie, estimated glomerular filtration rate 30–44 mL/min/1.73 m²).\n[32]\n\nPregnant patients\n: Based on the current evidence, discontinuing GLP-1RAs during pregnancy is recommended. Maintaining a record of pregnancy outcomes in pharmacological databases is also suggested, as the available data on the subject is largely limited to animal studies and deemed insufficient.\n\nBreastfeeding patients\n: GLP-1 agonists are a class of medications used to manage type 2 diabetes. Limited data on the excretion of GLP-1 agonists in human breast milk is available. Therefore, caution is recommended when considering GLP-1RA during lactation.\n\nPediatric patients\n: Evidence supports high-dose liraglutide in pediatric patients for obesity. However, clinicians should still be vigilant about monitoring and dosage as more high-quality clinical studies are required to assess safety and tolerability.\n[38]\nThe American Academy of Pediatrics (AAP) acknowledges that the FDA has approved the use of liraglutide for the long-term management of obesity, both with and without type 2 diabetes, in patients aged 12 years or older.\n[39]\n\nOlder patients\n: Mate-analysis concluded that in older adults with diabetes, GLP-1RAs reduced major adverse cardiovascular events.\n[40]",
    "adverse_effects": "Since GLP-1 receptor agonists mimic the action of a peptide produced in the GI tract, the most reported side effects are gastrointestinal (GI), including nausea, vomiting, and diarrhea. The GI side effects are dose-dependent, and increasing the dosage should be done slowly.\n[13]\nPatients should be educated that this drug slows gastric emptying, and there may be a feeling of early satiety. Nausea can occur if attempting to eat when already full. A 34-trial meta-analysis demonstrated that once-weekly exenatide had the lowest risk of vomiting when comparing the adverse effects.\n[12]\n\nAlthough classified as low risk, GLP-1RA can be associated with hypoglycemia with no clinically significant difference in incidence among the agents. The concomitant use of insulin or insulin secretagogues, such as sulfonylureas, potentiates this risk.\n[8]\nInjection site reactions and erythema have been reported to be more frequent with exenatide administered once weekly than twice daily. Injection site reactions are also more common, with exenatide taken once weekly compared to liraglutide taken once daily.\n\nExenatide also has the adverse effect of increasing the INR in patients taking warfarin. For semaglutide, rapid improvement of glycemic control has been associated with a temporary worsening of preexisting diabetic retinopathy. The effects of long-term glycemic control on diabetic retinopathy complications have not been studied. In a trial for liraglutide, 3.1% of patients taking the medication versus 1.9% of patients on placebo reported an event of gallbladder disease. If cholelithiasis or cholecystitis is suspected, gallbladder studies and workup are indicated.\n\nAntibody formation was rare in patients treated with once-weekly injectables, while a greater percentage of patients developed antibodies to twice-daily exenatide and once-daily lixisenatide. The antibodies produced caused a smaller decrease in HbA1c and reduced glycemic efficacy in patients taking exenatide and lixisenatide. When these patients were switched to liraglutide, their new regimen was unaffected by the antibodies.\n[8]\n\nDulaglutide is associated with cardiovascular conduction abnormalities such as sinus tachycardia, PR interval prolongation, and 1st-degree AV block. The drug should be used cautiously in patients with preexisting arrhythmia.\n[41]\n[42]\nIn many phase III clinical trials, nasopharyngitis and upper respiratory infections (URIs) were reported. These symptoms were mostly noted in the PIONEER 9 and 10 trials. The mechanism of action of the URIs is unknown; however, its presence across trials qualifies it as an adverse effect to be studied further regarding GLP-1 receptor agonists.",
    "monitoring": "Like other medications for type 2 diabetes, HbA1c should be checked every 3 months to monitor glycemic control, and blood glucose levels should be tested regularly. Patients may opt for a continuous glucose monitoring (CGM) device to examine their glycemic patterns to help make dosage changes. There are reported cases of acute renal failure and renal insufficiency using exenatide and lixisenatide.\n\nMonitoring with renal function tests is recommended for patients taking these medications. Patients taking GLP-1RA should be educated about the adverse effect profile and monitored for signs and symptoms of pancreatitis, gallbladder disease, and compressive symptoms of medullary thyroid cancer (eg, hoarseness or dysphagia). The FDA does not recommend monitoring calcitonin levels in patients taking GLP-1 analogs. Patients must receive yearly comprehensive eye exams as these agents, particularly semaglutide, may carry the risk of retinopathy associated with rapid glucose reduction.\n[51]\nIf patients take GLP-1RAs, sulfonylureas, or insulin, there is an increased risk of hypoglycemia. Patients should be educated on the signs and symptoms of hypoglycemia and monitored periodically by their clinician.\n[52]",
    "toxicity": "GLP-1 analog overdoses are few and far between. When they do occur, the symptoms include nausea, vomiting, and diarrhea, which have led to acute kidney injury likely secondary to dehydration. Excessive belching and abdominal pain have been reported as well. Serious complications like pancreatitis have not been experienced. There have been rare episodes of hypoglycemia that were corrected without long-term complications.\n[53]\n[54]\n\nSeveral case reports have shown that an overdose of GLP-1RAs mainly causes GI symptoms but either no or minimal hypoglycemia. These patients' symptoms are managed supportively according to their symptoms, with intravenous fluids to hydrate the patient and antiemetic medications to control nausea and vomiting.\n[55]\n[56]\n[57]"
  }
}