{
  "drug_name": "loperamide",
  "nbk_id": "NBK557885",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557885/",
  "scraped_at": "2026-01-11T15:33:15",
  "sections": {
    "indications": "Loperamide is contraindicated in patients younger than 2 and patients of any age with acute ulcerative colitis, bloody diarrhea, and diarrhea associated with bacterial infections.\n[25]\nHypersensitivity to loperamide or any excipients is a contraindication to using loperamide.\n[26]\nA case report of fatal anaphylaxis has been reported.\n[27]\n\nBox Warning\n\nLoperamide has a boxed warning for torsades de pointes and sudden death when used in higher-than-recommended doses.\n[28]",
    "mechanism": "Loperamide is a lipophilic synthetic phenylpiperidine opioid and a μ-receptor agonist.\n[4]\n[9]\nAt therapeutic doses, loperamide acts on the μ-opioid receptors directly on the circular and longitudinal intestinal muscles to decrease transition time, inhibit peristalsis electrolyte loss, and increase rectal tone. However, because loperamide is a substrate for P-glycoprotein at higher doses, P-glycoprotein is inhibited, allowing loperamide to cross the blood-brain barrier and act on the central nervous system, producing central opioid effects and toxicity.\n[10]\n\nLoperamide was also found to inhibit both the Na\n+\ngated cardiac channels, which prolongs the QRS complex, and the hERG channel, which increases the QTc interval.\n[11]\nQRS and QTc prolongation can cause ventricular dysrhythmias, monomorphic and polymorphic ventricular tachycardia, torsade de pointes, ventricular fibrillation, Brugada syndrome, cardiac arrest, and death.\n\n(a) Pharmacokinetics\n\n(i) Absorption:\nThe peak plasma time is 4 to 5 hours, with a half-life of 7 to 19 hours.\n[12]\nLoperamide has a low bioavailability (<1%) due to the first-pass metabolism.\n\n(ii) Distribution:\nLoperamide has high protein binding and a large volume of distribution.\n\n(iii) Metabolism:\nLoperamide is extracted in the GI tract and metabolized in the liver by the cytochrome P450 pathway. The drug is metabolized in the liver via CYP2C8 and CYP3A4 to desmethyl-loperamide.\n[3]\nThis pathway allows for decreased gastrointestinal uptake and, thus, enhanced elimination through bile excretion. At recommended doses, almost no active loperamide is present in the systemic circulation.\n\n(iv) Elimination:\nThe elimination half-life of loperamide varies between 9.1 to 14.4 hours. The excretion of loperamide and its metabolites is predominantly through feces.",
    "administration": "Available Dosage Forms and Strengths\n\nLoperamide is available in different formulations, most commonly as tablets, capsules, and orodispersible tablets that melt on the tongue. Loperamide is available as 2 mg tablets, capsules, and oral solutions of 1 mg/7.5 mL and 2 mg/15 mL strengths. The oral solution should be shaken well before being administered to the patient. Consider administering loperamide with plenty of fluids to prevent dehydration. A combination of loperamide 2 mg and simethicone 125 mg is also available for the symptomatic relief of diarrhea plus bloating.\n\nAdult Dosing\n\nThe usual initial recommended dose for acute diarrhea, such as traveler’s diarrhea, is a 4 mg starting dose, followed by 2 mg after each unformed stool. The total dose is not to exceed 8 mg daily for over-the-counter use and 16 mg daily for prescription use. For chronic use, the suggested dose is 2 mg twice daily. Consider administering loperamide 30 minutes before food 4 times daily for patients with chemotherapy-induced diarrhea to slow colic reflex.\n\nAccording to the Infectious Disease Society of America, clinicians can use loperamide as adjuvant therapy with close monitoring and concomitant antibiotics in patients with suspected or known dysentery.\n[13]\nLoperamide is usually avoided in patients with\nC difficile\ninfection; however, some experts approve using close monitoring and concomitant antibiotics if the patient has significant fluid losses and no contraindications (ileus/colonic distention).\n[14]\n\nChemotherapy-induced diarrhea (off-label use):\nInitially administer 4 mg, followed by 2 mg every 2 to 4 hours or after each loose stool. For diarrhea persisting for more than 24 hours, administer 2 mg every 2 hours (or 4 mg every 4 hours). Continue until 12 hours have passed without a loose bowel movement. Experts consider recommending alternative therapy for diarrhea persisting more than 48 hours, and doses of more than 16 mg per day might not provide benefit.\n[15]\nLoperamide is used to prevent diarrhea caused by neratinib and irinotecan.\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dose adjustment of loperamide for hepatic impairment is provided in the product labeling; use caution in patients with liver impairment.\n\nRenal impairment:\nAccording to manufacturer labeling, no dose adjustment is required in patients with mild to severe renal impairment. In addition, since it is highly protein-bound, no dose adjustment is needed for dialysis.\n\nPregnancy considerations:\nThere are no adverse effects observed in animal studies. There is a lack of data on loperamide use in pregnant women, and the information is conflicting.\n[16]\nFor managing acute diarrhea in pregnancy, some experts recommend only oral rehydration and dietary modifications. Loperamide is also recommended in the lowest possible amount if the patient’s symptoms are disabling.\n[17]\n\nBreastfeeding considerations:\nLoperamide may be excreted into breast milk. The study on loperamide oxide (prodrug of loperamide) was conducted in breastfeeding women and found variable concentrations of loperamide and loperamide oxide in breast milk.\n[18]\nManufacturers recommend against breastfeeding. Furthermore, loperamide is contraindicated in children younger than 2.\n\nPediatric patients:\nAccording to the Infectious Disease Society of America, loperamide is not recommended to manage infectious diarrhea in pediatric patients.\n[19]\nUse a minimum effective dose for the possible shortest duration. Loperamide is not recommended for children younger than 2. Consider calculating the dose based on weight:\n\n13 kg to 21 kg: 1 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 3 mg daily.\n21 kg to 27 kg:  2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 4 mg daily.\n27.1 kg to 43 kg: 2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 6 mg daily.\nChildren 12 years and older: 4 mg when first loose stool, followed by 2 mg per dose after each subsequent unformed stool, but not more than 8 mg daily.\n\nOlder patients:\nUse with caution in older patients due to the risk of paralytic ileus.\n[20]",
    "adverse_effects": "Common Adverse Drug Reactions\n\nDry mouth\nFlatulence\nAbdominal cramps\nNausea\nIleus\nConstipation\nUrinary retention\nDizziness\nDrowsiness\n[4]\n\nSerious Adverse Drug Reactions\n\nToxic megacolon\nNecrotizing enterocolitis\nStevens-Johnson syndrome\nToxic epidermal necrolysis\n[8]\nSyncope\nQT/QTc interval prolongation, torsades de pointes, ventricular tachycardia (VT)\n[21]\nVT storm: 3 or more episodes of VT within 24 hours\n[22]\nOther ventricular arrhythmias and cardiac arrest\n[23]\n\nDrug-Drug Interactions\n\nLoperamide is extracted in the liver and metabolized primarily by CYP3A4, a cytochrome P450 enzyme.\n[3]\nThe drug is then conjugated and excreted into the bile. Loperamide has significant drug-drug interactions, and it is essential to check concomitant medicines before prescribing loperamide. Patients with hepatic impairment can have changed first-pass metabolism amounts, leading to CNS adverse reactions. Concomitant administration of lonafarnib may increase the plasma concentration of loperamide. Initially, do not use more than 1 mg of loperamide daily when using loperamide with lonafarnib. If clinically indicated, the dose of loperamide can be cautiously increased.\n\nLoperamide is a substrate of P-glycoprotein; it can interact with inducers of P-glycoprotein like carbamazepine, mitotane, phenytoin, and rifampicin. Similarly, loperamide can interact with P-glycoprotein inhibitors like amiodarone, carvedilol, ritonavir, quinidine, itraconazole, verapamil, clarithromycin, and ranolazine. Use with caution.\n[24]",
    "monitoring": "Currently, loperamide remains available over the counter in pharmacies with restricted access but without a prescription. Patients should understand the maximum recommended daily dose when dispensing loperamide for FDA-approved or off-label indications. The clinical status of patients and loperamide efficacy should be monitored, in addition to the number of loose stools after each dose. When used in high doses, clinicians should routinely obtain an ECG and assess for signs/symptoms of CNS disturbances and respiratory depression.\n[29]",
    "toxicity": "When loperamide is taken in large doses or with other drugs that may alter its pharmacokinetic effects, such as p-glycoprotein inhibitors, loperamide produces opioid-like symptoms. These include a sensation of euphoria, miosis, central nervous system depression, and respiratory depression. Treatment of loperamide overdose and toxicity is primarily supportive. Naloxone, including an intranasal naloxone bolus, intravenous naloxone bolus, or naloxone infusion, may be used in patients with respiratory depression.\n[30]\nAs naloxone has a shorter half-life than loperamide, patients should be observed for at least 24 hours after the last naloxone administration to ensure they do not deteriorate clinically.\n\nIn large quantities, loperamide can cause systemic effects similar to opioid toxicity (central nervous system depression, respiratory depression) and lethal cardiac conduction abnormalities.\n[3]\nThe patient should be on a cardiac monitor, and an ECG should be obtained. If QRS widening is present, sodium bicarbonate may be given and repeated in boluses or as an infusion.\n[31]\n\nIf the patient exhibits signs of QTc prolongation (QTc is considered prolonged if greater than 450 ms in males and 470 ms in females), electrolyte abnormalities (magnesium, potassium, phosphate) should be corrected, and isoproterenol or transcutaneous pacing may be an option.\n[32]\nCardiac arrest is manageable using standard ACLS protocols."
  }
}