{
  "drug_name": "lorazepam",
  "nbk_id": "NBK532890",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532890/",
  "scraped_at": "2026-01-11T15:33:15",
  "sections": {
    "indications": "Warnings and Precautions\n\nLorazepam is contraindicated in patients with a history of anaphylactic reactions to lorazepam, any component of the formulation, or other benzodiazepines (cross-sensitivity with other benzodiazepines may occur). The use of the drug is also contraindicated in neonates or premature infants, as well as in patients with severe respiratory impairment (except during mechanical ventilation), acute narrow-angle glaucoma, sleep apnea, severe respiratory insufficiency, and when administered intra-arterially.\n[32]\n\nLorazepam and other benzodiazepines are not recommended as first-line agents for anxiety and other psychiatric disorder symptoms during the first and third trimesters of pregnancy. Lorazepam and other benzodiazepines carry an elevated risk of abuse, misuse, and dependence. Consequently, they are contraindicated in patients who are actively using illicit substances and drugs. With the exception of patients undergoing detoxification for AUD, lorazepam and other benzodiazepines should not be used in individuals with a history of alcohol dependence or abuse who are not in remission. Combined use of alcohol and lorazepam in overdose poses an increased risk of fatality, including death.\n[21]\n\nThe injection formulation of lorazepam contains polyethylene glycol, propylene glycol, or benzyl alcohol, making hypersensitivity to these excipients a contraindication for use.\n[33]\nAs extended-release capsules contain tartrazine, patients with a history of allergic reactions should avoid using the capsules.\n\nBox Warning\n\nThe concurrent use of benzodiazepines with opioids can result in sedation, severe respiratory depression, coma, and death. Therefore, it is crucial to avoid the combination of these medications.\n[34]",
    "mechanism": "Lorazepam binds to benzodiazepine receptors on postsynaptic γ-aminobutyric acid (GABA)-A ligand-gated chloride channel neurons at multiple sites within the central nervous system (CNS). This medication enhances the inhibitory effects of GABA, which increases the conductance of chloride ions in the cell. Consequently, a shift in chloride ions leads to hyperpolarization and stabilization of the cellular plasma membrane.\n[8]\nThe inhibitory action in the amygdala is beneficial in anxiety disorders, while the inhibitory activity in the cerebral cortex is beneficial in seizure disorders.\n\nPharmacokinetics\n\nAbsorption:\nLorazepam is well absorbed after oral administration. Peak concentrations are attained 2 hours following oral administration. The bioavailability of lorazepam is approximately 90%. Moreover, lorazepam freely crosses the blood-brain barrier via passive diffusion.\n\nDistribution:\nLorazepam has a volume of distribution of 1.3 L/kg, and it binds to approximately 90% of plasma proteins. The drug crosses the blood-brain barrier via passive diffusion.\n\nMetabolism:\nLorazepam undergoes conjugation in the liver and experiences enterohepatic recirculation. Lorazepam glucuronide is an inactive metabolite. The medication undergoes direct glucuronidation without prior cytochrome p450 metabolism. Consequently, lorazepam can be safely administered to patients with hepatic dysfunction with minimal impact on its pharmacokinetics.\n\nExcretion:\nLorazepam has an elimination half-life of 14±5 hours and a clearance of 1.1±0.4 mL/min/kg. The drug is primarily excreted in the urine.\n[9]\n[10]",
    "administration": "Available Dosage Forms and Strengths\n\nLorazepam is available in various formulations, including oral tablets, oral concentrate solutions, extended-release capsules, and solutions.\n\nLorazepam can be administered orally in strengths of 0.5 mg, 1 mg, and 2 mg tablets, as well as an oral concentrate solution of 2 mg/mL. Extended-release capsules are also available in strengths of 1 mg, 2 mg, and 3 mg. Additionally, lorazepam can be administered intravenously (IV) or via intramuscular (IM) injection, with solutions available in concentrations of 2 mg/mL and 4 mg/mL. The onset of action is typically 1 to 3 minutes when administered IV and 15 to 30 minutes when administered IM.\n\nAdult Dosages\n\nAnxiety disorder:\nThe initial starting dosage of lorazepam is 2 to 3 mg orally, which may be repeated 2 to 3 times daily. The recommended daily dosage should not exceed 10 mg.\n[11]\n\nInsomnia due to anxiety or stress:\nThe recommended dosage for lorazepam is 0.5 to 2 mg orally at bedtime for patients aged 65 or younger and 0.5 to 1 mg for patients aged 65 or older.\n\nPremedication for anesthesia:\nWhen administered IM, the recommended dosage of lorazepam is 0.05 mg/kg administered 2 hours before surgery, with a maximum dose of 4 mg. If administered IV, the recommended dosage is 0.044 mg/kg administered 15 to 20 minutes before surgery, with a maximum dose of 4 mg. However, in patients aged 50 or older, the maximum dose should not exceed 2 mg.\n[12]\n\nStatus epilepticus:\nWhen administered IV, lorazepam is typically given at a dose of 0.1 mg/kg, up to a maximum dose of 4 mg, and at a maximum infusion rate of 2 mg/min. This dose may be repeated every 5 to 10 minutes as needed. The dose must be diluted with an equal volume of saline (1:1 dilution). According to the American Epilepsy Society guidelines, parenteral lorazepam is considered one of the first-line treatments for convulsive status epilepticus.\n[13]\n\nAgitation in the intensive care unit patient:\nThe IV loading dose for lorazepam is 0.02 to 0.04 mg/kg, with a maximum single dose of 2 mg. The maintenance dosage of lorazepam ranges from 0.02 to 0.06 mg/kg every 2 to 6 hours as needed, or a continuous infusion of 0.01 to 0.1 mg/kg/h, with a maximum dosing limit of less than 10 mg/h.\n\nAlcohol withdrawal delirium:\nThe IV dosage of lorazepam is 1 to 4 mg every 5 to 15 minutes until the patient is calm, with the option to repeat the dose every hour as needed. For IM administration, the lorazepam dosage is 1 to 4 mg every 30 to 60 minutes until the patient is calm, also with the option to repeat the dose every hour as needed.\n[14]\n\nAlcohol withdrawal syndrome:\nAccording to the American Society of Addiction Medicine clinical practice guidelines, lorazepam is one of the most frequently used drugs for managing alcohol withdrawal. The symptom-triggered regimen can be administered orally, IM, or IV at 2 to 4 mg/h as needed, with the dose determined by a severity assessment scale. The fixed-dose regimen can be administered orally, IM, or IV at 2 mg every 6 hours for 4 doses, followed by 1 mg every 6 hours for 8 additional doses. Notably, a symptom-triggered regimen is preferred over fixed-dose regimens, requiring lower doses and shorter treatment durations. Lorazepam is preferred in patients with cirrhosis.\n[15]\n[16]\n\nChemotherapy-associated nausea and vomiting:\nLorazepam is used for breakthrough nausea or vomiting or as an adjunct to standard antiemetics. The medication can be administered orally, IV, or sublingually at a dosage of 0.5 to 2 mg every 6 hours.\n\nPsychogenic catatonia:\nThe IM dosage of lorazepam is 1 to 2 mg, which can be repeated after 3 hours if the initial dose is ineffective and again after another 3 hours if needed. Lorazepam can be administered orally, IM, or IV, starting with an initial dose of 1 mg, which may be repeated after 5 minutes if necessary. If the initial challenge is unsuccessful, the dosage may be increased to 4 to 8 mg daily, with treatment continuing for up to 5 days.\n[17]\n\nVertigo:\nAccording to the American Academy of Otolaryngology-Head and Neck Surgery, lorazepam is preferred at a dosage of 1 to 2 mg every 8 hours when a rapid onset of action is required to relieve vertigo in Meniere disease. However, the use of benzodiazepines is not recommended for relieving vertigo in benign paroxysmal positional vertigo.\n[18]\n[19]\n\nSevere agitation:\nThe American College of Emergency Physicians (ACEP) advises using a combination of droperidol and midazolam or an atypical antipsychotic with midazolam for the rapid treatment of severe agitation in out-of-hospital or emergency department patients. If only one agent is used, ACEP recommends droperidol or an atypical antipsychotic. Haloperidol, alone or with lorazepam, is also recommended for effective treatment.\n[4]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe product labeling does not provide specific information on the use of lorazepam in patients with hepatic impairment. However, as discussed, lorazepam can be used cautiously in these patients. Alcohol-associated liver disease requires comprehensive treatment addressing both liver damage and the underlying alcohol use disorder (AUD). Alcohol withdrawal syndrome complicates AUD recovery and inpatient care for liver issues. In advanced liver disease, it is recommended to select benzodiazepines with reduced hepatic metabolism, such as lorazepam.\n[5]\n[9]\n\nRenal impairment:\nManufacturers recommend taking precautions when using lorazepam in patients with renal disease, such as administering frequent doses over relatively short periods. According to a review, if benzodiazepines are required, lorazepam is a reasonable first-line choice for patients with end-stage renal disease.\n[20]\n\nPregnancy considerations:\nLorazepam is classified as a pregnancy category D medicine. Documented case reports and case-control studies suggest an increased risk of cleft palate and cleft lip when using lorazepam and other benzodiazepines during the first trimester. Third-trimester use of lorazepam and benzodiazepines is associated with an increased risk of causing neonatal withdrawal symptoms. If lorazepam needs to be used during pregnancy, it is recommended with extreme caution, and the benefits must outweigh the risks.\n[21]\n\nBreastfeeding considerations:\nLorazepam is detected in breast milk at low levels. Studies indicate that lorazepam does not cause adverse reactions in breastfed babies when mothers are taking standard dosages. Additionally, a safety scoring system evaluating psychotropic drugs used in lactating women suggests that lorazepam is safer than other benzodiazepines during breastfeeding.\n[22]\n[23]\n\nPotentially inappropriate medication in older adults:\nAccording to the American Geriatric Society Beers Criteria, lorazepam is classified as a potentially inappropriate medication for older adults. The older population typically exhibits heightened sensitivity to benzodiazepines and reduced clearance rates. Consequently, they face an elevated risk of cognitive impairment, falls, and fractures when using lorazepam. However, its use may be considered reasonable for conditions such as seizure disorders, alcohol withdrawal, severe generalized anxiety disorder, and periprocedural sedation. When prescribed, it is advised to use the lowest effective dose.\n[24]\n[25]\n\nPediatric considerations:\nAccording to the American Epilepsy Society guidelines, IV lorazepam and IV diazepam are deemed effective in halting seizures in children (level A), whereas rectal diazepam (IM or intranasal) or buccal midazolam is considered probably effective (level B).\n[13]",
    "adverse_effects": "Similar to most benzodiazepines, lorazepam can induce adverse reactions such as CNS and respiratory depression, which are dose-dependent. Additional adverse effects of the drug are observed with higher doses.\n[21]\n[26]\n\nSevere adverse effects of lorazepam include:\n\nRespiratory depression and failure\nSeizures\nSuicidality\nDependency and abuse\nTachycardia\nHypotension\nSyncope\nBlood dyscrasias\nJaundice\nParadoxical reaction (hyperactive and aggressive behavior)\nGangrene (intra-arterial)\nWithdrawal symptoms if abruptly discontinued after long-term use.\nCognitive deficits\nBehavioral changes\nParadoxical agitation\nPropylene glycol toxicity when using the parenteral formulation in high doses (hyponatremia and metabolic acidosis)\n[15]\n[27]\n\nCommon adverse effects of lorazepam include:\n\nSedation\nDizziness\nAsthenia\nAtaxia\nLocal injection site reaction\nRespiratory depression\nHypoventilation with IV use\nHypotension\nFatigue\nAmnesia\nConfusion\nDisinhibition\nIrritability\nLibido changes\nMenstrual irregularities\nDiplopia\nDysarthria\nAppetite changes\nConstipation\nIncontinence\nUrinary retention\nDystonia\nAspartate aminotransferase (AST) and alanine aminotransferase (ALT) elevation\nIn rare instances, lorazepam can cause acute liver injury (cholestatic pattern)\n[28]\n\nDrug-Drug Interactions\n\nLorazepam interacts with other drugs, leading to CNS depression. Concurrent use of sedatives, hypnotics, opioids, cough and cold medicines, antiepileptics, muscle relaxers, and alcohol can worsen adverse reactions caused by lorazepam. When initiating treatment with UDP-glucuronosyltransferase (UGT) inhibitors, it is advisable to gradually taper off lorazepam to discontinue its use.\n\nMetronidazole should not be co-administered with propylene glycol products found in parenteral lorazepam formulations, as it may precipitate a disulfiram-like reaction.\n\nKratom, a plant with partial opioid agonist effects, is widely misused in the United States. The concurrent use of kratom and benzodiazepines can significantly elevate the risk of severe CNS depression; therefore, it is crucial to avoid combining these drugs.\n[21]\n[29]\n[30]\n[31]",
    "monitoring": "Respiratory and cardiovascular status, blood pressure, and heart rate should be regularly monitored in patients administered lorazepam. Clinicians should monitor the patient's complete blood count, liver function tests, and lactate dehydrogenase levels for long-term therapy. In cases of high-dose or continuous IV use or patients with renal impairment, clinical signs of propylene glycol toxicity, serum creatinine, blood urea nitrogen, serum lactate, and osmolality gap should be monitored.\n[35]\nThe depth of sedation should be closely monitored in critically ill patients.\n\nLorazepam is classified as a schedule IV drug, and patients may develop dependence and tolerance with prolonged use. Thus, utilizing the lowest effective dose of lorazepam for the shortest duration is advised. When discontinuing lorazepam, a tapering schedule of 0.5 mg every 3 days is recommended to mitigate withdrawal symptoms.\n[36]\nThe dose of lorazepam should be monitored and adjusted according to the Clinical Institute Withdrawal Assessment for Alcohol–Revised (CIWA-Ar) protocol.\n[37]\nImprovement in anxiety should be monitored using a validated scoring system such as the Hamilton Anxiety Scale.\n[38]",
    "toxicity": "Signs and Symptoms of Overdose\n\nLorazepam can cause CNS and respiratory depression in overdose, potentially leading to hypotension, ataxia, confusion, coma, extreme drowsiness, muscle weakness, and death.\n[21]\nConcurrent use of benzodiazepines and opioids may result in profound sedation, respiratory depression, coma, and death.\n[39]\nTherefore, the prescribing of benzodiazepines and opioids together should be reserved for patients with inadequate alternative treatment options. The dosage and duration of lorazepam must be limited based on the indication, and patients require surveillance for signs and symptoms of respiratory depression. While lorazepam, similar to other benzodiazepines, is rarely associated with elevated serum ALT, clinically apparent liver injury from lorazepam is infrequent.\n[40]\nThe clinical pattern of acute liver injury from benzodiazepines is typically cholestatic.\n\nManagement of Overdose\n\nFlumazenil is an antidote for benzodiazepine toxicity.\n[41]\nFlumazenil competes with benzodiazepines for binding at the GABA/benzodiazepine receptor complex. However, abrupt awakening following administration can lead to dysphoria, agitation, and increased adverse effects.\n[42]\nIn patients undergoing chronic benzodiazepine therapy, the sudden interruption of benzodiazepine antagonism by flumazenil may induce benzodiazepine withdrawal, including seizures. Notably, flumazenil has minimal effects on benzodiazepine-induced respiratory depression, and appropriate ventilatory support should be available when treating acute benzodiazepine overdose.\n[43]\nA recent case report detailed a severe lorazepam overdose with absent corneal, oculocephalic, and oculovestibular reflexes; however, the patient recovered after receiving 0.25 mg IV flumazenil.\n[44]"
  }
}