{
  "drug_name": "loratadine",
  "nbk_id": "NBK542278",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542278/",
  "scraped_at": "2026-01-11T15:33:15",
  "sections": {
    "indications": "Contraindications to loratadine include patients with documented hypersensitivity to the drug or components of the formulation, with strong contraindications in children younger than 2 due to its antihistamine properties, which may cause CNS stimulation or seizures in young patients.\n\nWarnings and Precautions\n\nThough the medication is generally nonsedating, patients who perform activities requiring concentration, such as driving a motor vehicle, should be advised to use caution, as it may cause mild drowsiness. Patients diagnosed with phenylketonuria should speak with their primary care physician before taking loratadine. Some of its formulations (eg, ODTs) may contain phenylalanine, which may exacerbate the symptoms of phenylketonuria.\n\nPatients with liver disease or hepatic impairment are advised to exercise caution as the liver extensively metabolizes loratadine, and dose adjustments may be necessary per healthcare guidelines. Similarly, individuals with kidney failure or renal impairment should be cautious, as such patients may have elevated loratadine concentrations, requiring dose adjustments.\n[47]\n[48]",
    "mechanism": "Loratadine is a long-acting, second-generation, nonsedating tricyclic antihistamine (piperidine derivative) with selective antagonistic properties to peripheral histamine H1 receptors. Loratadine selectively inhibits H1 receptors primarily on respiratory smooth muscle cells, vascular endothelial cells, gastrointestinal tract cells, and immune cells. Unlike first-generation antihistamines such as diphenhydramine, loratadine is a competitive histamine antagonist that crosses the blood-brain barrier only minimally due to the P-glycoprotein–mediated efflux.\n[21]\nTherefore, it minimally affects central nervous system (CNS) neurons, thereby preventing daytime somnolence or sedation.\n[22]\n[23]\n\nLoratadine binds to H1 receptors in different cells and reduces vascular permeability (prevents edema and flushing), lowers smooth muscle tone (bronchodilation), and decreases the activation of peripheral nociceptive receptors (decreases pain and pruritus). At high concentrations, second-generation antihistamines such as loratadine can inhibit histamine release from mast cells and basophils, thereby reducing ICAM-1 expression in epithelial cells and inhibiting type 1 hypersensitivity reactions (eg, hay fever, urticaria, pruritus, edema).\n[24]\nThere is also evidence of anti-inflammatory properties with second-generation antihistamines.\n[25]\n\nPharmacokinetics\n\nAbsorption:\nAfter oral administration, loratadine is rapidly absorbed and undergoes extensive first-pass metabolism. Loratadine has a fast onset of action, usually within 1 to 3 hours, with peak effects occurring between 8 and 12 hours.\n\nDistribution:\nLoratadine is highly bound to plasma proteins, with 97% to 99% binding affinity. Its active metabolite, desloratadine, is moderately bound, with 73% to 76% binding. The volume of distribution of loratadine is approximately 120 L/kg.[\nPubChem\n. Access date 12.4.25] The affinity of second-generation antihistamines for P-glycoprotein (P-gp) at the blood-brain barrier may explain the lack of CNS adverse effects.\n[26]\n[21]\n\nMetabolism:\nLoratadine undergoes oxidative metabolism primarily via cytochrome P450 enzymes CYP3A4 and CYP2D6, producing its active metabolite, desloratadine. The metabolic process involves oxidation, forming desloratadine, which accounts for most of the drug’s pharmacological activity. Subsequently, desloratadine is further metabolized by CYP2C8 after UGT2B10-mediated glucuronidation, resulting in 3-hydroxydesloratadine.\n[27]\n[28]\n\nExcretion:\nApproximately 40% of the dose is recovered in the urine and 42% in feces, predominantly as conjugated metabolites. About 27% of the dose is eliminated in urine within the first 24 hours. Less than 1% of the active compound is excreted unchanged, either as loratadine or desloratadine. The half-life of loratadine is approximately 8 hours, while that of desloratadine is approximately 28 hours. [\nPubChem\n. Access date 12.4.25]",
    "administration": "Available Dosage Forms and Strength\n\nLoratadine is available as tablets (chewable or orally disintegrating tablets [ODTs]), liquid-filled capsules, or a syrup (1 mg/mL solution). The medication can be administered orally with or without meals, though it is generally recommended to take it on an empty stomach. The dispersible tablet is placed in the mouth and allowed to dissolve. The patient may swallow it with or without water. Research is underway for other formulations designed to increase bioavailability.\n[29]\n\nAdult and Pediatric Dosing\n\nAllergic rhinitis:\n\nIn adolescents, adults, and geriatrics: 10 mg orally once daily or 5 mg twice daily; do not exceed 10 mg in 24 hours.\nIn pediatrics: 5 mg orally once daily (in children aged 2 to 5); 10 mg once daily (in children aged 6 and older). The ODT formulation is not recommended for younger children.\n\nUrticaria:\n\nIn adolescents, adults, and geriatrics: 10 mg orally once daily; generally, dosing should not exceed 10 mg in 24 hours. However, some patients may benefit from higher doses. Clinicians should weigh the risks against the benefits.\nIn pediatrics: 10 mg orally daily as needed (in children aged 6 and older).\n\nSpecific Patient Populations\n\nRenal impairment (c\nreatinine clearance\nof less than 30 mL/min):\nIn both renal and hepatic insufficiency, the recommendation is to increase the dosing interval to 48 hours, as follows:\n\nIn adults: 10 mg orally every other day.\nIn children aged 2 to 6: 5 mg orally every other day.\nIn children older than 6: 10 mg orally every other day.\nPatients on peritoneal or hemodialysis should be dosed every 48 hours; no supplemental dose is required after dialysis.\n\nHepatic impairment:\nThe drug's half-life increases with the increasing severity of the hepatic disease. Therefore, dosing requires careful adjustment.\n\nIn adults: 10 mg by mouth every other day.\nIn children aged 2 to 6: 5 mg by mouth every other day.\nIn children older than 6: 10 mg by mouth every other day.\n\nPregnancy considerations:\nLoratadine should be safe for use during pregnancy; the risk of harm to the fetus is not expected based on limited human data; however, risk-benefit evaluation and counseling of the mother is required. There is no known risk of infant harm based on the drug's properties and currently limited data in humans. Loratadine and cetirizine are among the best-studied second-generation antihistamines and are generally considered safe for the control of allergic rhinitis during pregnancy.\n[30]\n[31]\nThe results of meta-analysis indicate that the use of loratadine during pregnancy does not significantly increase the risk of hypospadias.\n[32]\n\nBreastfeeding considerations:\nCaution is advised; nursing mothers may use the medication for a short time. Both loratadine and its active metabolite pass readily into breast milk. There is no known risk of infant harm based on the drug's properties and the currently limited human data. Loratadine has minimal sedative effects and low concentrations in breast milk, and its use in breastfeeding women is not generally expected to cause adverse effects in breastfed infants. However, potential effects on lactation should be considered, particularly when loratadine is administered in combination with sympathomimetic agents such as pseudoephedrine. The British Society for Allergy and Clinical Immunology advises using the lowest effective dose of either chlorphenamine or loratadine when an antihistamine is indicated during breastfeeding. The administration of high-dose antihistamines by the parenteral route may reduce basal serum prolactin levels in nonlactating and early postpartum women; however, antihistamine pretreatment does not appear to affect suckling-induced prolactin secretion in postpartum women. Data regarding whether lower oral doses of antihistamines exert similar effects on serum prolactin or impact breastfeeding outcomes are lacking. In women with established lactation, prolactin levels may not influence breastfeeding capability.\n[33]\n[34]\n\nPediatric patients:\nLoratadine dosing in pediatric patients is outlined above.\n[35]\n\nOlder patients:\nLoratadine is subject to half-life variability in older patients, and clinicians should be mindful of this factor when initiating therapy in this age group. However, according to the American Geriatrics Society (AGS) Beers Criteria 2025, first-generation antihistamines should be avoided. For older patients, second-generation antihistamines such as loratadine are preferred.\n[36]",
    "adverse_effects": "Although loratadine is a relatively safe and effective medication for treating allergic rhinitis, its primary adverse effects include headaches, dizziness, and gastrointestinal distress (diarrhea, abdominal pain, nausea, and vomiting). Loratadine may also cause sedation (a rare adverse effect), mydriasis, and xerostomia. These effects are primarily due to the drug's anticholinergic properties; anticholinergic adverse effects are minimal at therapeutic dosage.\n[37]\n[38]\n[39]\nIn a patient undergoing long-term loratadine treatment, a rare case of bilateral cystoid macular edema has been described, which resolved after discontinuation of loratadine. The potential pathophysiology remains unclear. It may involve dysfunction of H1-receptor–expressing retinal neurons and associated signal transduction, toxicity affecting Müller cells or retinal pigment epithelium cells, and intracellular fluid accumulation.\n[40]\n\nDrug-Drug Interactions\n\nCNS depressants:\nConcurrent use of CNS depressants, such as diphenhydramine, dextromethorphan, opioids, or benzodiazepines, with loratadine may increase the risk of sedation.\n\nPitolisant:\nPitolisant is a histamine-H3 receptor antagonist and inverse agonist that increases histamine release in the brain, promoting wakefulness. H1 antihistamines block histamine's action at postsynaptic receptors, potentially reducing Pitolisant's effectiveness and causing sedation. Concurrent use may blunt Pitolisant's benefits in narcolepsy. Avoid or monitor this combination closely.\n[41]\n\nBetahistine\n: Betahistine is an analog of histamine, and it may have interactions with other antihistamine drugs; therefore, combinations of betahistine with antihistamines are not advisable.\n\nAmiodarone\n: Loratadine has been reported to cause torsades de pointes in rare cases by prolonging the QT interval. TdP associated with chronic amiodarone treatment may occur when amiodarone is coadministered with loratadine, which may potentially prolong the QT interval.\n[42]\n[43]\n[44]\n\nCYP450-mediated interactions:\nWhile loratadine has no dangerously significant drug-drug interactions, as with any drug, thorough medication reconciliation is necessary. Drugs that affect the CYP450 enzyme system may have interactions that require therapy modification.\n[45]\nLoratadine is principally metabolized by CYP3A4 and CYP2D6, which may result in pharmacokinetic interactions with CYP3A4 inhibitors such as azole antifungals, clarithromycin, and erythromycin, as well as grapefruit juice.\n[46]",
    "monitoring": "Patients taking loratadine require monitoring for symptomatic relief, sedation, and potential anticholinergic effects, including mydriasis and dry oral mucosa (which are infrequent at therapeutic doses). Renal and hepatic function should also be closely monitored by the primary care physician in patients with kidney or liver impairment, with appropriate dose adjustments made accordingly. Cardiac function should also be observed in individuals with a history of cardiac arrhythmias to prevent loratadine toxicity. Loratadine should be stored in a cool, dry place between 68 °F and 77 °F.\n[4]",
    "toxicity": "Signs and Symptoms of Overdose\n\nLoratadine-induced cardiotoxicity, including cardiac arrhythmias and QT-interval prolongation, is possible in patients, particularly in older patients, who take more than the recommended daily dose. Though rare, overdosing on loratadine may cause significant toxicity, including agitation and symptoms of anticholinergic syndrome. Symptoms include, but are not limited to, mydriasis, urinary retention, tachycardia, and skin flushing.\n[49]\n[50]\n[51]\n\nManagement of Overdose\n\nTreatment protocol for loratadine toxicity involves supportive care, supplemental oxygen, and cardiac monitoring. Standard ACLS guidelines should be followed. If the patient develops torsades de pointes, loratadine should be discontinued. The management of patients with drug-induced TdP includes identifying and withdrawing the offending drug, replenishing the electrolytes, and infusing intravenous (IV) magnesium. In resistant cases, temporary cardiac pacing may be required to increase the heart rate.\n[52]\nThe ingestion of 300 mg of loratadine by a child aged 6 resulted in a slight increase in blood pressure and heart rate, which has been managed with supportive care.\n[53]\nAdults with symptoms of anticholinergic poisoning due to loratadine toxicity may receive physostigmine antidote therapy (recommended dose is between 0.5 and 2 mg IV). Antidote therapy should be supervised exclusively by a medical toxicologist. There is no evidence of abuse potential or dependency with loratadine."
  }
}