{
  "drug_name": "losartan",
  "nbk_id": "NBK526065",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK526065/",
  "scraped_at": "2026-01-11T15:33:16",
  "sections": {
    "indications": "Losartan is contraindicated in hypersensitivity to losartan or any of its components.\n\nDrug-Drug Interactions\n\nDrugs causing hyperkalemia:\nWhen losartan is coadministered with other drugs that can increase serum potassium levels, it may lead to hyperkalemia. Clinicians should monitor serum potassium levels.\n\nLithium:\nSimultaneous use of lithium and ARBs, including losartan, is associated with elevated serum lithium concentrations and toxicity. Regular monitoring of serum lithium levels is recommended.\n\nNonsteroidal anti-inflammatory drugs (NSAIDs)\n: In older patients with volume depletion, those on diuretic therapy, or individuals with impaired renal function, the coadministration of NSAIDs, including selective COX-2 inhibitors, with ARBs such as losartan, may result in a decline in renal function, including potential acute kidney injury. These effects are typically reversible. Periodic monitoring of renal function is advised for patients receiving losartan in combination with NSAIDs. NSAIDs can decrease the antihypertensive effects of ARB II, including losartan.\n\nDual blockade of the renin-angiotensin system:\nConcurrent use of ARBs, ACEi, or aliskiren (renin inhibitor) in combination is associated with increased risks of hypotension, syncope, hyperkalemia, and acute kidney injury compared to monotherapy.\n[20]\n\nAliskiren:\nIn patients with diabetes, the coadministration of aliskiren with losartan is not recommended.\n[21]\nAdditionally, aliskiren with losartan should be avoided in patients with renal impairment (GFR <60 mL/min).\n\nBox Warning\n\nPregnancy:\nLosartan is contraindicated in pregnancy. As losartan acts on the renin-angiotensin system, it causes oligohydramnios, resulting in fetal lung hypoplasia and skeletal deformities. Potential neonatal adverse effects are skull hypoplasia, hypotension, anuria, renal failure, and death. Therefore, therapy with the drug should be discontinued when pregnancy is detected.\n[22]\n\nWarnings and Precautions\n\nAngioedema:\nThe incidence of angioedema and cough with ARBs is less than ACEi. However, this may involve the airway and intestine, causing abdominal pain. Patients with previous episodes of angioedema associated with ACEi, hereditary angioedema, or idiopathic angioedema may have augmented risk. Frequent monitoring is necessary for such patients. Losartan should be discontinued if any episode of angioedema occurs, and the patient should be treated aggressively with intramuscular epinephrine. Patients should not be restarted on losartan after experiencing angioedema.\n[23]\n\nHyperkalemia:\nRisk factors include using potassium-sparing diuretics, potassium supplements, and potassium salts. In such cases, potassium levels should be monitored closely.\n\nHypotension:\nHealthcare providers should consider initiating losartan at a low dose and assessing for comorbidities and polypharmacy in the patient.\n\nRenal function:\nLosartan may diminish renal function, resulting in elevated SCr levels, oliguria, azotemia, and acute renal failure. Losartan should be discontinued if a critical decrease in renal function is observed. It should be used cautiously in cases of renal artery stenosis and avoided altogether in bilateral renal artery stenosis.\n\nHepatic and renal impairment:\nLosartan should be cautiously used in patients with previous or current hepatic and renal impairment.",
    "mechanism": "Angiotensinogen is converted to angiotensin I by an enzyme, renin, released from the kidney's juxtaglomerular apparatus. ACE converts angiotensin I, an inactive decapeptide, to angiotensin II, an active octapeptide. Losartan is a selective and competitive ARB II at the AT1 receptor site, resulting in a compensatory elevation of renin and angiotensin I levels. The drug binds with high affinity to the AT1 receptor and is more than 10000 fold more selective for the AT1 receptor than the AT2 receptor.\n\nLosartan inhibits angiotensin II–induced vasopressin release, adrenal catecholamine release, rapid and slow pressor responses, thirst, cellular hypertrophy and hyperplasia, noradrenergic neurotransmission, and sympathetic tone increase. In addition, losartan inhibits angiotensin II–induced vasoconstriction and the effects of aldosterone, thereby lowering blood pressure. Losartan increases the urinary flow and excretion of sodium, potassium, chloride, magnesium, uric acid, calcium, and phosphate. Compared to ACEi, ARB II effectively inhibits the renin-angiotensin system, not affecting the response to bradykinin.\n[8]\nFor this reason, the non-renin-angiotensin effects, for example, cough and angioedema, are not commonly seen with ARBs.\n\nPharmacokinetics\n\nAbsorption:\nLosartan is well absorbed orally but undergoes extensive first-pass metabolism. The systemic bioavailability is approximately 33%. The onset of action of losartan is 6 hours and lasts approximately 24 hours.\n\nDistribution:\nLosartan's plasma protein binding (PPB) is high, with approximately 98.7% of losartan bound to plasma proteins; the active metabolite E-3174 has a PPB of approximately 99.8%. The volume of distribution is around 34 L for losartan and 12 L for the metabolite.\n[9]\n\nMetabolism:\nHepatic P450 enzymes CYP2C9 and CYP3A4 metabolize losartan to a more potent 5-carboxylic acid metabolite, EXP 3174.\n[10]\n\nElimination:\nThe half-lives of losartan and active metabolite (EXP 3174) are 1.5 to 2 hours and 6 to 9 hours, respectively. The plasma clearance of losartan and EXP 3174 are through the kidney and liver, respectively. Neither losartan nor the metabolite accumulates in the body at therapeutic doses.",
    "administration": "Available Dosage Forms and Strengths\n\nLosartan does not interact with the intake of food. The drug is well absorbed but slower with food. However, the administration is best when given at about the same time daily.\n[11]\nThe FDA has approved the fixed drug combination of losartan/hydrochlorothiazide.\n[12]\n[13]\nLosartan/hydrochlorothiazide combination medication has 3 strengths—50/12.5 mg, 100/12.5 mg, and 100/25 mg.\n\nAdult Dosage\n\nHypertension:\nThe typical initial dosage for losartan potassium tablets in adults is 50 mg daily. The losartan dosage can be increased to a maximum of 100 mg daily. However, for patients who may have low intravascular volume and are already on diuretic therapy, a lower starting dose of 25 mg is recommended. The American College of Rheumatology suggests losartan as the preferred anti-hypertensive drug for patients with gout and hypertension.\n[14]\n\nHeart failure:\nAccording to ACC/AHA 2022 guidelines, the recommended starting dosage of losartan is 25 to 50 mg daily. The target dosage is 50 to 150 mg daily.\n[6]\n\nDiabetic nephropathy:\nThe starting dosage of losartan in diabetic nephropathy is 50 mg daily. Based on the patient's response, the losartan dosage may be titrated to 100 mg daily.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe recommended initial dosage of losartan is 25 mg for patients with mild-to-moderate hepatic impairment. Losartan and its active metabolite concentrations may be higher in these patients than in healthy volunteers. Losartan has not been investigated in patients with severe hepatic impairment.\n\nRenal impairment:\nPatients with renal insufficiency may have higher concentrations of losartan and its active metabolite than normal renal function. Dosage adjustment is generally only necessary if the patient is also volume-depleted.\n\nPregnancy considerations:\nNeonates with a history of in-utero exposure to losartan should be observed for hypotension, oliguria, and hyperkalemia. If these complications occur, clinicians should provide supportive measures to support blood pressure and renal function, including the consideration of exchange transfusions or dialysis. As per the guidelines provided by the American College of Obstetricians and Gynecologists (ACOG), avoiding exposure to ARBs during the first trimester of pregnancy is advised. ARBs are fetopathic and increase the risk of congenital malformations, including renal dysgenesis, calvarial hypoplasia, and fetal growth restriction. For additional information, refer to the Box Warning section.\n[15]\n\nBreastfeeding considerations:\nDue to the lack of available information regarding the use of losartan during breastfeeding, it is advisable to consider alternative medications, particularly when nursing a newborn or preterm infant.\n[16]\n\nPediatric patients:\nThe effectiveness and safety of losartan have been established in pediatric patients with hypertension aged 6 to 16. However, losartan's use is unproven in patients under 6 or with glomerular filtration (GFR) less than 30 mL/min/1.73 m². For children with hypertension, the recommended starting dosage is 0.7 mg/kg (up to a maximum of 50 mg) daily, administered either as a tablet or suspension. The dosage should be adjusted based on the response to blood pressure. Higher doses exceeding 1.4 mg/kg (or above 100 mg) per day have not been studied in pediatric patients.\n\nOlder patients:\nNo significant differences in effectiveness or safety have been observed between older patients (65 and older) and younger patients in controlled clinical studies. However, older individuals may display greater sensitivity to the medication. The healthcare provider should consider initiating losartan at a low dose and assessing for comorbidities and polypharmacy in the patient.",
    "adverse_effects": "The primary adverse effects of losartan, including hyperkalemia, renal insufficiency, and angioedema, are reported.\n[17]\n\nGreater than 10%:\nAdverse effects greater than 10% include fatigue, hypoglycemia, anemia, urinary tract infection, chest pain, weakness, diarrhea, and cough (although the incidence of a cough is lower compared to ACEi therapy).\n\nBetween 1% and 10%:\nAdverse effects occurring between 1% and 10% include upper respiratory tract infection, hypotension, dizziness, cellulitis, gastritis, and nausea.\n\nFrequently not defined/post-marketing surveillance:\nThe potential adverse effects frequently not defined during post-marketing surveillance include angioedema,\n[18]\nedema/swelling, hypotension in hypovolemic patients, asthenia, headache, malaise, nausea, abdominal pain, hyperkalemia, back pain, worsening renal failure, tremors, and dysarthria.\n[19]",
    "monitoring": "Healthcare providers should monitor blood pressure, renal function (blood urea nitrogen and SCr levels), and potassium levels in patients prescribed losartan.\n[24]\n\nHeart failure:\nIn cases of heart failure, healthcare providers should reevaluate the patient's blood pressure, including orthostatic measurements, renal function, and serum potassium levels. Patients with hyponatremia, systolic blood pressure (SBP) below 80 mm Hg, diabetes, and impaired renal function require close monitoring. According to the ACC/AHA/HFSA 2022 guidelines, healthcare providers should monitor BNP/NT-ProBNP levels for risk stratification.\n[6]\n\nHypertension:\nFor confirmed hypertension with known cardiovascular disease (CVD) or patients with a 10-year ASCVD risk ≥10%, the recommended blood pressure target is less than 130/80 mm Hg. The ACC and AHA recommend a thorough follow-up evaluation for cardiovascular patients, which includes assessing blood pressure control, orthostatic hypotension, medication adverse effects, medication and lifestyle modification, dosage adjustments, laboratory testing, and target organ damage assessments. These evaluations are essential for the effective management of hypertension.\n[25]\n\nDiabetes and hypertension:\nPer the guidelines of the American Diabetes Association, it is not recommended to discontinue ARBs in cases of minor increases in SCr levels (<30%) unless concurrent volume depletion exists.\n[26]\nThe treatment goal for individuals aged 18 to 65 is to achieve a SBP below 140 mm Hg and a diastolic blood pressure (DBP) below 90 mm Hg. The goal for patients aged 18 to 65 at high risk of CVD is SBP less than 130 mm Hg and DBP less than 80 mm Hg if this is achievable without undue treatment burden. For patients aged 65 and older who are healthy or of complex/intermediate health, the goal of therapy is SBP less than 140 mm Hg and DBP greater than 90 mm Hg. The goal of treatment for patients aged 65 and older and of very complex or poor health is SBP less than 150 mm Hg and DBP less than 90 mm Hg.",
    "toxicity": "In a recent case report, a female patient aged 34 with a medical history of asthma, hypertension, and chronic respiratory failure had an overdose of losartan. She intentionally ingested 30 tablets of 25 mg of losartan in a suicide attempt. Illicit substance use was ruled out through a negative urine drug screen. During her hospitalization, the patient developed acute kidney injury and hyperkalemia. Based on the patient's complaint of diffuse abdominal pain, elevated lipase levels (161 U/L), and computed tomography (CT) imaging findings, acute pancreatitis was diagnosed. Supportive care, including fluid resuscitation, pain management, and continuous monitoring of laboratory parameters, was provided, gradually improving her condition. The healthcare team should be mindful of the possibility of drug-induced acute pancreatitis following an overdose of losartan from acute kidney injury and hyperkalemia.\n[27]\n\nNo consensus recommendation for overdosing on ARBs exists. The chronic use of ARBs at standard doses can block the renin-angiotensin and sympathetic nervous systems, leading to shock that may not respond to catecholamines. In cases of refractory shock, vasopressin can be considered.\n[28]\nNo antidote for losartan is available, and hemodialysis is ineffective in removing losartan from circulation due to the high PPB, as mentioned in pharmacokinetics. Supportive care should be instituted for overdose cases."
  }
}