{
  "drug_name": "loteprednol etabonate",
  "nbk_id": "NBK578174",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578174/",
  "scraped_at": "2026-01-11T15:33:20",
  "sections": {
    "toxicity": "Management of CMV corneal endotheliitis necessitates prolonged antiviral therapy, which carries both local and systemic toxicity risks. Effective management of these adverse effects relies on early recognition, routine monitoring, and timely interventions to prevent treatment interruption or irreversible complications.\n\nTopical ganciclovir, administered as 0.15% gel or 2% solution, is generally well-tolerated. Common local adverse effects include superficial punctate keratopathy, ocular surface irritation, conjunctival hyperemia, and mild epithelial toxicity, occurring in approximately 10% to 20% of patients. These effects are usually mild and reversible, and typically manifest within days to weeks of therapy initiation. Adverse events may be minimized by optimizing dosing frequency after induction, using preservative-free artificial tears, and, when necessary, switching to a gel formulation to enhance corneal contact time while reducing instillation frequency.\n\nSystemic valganciclovir, used for severe, bilateral, or recurrent disease, carries a significant risk of hematologic suppression, particularly neutropenia, leukopenia, anemia, and thrombocytopenia, occurring in approximately 10% to 30% of patients, as well as gastrointestinal upset, elevated liver enzymes, and nephrotoxicity, with gastrointestinal symptoms reported in 15% to 20% of cases. Hematologic changes typically develop within 1 to 4 weeks, whereas gastrointestinal effects can appear within days of therapy initiation.\n\nTo minimize systemic toxicity, renal function (as indicated by, for example, serum creatinine or estimated glomerular filtration rate) should be assessed before initiation and monitored regularly during therapy, with dose adjustments based on renal clearance. CBC should be performed weekly during induction and monthly thereafter. Therapy should be paused or reduced if significant cytopenia occurs, following baseline and periodic monitoring of CBC, renal, and liver function tests, with dose adjustments for renal impairment. Growth factor support (eg, granulocyte-colony stimulating factor) may be considered in select cases.\n[91]\n\nIntracameral or intravitreal antivirals (ganciclovir or foscarnet) may rarely induce anterior segment inflammation, endothelial trauma, or a transient IOP rise, occurring in less than 5% of cases with appropriate technique and typically within the 1st week postinjection. These risks may be minimized by using atraumatic injection techniques, appropriate dosing, postprocedural anti-inflammatory coverage, and careful monitoring of IOP.\n[92]\n\nCorticosteroid-related complications, including steroid-induced ocular hypertension, cataract progression, and delayed epithelial healing, must be monitored closely. IOP rises in up to 30% of patients, and cataract progression may occur over the long term, typically within weeks to months. Management strategies include tapering steroids when possible, switching to lower-potency or soft agents such as loteprednol, and introducing IOP-lowering medications as needed.\n[93]\n\nProstaglandin analogs are generally avoided due to their pro-inflammatory potential. However, these agents may be cautiously introduced in quiescent disease under close supervision if other pressure-lowering medications fail.\n[94]\nIn all cases, patient counseling is essential to encourage prompt reporting of side effects, adherence to follow-up schedules, and avoidance of self-discontinuation of therapy, which can lead to recurrence and irreversible endothelial loss."
  }
}