{
  "drug_name": "lovastatin",
  "nbk_id": "NBK540994",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK540994/",
  "scraped_at": "2026-01-11T15:33:17",
  "sections": {
    "indications": "Lovastatin is contraindicated in patients with a history of hypersensitivity to lovastatin or any ingredient in its formulation. Other contraindications are listed below:\n\nPregnant women (pregnancy category X)\nBreastfeeding\n[7]\nAcute liver disease\nUnexplained persistent elevations of serum transaminase\nTaking potent CYP3A4 inhibitors (eg, itraconazole, ketoconazole, posaconazole, clarithromycin, telithromycin, HIV protease inhibitors, boceprevir, telaprevir, nefazodone, erythromycin, and cobicistat-containing products)\n[10]\n[11]",
    "mechanism": "Lovastatin is metabolized into its active form, beta-hydroxy acid, in the stomach and functions to competitively inhibit 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase. This enzyme is involved in the rate-limiting step of cholesterol synthesis. HMG-CoA inhibitors also decrease high-sensitivity C-reactive protein (hsCRP) levels, improve endothelial function, reduce inflammation at coronary plaque sites, inhibit platelet aggregation, and have anticoagulant effects.\n[2]\n[3]\nAlso, a decrease in serum cholesterol stimulates LDL receptor expression on hepatocytes, further increasing LDL catabolism.\n\nPharmacokinetics\n\nLovastatin has a 30% bioavailability with an extensive first-pass effect; less than 5% reaches the systemic circulation. When administered without food, its bioavailability is reduced by 50%. It has a half-life of 1.1 to 1.7 hours and greater than 95% protein binding. It is metabolized to beta-hydroxy acid (active form) by CYP3A4, with 80 to 85% excretion in feces and 10% in urine. Therapeutic response is apparent by 2 weeks, and maximal response occurs within 4 to 6 weeks.\n[4]",
    "administration": "Dosage Formulations\n\nLovastatin is available in 2 forms: immediate and extended-release tablets. Immediate-release tablets are recommended for administration in the evening with food, and extended-release tablets are taken at bedtime. Both dosage forms are not to be crushed or chewed. Lovastatin immediate release is available in 20 mg and 40 mg tablets. The extended-release tablets are available in 20, 40, or 60 mg. Extended-release tablets are not recommended for patients who only need small amounts of reduction in cholesterol levels.\n\nAdult Dosing\n\nLovastatin at 20 mg daily is considered a low-intensity statin as it normally reduces LDL-C by less than 30%.\nLovastatin at 40 mg to 80 mg daily is considered a moderate-intensity statin as it normally reduces LDL-C by 30% to 50%.\n\nBefore initiating treatment with lovastatin, other causes for hypercholesterolemia should be ruled out. These include alcoholism, poorly controlled diabetes mellitus, dysproteinemias, hypothyroidism, obstructive liver disease, nephrotic syndrome, and/or other drug therapy. A complete lipid profile should be investigated to measure total-C, HDL-C, and TG. Lovastatin is indicated for heterozygous familial hyperlipidemia and prevention of atherosclerotic cardiovascular disease (primary prevention in patients with or without diabetes and secondary prevention in patients with established atherosclerotic cardiovascular disease like coronary heart disease, peripheral arterial disease, ischemic stroke, and/or transient ischemic attack).\n\nBefore starting lovastatin, the patient should be on a standard cholesterol-lowering diet as per NCEP Treatment Guidelines for 6 weeks and continue this diet throughout treatment. Patients should avoid taking grapefruit juice since it may increase drug toxicity and adverse effects.\n[5]\nConsider the patient’s 10-year atherosclerotic cardiovascular disease risk scores, LDL-C at baseline, and patient and medicine-specific factors when initiating the treatment. Lovastatin must be used with lifestyle changes like exercise and dietary modifications.\nRecommended starting dose is 20 mg once a day with an evening meal. The maximum recommended dose is 80 mg once daily. Dosages should be individualized to treatment goals and adjusted at 4-week intervals. According to AHA guidelines, reassess patient clinical response after 1 to 3 months of treatment initiation with lovastatin, and once stabilized, reassess annually.\n[6]\nA lower starting dose of 10 mg of lovastatin may be considered for some when patients require smaller reductions in cholesterol levels. Consider reducing the dose of lovastatin if cholesterol levels fall drastically below the targeted range for individuals.\n\nSpecific Patient Population\n\nAdolescent patients (age 10-17): In patients with heterozygous familial hypercholesterolemia, the recommended lovastatin dose ranges between 10 to 40 mg daily, and the maximum recommended dose should not exceed 40 mg daily. Lovastatin dose should be individualized according to the recommended goal of therapy as per NCEP pediatric panel guidelines. Consider starting the dose at 10 mg for patients requiring smaller reductions in LDL-C. When a 20% or more reduction in LDL-C is desired, start the lovastatin dose at 20 mg daily.\nPatients with renal impairment: In patients with severe renal impairment with CrCL less than 30 mL/min, use caution when the lovastatin dose is more than 20 mg daily.\nPatients with hepatic impairment: No dose adjustment is studied/provided in the manufacturer’s prescribing label.\nPregnancy considerations: After a comprehensive review of all available data, the U.S. FDA has removed the strongest warnings against using HMG-co-A Reductase Inhibitors in pregnant women. However, most women should not take lovastatin once they become pregnant. Assess the risks versus benefits to the pregnant patient.\nBreastfeeding considerations: It is unknown whether lovastatin gets excreted in human milk. Because a small amount of another drug in this class is excreted in human breast milk and because of the potential for serious adverse reactions in nursing infants, women taking lovastatin should not nurse their infants.\n[7]",
    "adverse_effects": "Lovastatin is generally well tolerated with mild and transient adverse reactions. There are few reported cases of severe adverse effects associated with lovastatin. Below are the reported side effects of the drug:\n\nPersistent elevation in serum AST and ALT (more than 3 times the upper limit of normal)\nIncreased creatinine phosphokinase greater than 2 times normal\nHeadaches, dizziness\nSkin rash\nGastrointestinal symptoms such as flatulence, constipation, abdominal pain, diarrhea, nausea, dyspepsia\nMyalgia, weakness, muscle cramps\nBlurry vision\n\nOther serious adverse effects include diabetes mellitus, endocrine dysfunction, hepatotoxicity, and myopathy/rhabdomyolysis. Lovastatin showed a non-significant upward trend in fasting blood glucose compared to other statins.\n[8]\nRarely reported was cognitive impairment (eg, memory loss, forgetfulness, amnesia, memory impairment, confusion), which was non-serious and reversible. The FDA states that the cardiovascular benefits of statins outweigh the small risk of cognitive impairment.\n\nLovastatin use requires caution in older patients since they are predisposed to myopathy. Surgical patients should discontinue Lovastatin for elective major surgery or any patients with conditions that may predispose them to renal failure (eg, sepsis, hypotension, trauma, uncontrolled seizures). Lovastatin use in patients that have renal impairment and/or liver disease merits prescriber caution.\n\nDrug-Drug Interactions\n\nDrugs with strong CYP3A4 inhibition that can increase risks of myopathy/rhabdomyolysis: Itraconazole, ketoconazole, posaconazole, clarithromycin, telithromycin, HIV protease inhibitors, boceprevir, telaprevir, nefazodone, and erythromycin.\nOther drugs that can increase the risk of myopathy if taken with lovastatin are cyclosporine, danazol, diltiazem, verapamil, amiodarone, colchicine, and ranolazine. In patients taking lovastatin concomitantly with danazol, diltiazem, dronedarone, or verapamil, lovastatin treatment should begin at 10 mg, not to exceed 20 mg daily.\nDrugs to avoid when taking lovastatin: cyclosporine and gemfibrozil.\nAmiodarone:\nPatients who take lovastatin and amiodarone concomitantly do not use more than 40 mg of lovastatin daily, as higher doses increase the risk of myopathy and rhabdomyolysis.\n[9]",
    "monitoring": "According to the American College of Cardiology and the American Heart Association Cholesterol Guideline Recommendations:\n\nLipid panel: Baseline, fasting within 4 to 12 weeks after starting a treatment or dose adjustment and every 3 to 12 months after that. Consider decreasing the dose if 2 or more consecutive LDL levels are less than 40 mg/dl.\nLiver transaminase levels: Baseline measure of hepatic transaminases. Measurement of the hepatic function if any indication of hepatotoxicity (eg, unusual fatigue, loss of appetite, abdominal pain, dark-colored urine, jaundice, or scleral icterus) during therapy.\nCPK: CPK levels do not require routine monitoring. Baseline CPK may be necessary for patients with a family history of statin intolerance, muscle disease, or other drugs that may increase the risk of myopathy. In addition, patients with muscle pain, weakness, aches, or other symptoms suggestive of myopathy would need CPK levels.\nEvaluate for new-onset diabetes: If diabetes develops, the patient should continue statin therapy and be encouraged to eat a healthy diet, exercise, maintain a healthy body weight, and quit tobacco use.\nIf the patient develops confusion or memory impairment, further evaluation is needed for non-statin causes, systemic or neuropsychiatric causes, and/or adverse effects of statin therapy.\n[12]",
    "toxicity": "Researchers gave a single 200 mg dose of lovastatin to 5 healthy volunteers, and no clinically significant adverse effects were reported. Cases of lovastatin overdose are reported, but none of the patients reported any specific symptoms. All the patients recovered without complications. The patient should discontinue lovastatin use if severe muscle symptoms or fatigue develop. CPK, creatinine, and urinalysis should be done to assess for myoglobinuria. Mild to moderate muscle symptoms should also call for discontinuation of lovastatin, pending a thorough investigation of symptoms.\n[13]"
  }
}