{
  "drug_name": "loxapine",
  "nbk_id": "NBK557844",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557844/",
  "scraped_at": "2026-01-11T15:33:16",
  "sections": {
    "indications": "Zafirlukast is contraindicated in individuals with a history of hypersensitivity reactions to the active drug component and the inactive compounds within the formulation, including povidone, lactose, titanium dioxide, or cellulose. Zafirlukast is further contraindicated in patients with cirrhosis and hepatic impairment due to case reports indicating a risk of hepatic failure.\n[15]",
    "mechanism": "Zafirlukast, with an empirical formula C\n31\nH\n33\nN\n3\nO\n6\nS, belongs to the LTRA category and demonstrates a remarkable selectivity as a competitive antagonist of the cysteinyl leukotriene-1 receptor (CYSLTR1). Zafirlukast competes against the proinflammatory cysteinyl-leukotrienes C4, D4, and E4 (including LTC, LTD, and LTE) at CYSLTR1, effectively preventing leukotriene-induced inflammation. The interaction between leukotrienes and CYSLTR1 triggers inflammatory reactions associated with the underlying disease process of asthma. Therefore, by competitively inhibiting proinflammatory leukotrienes, the result is a reduction in neutrophil and eosinophil migration, as well as the aggregation of neutrophils and monocytes, adhesion of leukocytes, airway edema, inflammation, and constriction of bronchial passages (see\nImage.\nZafirlukast Mechanism of Action, Indications, and Contraindications).\n[5]\n\nFurthermore, zafirlukast acts as a selective receptor antagonist for leukotriene D4 and E4 (LTD4 and LTE4), which are constituents of the slow-reacting substance of anaphylaxis (SRSA).\n[6]\n[7]\n\nZafirlukast inhibits bronchoconstriction triggered by various types of inhalational challenges. Administration of zafirlukast as a pretreatment effectively mitigated bronchoconstriction induced by cold air and sulfur dioxide in individuals with asthma. Pretreatment with the drug also attenuated the early- and late-phase reactions caused by inhaling antigens such as cat dander, ragweed, grass, and other allergens in individuals with asthma. Zafirlukast also mitigated the increase in bronchial hyperresponsiveness to inhaled histamine that followed the inhalation of allergens.\n\nPharmacokinetics\n\nAbsorption: Zafirlukast exhibits rapid absorption following oral administration of the drug, with the peak plasma concentration (Cmax) typically reached approximately 3 hours after the oral ingestion. The medication's bioavailability experiences a 40% reduction when administered with food. Zafirlukast requires 2 to 6 weeks for optimal efficacy and maintains a half-life of 8 to 16 hours, with an average of 10 hours.\n\nDistribution: Zafirlukast demonstrates an extensive plasma protein binding rate of 99%. The drug primarily binds to albumin. A volume of distribution of 70 L indicates a moderate level of tissue distribution. In preclinical studies, zafirlukast displayed minimal penetration across the blood-brain barrier.\n\nMetabolism: Zafirlukast undergoes primary hepatic metabolism mediated by CYP2C9 enzymes.\n[8]\n\nElimination: Zafirlukast has an oral clearance of approximately 20 L/h. Preclinical investigations indicate that the primary route of excretion is through the biliary pathway. Approximately 10% of the administered dose is excreted in urine following oral ingestion, while most are eliminated in feces.\n[9]",
    "administration": "Available Dosage Forms\n\nZafirlukast is available in tablet formulations with dosages available in strengths of 10 mg and 20 mg.\n\nAdult Dosage\n\nZafirlukast's bioavailability experiences a 40% reduction when administered with food. Therefore, physicians recommend taking the medication on an empty stomach, either at least 1 hour before or 2 hours after a meal. The chewable zafirlukast tablets contain a maximum of 0.842 mg of phenylalanine.\n[9]\n[10]\n\nFor managing chronic asthma, zafirlukast should be administered to patients on an empty stomach twice daily, with a 10- to 12-hour interval, considering the drug's half-life of 8 to 16 hours. The recommended dosage of zafirlukast for chronic asthma is 20 mg twice daily, applicable to adults and children aged 12 or older.\n[11]\n\nZafirlukast requires 2 to 6 weeks to attain its optimal efficacy and does not promptly reverse acute bronchospasm. Therefore, zafirlukast should not be used for acute asthma exacerbations or status asthmaticus.\n\nIn cases of asthma accompanied by allergic rhinitis, administering 20 mg of zafirlukast twice daily for 2 weeks has improved symptoms.\n[12]\nIn cases of chronic urticaria, administering a 20 mg dosage of zafirlukast twice daily for 3 to 6 weeks has demonstrated enhanced outcomes.\n[13]\nFor exercise-induced asthma, administering a dosage of 20 mg of zafirlukast twice daily for 2 weeks has been shown to prevent exercise-induced bronchospasm within 8 hours of dosing.\n[14]\n\nSpecific Patient Populations\n\nRenal impairment: Dosage adjustment for patients with renal disease is not necessary with zafirlukast.\n\nHepatic impairment: Zafirlukast usage is not recommended for patients with hepatic impairment due to compromised hepatic clearance, resulting in a 50% to 60% increase in the maximum plasma concentration.\n[15]\nFor patients aged 65 or older, hepatic clearance might be reduced, necessitating the monitoring of therapy and liver function tests.\n\nPregnancy considerations: Zafirlukast is a Pregnancy Category B drug based on reassuring animal studies and the absence of significant evidence of major fetal malformations in humans.\n[16]\n[17]\n\nBreastfeeding considerations: Although data on zafirlukast during breastfeeding is limited, the manufacturer's labeling indicates that the concentration of zafirlukast in breast milk is low. Consequently, if the mother necessitates zafirlukast therapy, breastfeeding does not warrant discontinuing the medication. Nevertheless, considering alternatives might be advisable, particularly when nursing a newborn or preterm infant.\n[18]\n\nPediatric patients: Zafirlukast's safety and efficacy have not been established for children younger than 5. For children between the ages of 5 and 11, the recommended zafirlukast dosage is 10 mg, administered twice daily. Clinical data regarding zafirlukast's safety in children younger than 5 is insufficient, rendering its usage inappropriate for this age group.\n[19]\n[11]\n\nOlder patients: As previously mentioned, zafirlukast demonstrates diminished clearance in individuals aged 65 or older, leading to heightened exposure (AUC) compared to younger adults. Therefore, caution must be exercised when using zafirlukast in this patient population due to the increased potential for adverse drug reactions.",
    "adverse_effects": "Researchers have examined the adverse effects of zafirlukast in adults and children aged 12 or older. Occasional reports of eosinophilia accompanied by vasculitis in patients on zafirlukast have emerged. Consequently, instances of eosinophilia, rash, aggravated asthma, cardiac problems, and neuropathy should prompt a thorough investigation.\n\nOver 100 cases of severe hepatic failure have been reported, which show their association with zafirlukast usage. Hepatitis signs, such as right upper quadrant pain, jaundice, and pruritus, should prompt the monitoring of transaminases. If there is clinical suspicion of hepatotoxic effects, the drug usage should be discontinued. In most instances, the discontinuation of zafirlukast results in the resolution of transaminase levels. Nevertheless, in rare scenarios, patients have exhibited fulminant hepatitis, leading to hepatic failure, liver transplantation, and even death. Under such circumstances, the reattempt of zafirlukast administration prompts swift recurrence and must be strictly avoided.\n[20]\n\nFurthermore, neuropsychiatric events such as depression and insomnia have been documented, necessitating clinicians to instruct patients to promptly report any related symptoms associated with the adverse effects of the medication. Moreover, reports have indicated an increased incidence of respiratory tract infections in patients aged 55 or older.\n\nCommon adverse drug reactions of zafirlukast include the following:\n\nHeadache (10%), dizziness, neuropathy, hallucinations, insomnia, depression, and abnormal dreams.\n[21]\nNausea (3%), diarrhea (3%), abdominal pain (3%), vomiting, and dyspepsia.\n[22]\nTransaminase elevation (aspartate transaminase/ alanine aminotransferase), symptomatic hepatitis, hyperbilirubinemia, fulminant hepatitis, and progressive hepatic failure.\n[23]\nMyalgia, back pain, arthralgia, theophylline toxicity symptoms, edema, and malaise.\n[22]\nPain (2%), asthenia (2%), injury, and fever.\n[21]\nRespiratory tract infection in patients 55 or older with coadministration of inhaled corticosteroids (3%)\nMenorrhagia, thrombocytopenia, alopecia, bruising, pruritis, urticaria, angioedema, and rashes.\n[22]\nGranulomatosis, agranulocytosis, eosinophilia, eosinophilic pneumonia, and Churg-Strauss-related syndrome.\n[24]\n[25]\n\nZafirlukast is a CYP2CP9 substrate and weak inhibitor, which may interact with or decrease concentrations of alpelisib (kinase inhibitor), dabrafenib, enzalutamide, lumacaftor, ivacaftor, and rifapentine. Erythromycin and theophylline can decrease the concentration of zafirlukast. Aspirin can elevate the concentration of zafirlukast. Combining inhaled loxapine with zafirlukast should be avoided to mitigate the heightened risk of bronchospasm. The concomitant use of zafirlukast and warfarin can result in an elevation of the international normalized ratio (INR), necessitating diligent monitoring to ensure optimal control of coagulability.\n[9]\n[10]\n\nA recent study highlights that concurrent administration of tizanidine and zafirlukast could lead to hypotension, potentially elevating the risk of falls and fractures.\n[26]",
    "monitoring": "Patients with chronic asthma require regular monitoring to track improvements in pulmonary function tests as a response to zafirlukast treatment. For patients displaying indications of hepatic injury, monitoring of transaminases and bilirubin is imperative to detect adverse events of the drug promptly. Often, discontinuing the medication can lead to the resolution of mild liver injury. Patients concurrently taking zafirlukast and warfarin may experience an elevation in the INR, necessitating vigilant monitoring.\n[20]",
    "toxicity": "Clinical studies have documented that at high doses of 80 mg, zafirlukast can elevate transaminase levels.\n[27]\nAnimal studies have shown that zafirlukast doses of 500 mg/kg in dogs and 2000 mg/kg in mice did not result in any reported deaths. According to manufacturer guidelines, 4 reported drug overdose cases in patients survived with 200 mg of zafirlukast. These cases exhibited mild symptoms, including rash and upset stomach. In cases of acute zafirlukast overdose, the recommended intervention for patients includes gastric lavage, vigilant clinical monitoring, and supportive therapy.\n[28]"
  }
}