{
  "drug_name": "lurasidone",
  "nbk_id": "NBK541057",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541057/",
  "scraped_at": "2026-01-11T15:33:20",
  "sections": {
    "indications": "Lurasidone metabolism is primarily via the cytochrome P450 enzyme, CYP3A4. Therefore, when used concomitantly with moderate CYP3A4 inhibitors, it is recommended to decrease the lurasidone dose to half of the original level with a starting dose of 20 mg and a maximum dose of 80 mg/day. Similarly, when combined with moderate CYP3A4 inducers, the lurasidone dose may be increased appropriately.\n\nExamples of potent CYP3A4 inhibitors are clarithromycin, ritonavir, indinavir, ketoconazole, itraconazole, and grapefruit juice.\n\nExamples of moderate CYP3A4 inhibitors are verapamil, diltiazem, erythromycin, fluconazole, fluvoxamine, and tofisopam.\n\nExamples of strong CYP3A4 inducers are rifampin, phenytoin, carbamazepine, and St. John's wort.\n\nExamples of moderate CYP3A4 inducers are modafinil and armodafinil.\n\nThere is a black box warning for increased risk of death in elderly patients with dementia.",
    "mechanism": "Lurasidone belongs to the benzisothiazole class. Although the mechanism of action of lurasidone is not fully understood, it is believed to affect both dopamine and serotonin receptors.\n[3]\nLurasidone is a full antagonist at dopamine D2 and serotonin 5-HT2A and 5-HT7 receptors.\n[4]\n[5]\nIt is a partial agonist at the serotonin 5-HT1A receptor. Lurasidone, when compared to other atypical antipsychotics, has the highest binding affinity for the 5-HT7 receptor.\n\nIt is the blockage of D2 and 5-HT2A receptors that confers the property of atypical antipsychotic to lurasidone. Antagonism at the 5-HT7 receptor and partial agonism at the 5-HT1A contributes to the antidepressant properties of lurasidone.\n\nLurasidone has low activity on muscarinic M1, histamine H1, alpha-1, and 2A adrenergic receptors.\n[5]\nThis activity level minimizes the risk of orthostatic hypotension, sedation, weight gain, and cognitive blunting associated with other antipsychotic agents.\n[5]\n[6]",
    "administration": "Lurasidone is available as immediate-release tablets in 20, 40, 60, 80, and 120 mg strengths. It is poorly soluble in water and after oral ingestion. Therefore, the recommendation is that lurasidone should be administered with a meal of at least 350 calories, regardless of the fat content, which increases its bioavailability to 9 to 19%.\n[7]\nThe Cmax increases by three times, and the area under the curve doubles. Lurasidone reaches peak serum concentration in approximately 1 to 3 hours with a steady-state concentration in 7 days.\n[8]\nLurasidone metabolism is primarily by cytochrome P450 enzyme CYP3A4; therefore, caution is necessary when administered with strong CYP3A4 inducers or inhibitors.\n[6]\n[9]\n\nThe recommended starting dose for schizophrenia in adults and adolescents is 40mg/day, with a maximum dose of 160mg/day in adults and 80mg/day in adolescents.\n\nFor bipolar depression, the recommended starting dose in adults and pediatric patients is 20mg/day, with a maximum treatment of 120mg/day in adults and 80mg/day in pediatric patients.\n\nIn the case of moderate renal and hepatic impairment, the recommended starting dose is 20mg/day with a maximum dose of 80mg/day. In severe hepatic impairment, the recommended maximum dose is 40mg/day.",
    "adverse_effects": "Lurasidone offers a safety advantage when compared with some other atypical antipsychotic agents. Treatment with lurasidone has a decreased risk of metabolic side effects such as hypercholesterolemia, hyperlipidemia, hyperglycemia, and weight gain compared to risperidone, quetiapine, and olanzapine.\n[10]\n\nIn patients with schizophrenia, the most common adverse effects experienced were nausea, akathisia, somnolence, sedation, and Parkinsonism. Long-term use of lurasidone is associated with modest weight gain compared with other atypical antipsychotics such as quetiapine and risperidone. Several short-term clinical trials observed significant increases in prolactin levels.\n[7]\n\nLurasidone offers a similar adverse effects profile in patients with bipolar depression. The most common side effects observed were nausea, akathisia, headache, extrapyramidal, and sedation. There have been reports that lurasidone causes a 7% increase in baseline body weight. More clinical trials need to be conducted to establish the safety and tolerability of long-term use of lurasidone in patients with bipolar depression.\n[11]\n\nLurasidone, when used in pregnant patients, may cause extrapyramidal or withdrawal symptoms in neonates when exposed in the third trimester.",
    "monitoring": "Lurasidone takes 1 to 3 hours to reach the maximum concentration after an oral dose of 40 mg. It reaches a steady-state concentration within seven days of dosing, and after absorption, lurasidone is mostly bound to plasma proteins, albumin, and alpha-1 acid glycoprotein.\n[12]\nAlthough albumin concentration decreases with age, alpha-1 acid glycoprotein increases with age; therefore, use in the elderly is cautioned.\n\nLurasidone is mostly excreted in feces approximating 80%, 9.2% in urine, and the remaining 10.7% is unknown. Dose monitoring is necessary for patients with renal and hepatic impairments. Dose adjustment is not recommended for mild impairment but rather for moderate and severe impairment.\n\nThe FDA has warned against lurasidone use with strong CYP3A4 inducers or inhibitors; close monitoring is necessary when used with mild inhibitors and inducers. As CYP1A2 does not metabolize lurasidone, smoking does not affect lurasidone’s pharmacokinetics.\n[13]\n\nLurasidone does not increase suicidal ideation or behavior.\n[11]\nAlthough the FDA has issued a black box warning about the risk of death in elderly patients with dementia, there is no clinical trial data to prove this evidence.\n[14]\nFurthermore, data on the incidence of serious adverse effects such as neuroleptic malignant syndrome, agranulocytosis, DKA, cancer, and osteoporosis remains undetermined.  There is some evidence showing high doses of lurasidone can cause small increases in TSH levels, the clinical significance of which is unclear.\n[15]",
    "toxicity": "There is insufficient data on lurasidone overdose. A literature search revealed only one case report of acute lurasidone overdose. This case report describes a 31-year-old man who overdosed on large amounts of lurasidone in an attempt to commit suicide. The quantity of lurasidone ingested was 8.5 times the upper maximum limit. Overdose took place shortly after lunch, which increased lurasidone’s absorption. The patient presented with mild hypertension and slightly elevated TSH. The patient only required IV fluids and recovered without sequelae. TSH normalized in 3 weeks after the overdose.\n[15]\n\nThere is only one other documented case in the lurasidone leaflet regarding overdose. A patient took 560 mg of lurasidone and recovered without negative sequelae. Clinicians on the case noticed no long-term adverse effects with lurasidone overdose.\n\nThere are no specific antidotes for lurasidone. In case of overdose, it recommended close monitoring and supervision for prolongation of the QT interval, orthostatic hypotension, CNS depression, and tachycardia.\n[16]"
  }
}