{
  "drug_name": "luspatercept",
  "nbk_id": "NBK560635",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560635/",
  "scraped_at": "2026-01-11T15:33:19",
  "sections": {
    "indications": "No contraindications are directly associated with luspatercept at this time; it is a drug with a good safety profile. However, it is not intended to substitute for blood transfusions, especially during emergent scenarios.\n[5]\n\nStimulating erythropoiesis can cause hyperviscosity of the blood, hypertension, and an elevated risk of thromboembolic events. Therefore, pregnant women, hypertensive patients, women on oral contraceptive pills, and patients with underlying conditions that cause increased red blood cell counts should be offered alternative therapy.\n\nWarnings and Precautions\n\nThrombosis/thromboembolism\nHypertension: Clinicians should assess blood pressure before each dose. Anti-hypertensive agents may be administered to manage new-onset hypertension or exacerbations of preexisting hypertension.\nExtramedullary hematopoietic masses\nEmbryo-fetal toxicity: Clinicians must advise women who are pregnant (or may become pregnant) of the potential risk to a fetus. These patients should also receive contraception when taking luspatercept and for at least 3 months after therapy is discontinued.\n[11]",
    "mechanism": "Luspatercept is a recombinant fusion protein consisting of the extracellular domain of activin receptor type IIB fusion protein and the Fc portion of human immunoglobulin G1 (IgG1). Luspatercept blocks the transforming growth factor-β (TGF-β) superfamily inhibitors to reduce SMAD2 and SMAD3 signaling. This action prevents the activation of TGF-β superfamily members and improves various deficiencies associated with ineffective erythropoiesis. Luspatercept also promotes erythroid maturation via differentiation and increases the percentage of late-stage erythroid precursors (normoblasts) in the bone marrow and erythroid precursors, thereby increasing erythropoiesis.\n[3]\n[11]\n[9]\n\nPharmacokinetics\n\nAbsorption:\nThe median time to reach maximum concentration (Tmax) is approximately 5 days (range: 3 to 8 days) in adults with β-thalassemia and around 6 days (range: 3 to 7 days) in adults with MDS. The absorption of luspatercept is not significantly affected by the chosen injection site (eg, abdomen, upper arm vs thigh).\n\nDistribution:\nThe geometric mean (%CV) volume of distribution (Vd) of luspatercept-aamt is 7.1 L (26.7%) in patients with β-thalassemia and 9.6 L (26.7%) in patients with MDS.\n\nMetabolism:\nThe geometric mean (%CV) half-life (t\n1/2\n) of luspatercept is approximately 11 days (25.7%) in patients with β-thalassemia and 14 days (31.7%) in patients with MDS. Luspatercept is thought to be metabolized into smaller peptides and amino acids through general catabolic processes occurring in various tissues.\n\nElimination:\nThe geometric mean (%CV) total clearance (CL) of luspatercept is 0.44 L/day (38.5%) in patients with β-thalassemia and 0.47 L/day (42.9%) in patients with MDS.",
    "administration": "Available Dosage Forms and Strengths\n\nLuspatercept is available as 25 mg and 75 mg lyophilized powder in single-dose vials for reconstitution and injection. This powder is white or off-white in color and can only be reconstituted using sterile water. If the reconstituted solution is not used immediately, it may be stored in the original vial at room temperature of 20 to 25 °C (68 to 77 °F)  for up to 8 hours. After this time, any remaining medication should be discarded.\n\nFor the 25 mg vial of luspatercept powder for injection, 0.68 mL of sterile water is required for reconstitution, resulting in 25 mg/0.5 mL.\nFor the 75 mg vial of luspatercept powder for injection, 1.6 mL of sterile water is required for reconstitution, resulting in 75 mg/1.5 mL.\n\nThe patient's hemoglobin level should be obtained before administering luspatercept. The total volume required is based on the indication. Any volume of reconstituted luspatercept exceeding 1.2 mL should be divided equally into separate doses and administered at different sites. If multiple injections are necessary, a new syringe and needle are required for each.\n\nAdult Dosage\n\nBeta-Thalassemia\n\nFor patients with β-thalassemia, 1 mg/kg of luspatercept should be injected subcutaneously into the upper arm, thigh, or abdomen once every 3 weeks. The dose should be titrated based on the patient responses listed below (see\nTable 1\n).\n\nPredose testing:\nBefore each dose, clinicians should assess the patient's hemoglobin level and transfusion history.\nAdverse reactions:\nClinicians should refer to the guidelines regarding treatment interruptions.\nDiscontinuation criteria:\nLuspatercept therapy should be discontinued if transfusion requirements have not changed by week 9 (maximum 3 daily doses) or unacceptable toxicity occurs at any point in treatment.\n\nTable\nTable 1: Dose Titration.\n\nMyelodysplastic Syndromes Associated Anemia\n\nFor patients with MDS anemia, the recommended initial dose is 1 mg/kg, given subcutaneously once every 3 weeks. The dose should be titrated based on patient responses listed below (see\nTable 2\n). Dosage adjustments should not occur more frequently than every 6 weeks (2 doses) or beyond the maximum dose of 1.75 mg/kg. If the therapeutic response becomes inadequate after a dose reduction (ie, a transfusion is needed) or the hemoglobin concentration is reduced by ≥1 g/dL in 3 weeks without transfusion, the dose should be increased to the next level.\n\nPredose testing:\nBefore each dose, clinicians should assess the patient's hemoglobin level and review the patient's transfusion history.\nAdverse reactions:\nClinicians should refer to guidelines for treatment interruptions.\nDiscontinuation criteria:\nDiscontinue therapy if the patient fails to demonstrate a reduction in transfusion requirements by week 9 of treatment (3 doses at maximum dose) at the maximum dose level (1.75 mg/kg) or for any unacceptable toxicity at any point in treatment.\n\nTable\nTable 2: Dose Titration.\n\nSpecific Patient Population\n\nHepatic impairment:\nNo clinically significant differences have been observed in patients with mild-to-severe hepatic impairment. The effect of luspatercept administered to patients with aspartate aminotransaminase or alanine transaminase levels >3x the upper normal limit is unknown.\n\nRenal impairment:\nNo clinically significant differences were observed in patients with mild-to-moderate (eGFR 30 to 89 mL/min/1.73 m\n2\n). The effect of luspatercept administered to patients with severe renal impairment (eGFR <30 mL/min/1.73 m\n2\n).\n\nPregnancy considerations:\nBased on the results of animal reproduction studies, luspatercept may cause fetal harm\n.\nCurrent data regarding luspatercept administration to pregnant patients is insufficient to determine the presence or absence of drug-associated risk of major congenital disabilities, miscarriage, or adverse maternal or fetal outcomes.\n\nBreastfeeding considerations:\nLuspatercept has been detected in the milk of lactating animals. There is no data on its presence in human milk or its effects on milk production or the breastfed child. Since there is a potential for serious adverse reactions in breastfed children, breastfeeding is not recommended during luspatercept therapy and for 3 months after the last administered dose\n.",
    "adverse_effects": "The most common adverse effects of luspatercept include fatigue, headache, myalgia, arthralgia, dizziness/vertigo, nausea, diarrhea, cough, abdominal pain, dyspnea, hypertension, hyperuricemia, and hypersensitivity. Luspatercept is not a substitute for blood transfusions.\n\nFor patients experiencing Grade 3 or higher adverse drug reactions, modify treatment as described below. Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe, and Grade 4 is a life-threatening adverse drug reaction. Bone pain, hyperuricemia, and hypertension are typically classified as Grade 3 or 4 reactions and may cause a decline in general health.\n[1]\n\nPatients with β-thalassemia:\n\nGrade 3 or 4 hypersensitivity reactions: Discontinue treatment\nOther Grade 3 or 4 adverse reactions: Suspend treatment and restart when the adverse reaction resolves to Grade 1\nExtramedullary hematopoietic (EMH) masses: Discontinue treatment\n\nPatients with MDS:\n\nGrade 3 or 4 hypersensitivity reactions: Discontinue treatment\nOther Grade 3 or 4 adverse reactions: Suspend treatment and restart at the next lower dose when the adverse reaction resolves to Grade 1. Discontinue treatment if this delay lasts longer than 12 consecutive weeks.",
    "monitoring": "Clinicians should obtain hemoglobin, alanine transferase, and aspartate transferase levels before and during therapy to ensure proper medication dosing and metabolism.\n\nLuspatercept can be detected in the human serum through ELISA and Western blotting screening. Previously, 10 μg of antibodies per sample were required, which determined the amount of serum needed during collection. Today, ELISA can be used as a fast screening tool using only 100 μL of serum; the limit of detection (LOD) is 15.6 ng/mL. This solution is provided using anti-antibody-coated magnetic beads to purify the antigen-antibody complex.\n\nAdditionally, western blotting can be used for initial investigation and confirmatory testing of luspatercept use in human serum. This process involves covalently stable antibodies on agarose beads, leading to immunoprecipitation of ACVR2B-antibody, followed by Sarcosyl-PAGE and western blotting.\n[9]\n[10]",
    "toxicity": "Due to the long half-life of luspatercept, toxicity is not of significant concern. Dosing should be monitored according to hemoglobin levels and should not exceed 1.25 mg/kg for patients with β-thalassemia and 1.75 mg/kg for patients with lower-risk MDS. The adverse effects commonly associated with luspatercept therapy have been discussed above. Discontinue luspatercept administration based on the grade and severity of these reactions.\n[11]"
  }
}