{
  "drug_name": "lutigold lutein",
  "nbk_id": "NBK459155",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459155/",
  "scraped_at": "2026-01-11T18:47:27",
  "sections": {
    "indications": "A hydatidiform mole, commonly referred to as a molar pregnancy, is a rare abnormality in pregnancy classified under gestational trophoblastic diseases (GTD), which stem from the placenta and may metastasize.\n[1]\nHydatidiform moles are characterized by abnormal fertilization, resulting in villous hydrops and trophoblastic hyperplasia with or without embryonic development.\n[1]\nOther forms of GTD include gestational choriocarcinoma—which can be aggressively malignant and invasive—and placental site trophoblastic tumors. Please see StatPearls' companion reference, \"\nGestational Trophoblastic Disease\n,\" for more information. Although described as early as Hippocrates’ era, who explained their formation through the consumption of dirty water by pregnant women, the condition was more accurately characterized in 1752 by William Smelie, who likened its appearance to a “bunch of grapes,” a hallmark feature of molar pregnancies resulting from swollen, hydropic villi.\n[2]\n[3]\n[4]\n\nHydatidiform moles are categorized as complete or partial and are usually noninvasive forms of GTD. Overrepresentation of the paternal genome in sporadic hydatidiform moles is a fundamental genetic event leading to overall alteration of imprinting gene expression in the molar trophoblast, being completely androgenetic in complete hydatidiform moles and diandric triploid in partial hydatidiform moles.\n[5]\nHowever, although hydatidiform moles are considered benign, they are premalignant lesions and can potentially become malignant and invasive.\n[1]\n\nComplete molar pregnancies present with symptoms such as first-trimester vaginal bleeding, severe nausea, and high β-human chorionic gonadotropin (β-hCG) levels. Partial moles may present similarly but often resemble a spontaneous abortion and may include detectable fetal heart tones. Both molar types are detectable via ultrasonography, which typically reveals distinct patterns; complete moles demonstrate anechoic cystic clusters (“grape clusters”) and partial moles demonstrate fetal parts.\n\nHistopathological examination postevacuation confirms the diagnosis with visualization of characteristic villous changes. Treatment typically involves dilation and curettage (D&C), and hysterectomy may be considered for patients not desiring future pregnancies. Posttreatment, regular β-hCG monitoring is essential to detect potential progression to gestational trophoblastic neoplasia (GTN).",
    "mechanism": "Hydatidiform moles originate from aberrantly proliferated placental tissue.\n[2]\nA complete mole results from the fertilization of an empty ovum by 1 or 2 sperms, resulting in paternally-derived haploid genetic material.\n[5]\nTherefore, a complete mole comprises solely maternally derived mitochondrial DNA, while all its nuclear DNA originates paternally.\n[1]\nThe haploid paternal genetic material undergoes duplication, resulting in a diploid 46,XX or 46,XY molar pregnancy; 46,XX is the more common karyotype.\n[6]\n\nConversely, a partial mole arises when a viable ovum is fertilized by 2 or more sperms, with resultant karyotype 69,XXY.\n[5]\nPartial molar pregnancies, therefore, feature a triploid diandrous monogynic genome, typically resulting from the fertilization of an ovum by 2 or more sperms or rarely from reduplications of a single sperm’s genetic material post-fertilization, resulting in a triploid 69,XXY; 69,XXX; or 69,XYY karyotypes.\n[1]",
    "monitoring": "Clinically, patients with a complete molar pregnancy may present with an enlarged uterus mimicking pregnancy, often with fundal height or uterine size greater than expected for gestational age, accompanied by markedly elevated β-hCG levels, frequently >100,000 mIU/mL.\n[19]\nCommon presenting symptoms include persistent emesis, vaginal bleeding, pelvic pressure, and pain.\n[1]\nAlthough clinical signs, symptoms, and β-hCG levels help diagnose hydatidiform moles, ultrasonography is usually the initial screening method when molar pregnancy is suspected. Distinct images of a complete mole can be depicted in the first trimester of pregnancy.\n[11]\n\nIn a complete molar pregnancy, ultrasonography reveals anechoic cystic spaces resembling “grape clusters” with an echogenic mass and “snowstorm” appearance (see\nImage\n. Uterus Ultrasound, Molar Pregnancy). In contrast, partial molar pregnancies typically do not significantly affect uterine size; they exhibit slightly elevated β-hCG levels and contain fetal parts that may be visible on imaging.\n[11]\nIn both partial and complete hydatidiform moles, symptoms of thyrotoxicosis may also manifest as a result of the increased β-hCG levels due to the molecular resemblance between β-hCG and thyroid-stimulating hormone (TSH), and hence cross-reactivity with the TSH receptor.\n[20]\nNevertheless, the definitive diagnosis can be only made by histopathological examination of the tissue postoperatively, where complete moles exhibit edematous hydropic villi with circumferential and hyperplastic trophoblastic cells and partial moles exhibit large hydropic villi and small fibrotic villi.\n[5]",
    "administration": "The initial treatment of a hydatidiform mole in patients who wish to preserve fertility is dilatation and curettage.\n[17]\nA 12- to 14-mm suction cannula is preferred, and an intravenous oxytocin infusion may be initiated at the onset of the procedure and continued for several hours postoperatively to enhance uterine contractility and decrease ongoing blood loss.\n[18]\nThe risk of hemorrhage increases with uterine size; transfusion products should be available, especially when the uterus is larger than 16 weeks gestational size.\n[13]\nRhD factor is expressed on the trophoblast, so Rh immune globulin should be given to Rh-negative patients at the time of molar evacuation.\n[15]\n\nHysterectomy is an alternative to uterine evacuation if childbearing is complete.\n[21]\nIn addition to eradicating the molar pregnancy, hysterectomy decreases the need for subsequent chemotherapy by eliminating the risk of local myometrial invasion as a cause of persistent disease.\n[22]\nMedical induction of labor and hysterotomy are not recommended for a molar evacuation since these methods increase maternal morbidity and the chance of developing GTN requiring chemotherapy.\n[23]\n\nProphylactic administration of either methotrexate or actinomycin-D at the time of or immediately following molar evacuation is associated with a reduction in the incidence of postmolar GTN to 3% to 8%.\n[24]\nHowever, given the risks associated with these chemotherapeutic agents, they should be limited to clinical situations in which the risk of postmolar GTN is higher than usual or where reliable β-hCG follow-up is difficult.\n[15]\n\nFollow-up β-hCG monitoring every 1 to 2 weeks is essential for early diagnosis and management of postmolar GTN. After treatment of a gestational neoplastic process, follow-up β-hCG monitoring every month for at least 12 months is critical for surveillance of relapse. Reliable contraception must be used throughout this period.\n[15]",
    "adverse_effects": "The leading complication associated with molar pregnancies is the progression to GTN. β-hCG is an excellent biomarker of disease progression, response, and subsequent posttreatment surveillance. Thus, a plateaued or rising β-hCG level enables the early detection of the progression of complete hydatidiform mole and partial hydatidiform mole to GTN that occurs in 15% to 20% and 0.5% to 5% of cases, respectively.\n[18]\n[13]"
  }
}