{
  "drug_name": "lutropin alfa",
  "nbk_id": "NBK556018",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK556018/",
  "scraped_at": "2026-01-11T15:33:20",
  "sections": {
    "indications": "Dornase alfa is contraindicated in patients who have had hypersensitivity reactions from using any products containing Chinese hamster ovary cell products or ingredients.\n\nUsing the drug during pregnancy and breastfeeding requires the prescribing clinician to weigh the risks vs. benefits of such therapy, although there is no risk of teratogenicity, and there is also no expected harm to infants based on the drug's mechanism of action. It is unknown whether the dornase alfa affects milk production.\n[11]\n\nDornase alfa has no known clinically relevant drug interactions.\n[12]",
    "mechanism": "Normally, the cilia that line the respiratory tract are responsible for continuously pushing the thin film of mucus which traps different invaders and duct particles upwards for excretion\nvia\ncough. Due to the abnormally thick mucus produced in the lungs of a patient with CF, the mucociliary escalator is significantly affected. This condition leads to the colonization of bacteria and infection, especially\nPseudomonas\n, which induces inflammation and the accumulation of neutrophils in the affected area. After the initial response, neutrophils die, leading to an increased amount of highly polymerized deoxyribonucleic acid (DNA) in the mucous, leading to even further thickening of the mucous. The presence of DNA material in the mucous results in the plugging of the patient’s airway and further increases the risk of infection. Repeated endobacterial infection and damage due to the neutrophils’ oxidants lead to irreversible damage and, eventually, respiratory failure, the most common cause of death in patients with CF.\n[3]\n\nDornase alfa is a recombinant human deoxyribonuclease I (rhDNase) that cleaves down extracellular long-chain DNA in the sputum reducing mucous viscosity and preventing airway infections and damage to the lung parenchyma. It improves lung function and quality of life. Also, it diminishes exacerbation frequency in children aged six years or older. When inhaled, it mainly exerts its effects locally; it has minimal systemic absorption.",
    "administration": "Dornase alfa ampules should be stored in their provided foil pouch in a refrigerator, away from light. The ampules should remain refrigerated during transport and not left at room temperature for a total of 24 hours.\n\nPrior to administration, the ampule should be squeezed to check for leakage. If the solution appears discolored or cloudy, it should be discarded. The entire ampule should be used or discarded once it has been opened.\n\nFor adults:\n\nInhale 2.5 mg once a day daily via a selected nebulizer system.\nPatients older than 21 years and/or with FVC more than 85% may benefit from 2.5 mg via oral inhalation twice daily.\n\nFor pediatrics:\n\nFor infants and children under 2: inhale 2.5 mg once a day daily via a selected nebulizer system.\n[3]\nFor children 2 to 5: inhale 2.5 mg once a day daily via a selected nebulizer system.\n[8]\nFor children over five and adolescents: inhale 2.5 mg once a day daily via a selected jet nebulizer and a compressor system or a nebulizer system.\n[9]\n\nInhaling nebulized dornase alfa for most outcomes 30 minutes prior to airway clearance techniques is recommended. The drug should not be combined or mixed with other nebulized medications.\n\nPatients who are unable to inhale and exhale for the duration of the entire treatment period can use a specialized baby nebulizer.",
    "adverse_effects": "A severe potential adverse reaction is dyspnea.\n\nMost common: > 10%\n\nVoice alteration\nPharyngitis\nRhinitis\nRash\nChest pain\n\nLess common: 1 to 10%\n\nLaryngitis\nHoarseness\nSore throat\nCough\nAntibody development against dornase alfa in up to 4%\nConjunctivitis\nDyspepsia\n\nLeast common: <1%\n\nUrticaria\nHeadache\n\nEven though rash and urticaria have been observed in some patients, there have been zero reports of anaphylaxis.\n[10]",
    "monitoring": "Due to the poor systemic absorption of dornase alfa, there is no required hepatic or renal monitoring; however, it is essential to follow up with the patients for any side effects and ensure administration of the proper dose.\n\nAdditionally, a preliminary study done by the Cystic Fibrosis Foundation in 2013 focused on improving the FEV1 patients with CF. They provided strict guidelines for using dornase alfa and hypertonic saline for patients older than six years of age and prescribing inhaled tobramycin and oral azithromycin in patients older than six years of age with\nPseudomonas aeruginosa\ninfection. They monitored the adherence to the guidelines every quarter for one year. It was demonstrated that adherence to the guidelines by clinicians increased the FEV1 in patients with CF.\n[13]",
    "toxicity": "The likelihood of Dornase alfa related to systematic toxicity is rare due to its short half-life and poor systemic absorption. In isolated incidences of overdose where patients used 16 times the maximum daily dose tolerated the medication well. Animal data suggests no evidence of maternal toxicity, embryotoxicity, or teratogenicity was observed. Dornase alfa has been tested negative in genotoxicity assays: the in vitro Ames assay, in vitro mouse lymphoma assay, and in vivo mouse bone marrow micronucleus assay."
  }
}