{
  "drug_name": "lynestrenol",
  "nbk_id": "NBK430882",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430882/",
  "scraped_at": "2026-01-11T15:33:21",
  "sections": {
    "indications": "CDC and WHO have set criteria for women who want to initiate COC or POP. Patients need to be screened for contraindications before starting COC or POP, summarized below, and CDC criteria are listed in The 2016 U.S. Medical Eligibility Criteria for Contraceptive Use.\n\nCombined Oral Contraceptive\n\nA few absolute and relative contraindications of oral contraceptive use are recognized. For example, women with uncontrolled hypertension should not initiate oral contraceptive use until their hypertension is managed; people with diabetes may experience some hyperglycemia when starting OCs, but these are issues that can be addressed.\n\nHowever, OCPs are contraindicated in smokers (more than 15 cigarettes per day) over age 35 due to a significant risk for cardiovascular events, specifically deep vein thromboembolism. The risk of VTE increases among OC users 3 to 9/10,000 woman-years compared with nonusers who are not pregnant and not taking hormones (1-5/10,000 woman-years). The risk is more significant in those aged over 35 and smoking.\n[18]\n\nWomen with hypertension (systolic BP greater than or equal to 140 mm Hg or diastolic BP ≥90 mmHg as per the CDC), breast cancer,  known ischemic heart disease, migraines with auras, endometrial cancer, cirrhosis, hepatocellular adenoma, or malignant hepatoma are contraindicated to use combined hormone contraceptive pill.\n[19]\n\nWomen with a history of VTE, stroke, breast or endometrial cancer, and valvular heart disease (history of subacute bacterial endocarditis, the risk for atrial fibrillation, or pulmonary hypertension) should not use OCPs as these conditions represent unacceptable health risks to the users.\n\nWomen who have 2 or more risk factors for cardiovascular diseases, such as older age, diabetes, hypertension, or smoking, should also not use COC as the risk outweighs the benefits.\n\nWomen with thrombogenic mutations like prothrombin mutation, factor V Leiden, protein C, protein S,  and antithrombin deficiencies should not use COC. Too many alternatives are available for the patient to prevent pregnancy and not increase the patient’s health risk.\n\nProgesterone Only Pill\n\nWomen with suspected or known pregnancy\n\nPatient with undiagnosed abnormal uterine bleeding\n\nPatients with breast cancer or suspected\n\nAcute liver disease, benign or malignant liver tumors, or severe cirrhosis\n\nHistory of bariatric surgeries\n\nWomen taking certain antiseizure medications",
    "mechanism": "Progesterone is primarily responsible for preventing pregnancy. The primary mechanism of action is the prevention of ovulation; they inhibit follicular development and prevent ovulation.\n[1]\nProgestogen-negative feedback works at the hypothalamus to decrease the pulse frequency of the gonadotropin-releasing hormone. This, in turn, will reduce follicle-stimulating hormone (FSH) secretion and decrease luteinizing hormone (LH). If the follicle isn't developing, an increase in the estradiol levels (the follicle makes estradiol) does not occur. The progestogen-negative feedback and lack of estrogen-positive feedback on LH secretion stop the mid-cycle LH surge. Ovulation is prevented when no follicle develops, and no LH surge occurs to release the follicle.\n\nEstrogen has some effect on inhibiting follicular development because of the negative feedback on the anterior pituitary with slowed FSH secretion; it is just not as prominent as progesterone's effect. Another primary mechanism of action is progesterone's ability to inhibit sperm from penetrating through the cervix and upper genital tract by making the cervical mucous unfriendly.\n[1]\n\nCombined Oral Contraceptive (COC)\n\nThe usual estrogen component is combined with a different generation of progestin components with varying degrees of androgenic and progestogenic potential. The combination is prescribed based on desirable effects and risk of adverse events with the progestin component and dose of estrogen and progestin levels.\n\nEstrogen component:\nEstradiol, ethinylestradiol, estetrol, mestranol\n\nFirst-generation progestin:\nNorethindrone acetate, ethynodiol diacetate, lynestrenol, norethynodrel\n\nSecond-generation progestin:\nLevonorgestrel, dl-norgestrel\n\nThird-generation progestin:\nNorgestimate, gestodene, desogestrel\n\nUnclassified progestin:\nDrospirenone, cyproterone acetate\n\nProgesterone-Only Pill\n\nWhile multiple types of progestin pills are available in the US, most frequently, formulations have drospirenone or norethindrone. Drospirenone suppresses ovulation and also has anti-mineralocorticoid activity. While norethindrone primarily acts by thickening cervical mucus to inhibit sperm penetration, suppressing ovulation, and decreasing the mid-cycle LH and FSH peaks, it slows the ovum's movement through fallopian tubes and alters endometrium thickness. Some progestin compounds have more potent antiandrogenic properties and, therefore, are more effective in treating polycystic ovary syndrome, hirsutism, and acne.\n[7]",
    "administration": "Combined Oral Contraceptive\n\nChoice of COC:\nThe ethinyl estradiol dose is usually less than 50 mcg in this combination of pills. The pills can be either monophasic (same dose of both components in the active pills) or multiphasic (varying doses weekly of both or either component in the active pills). Depending on the withdrawal bleeding desired by the patient and clinically recommended, it can be prescribed as a cyclic (monthly bleeding), extended cyclic (every 3 months bleeding), or continuous dosing(no bleeding).\n\nCyclic formulations:\nThe cyclic formulations have active hormone pills for 21 to 24 days, followed by 7 to 4 days of hormone-free pills.\n\nExtended cycle formulations:\nThe extended cycle formulations have active hormone pills daily for 3 months, followed by a placebo week.\n\nContinuous use formulation:\nThis can be manipulated by using only active pills from monthly formulations for 1 year, which will functionally stop all menstrual bleeding. The most common complication from the extended cycle is breakthrough bleeding. Any combined oral contraceptive pill formulation can be used in this manner, but typically, monophasic pills are the easiest to manipulate.\n\nInitiation:\nCombined OCPs are recommended at approximately the same time each day. Avoid taking them greater than 24 hours apart as this could affect efficacy. Two methods of initiating COC for women are recognized per their priority as follows:\n\nFirst-day start\n: Pills are started on the first day of menses, and this is considered the best strategy as contraceptive efficacy is faster than other methods.\n[8]\n\nQuick start:\nPills are started on any day medicine is given to women. When patients initiate this method, they are not protected from pregnancy in the first 7 days, and an additional form of birth control is recommended.\n[8]\n\nSunday start:\nPills are started on the first Sunday after the period begins. When patients initiate the contraceptive pills on the Sunday start method, they are unprotected from pregnancy in the first 7 days. An additional form of birth control is recommended during this period.\n[8]\n\nAbortion/lost pregnancy:\nAfter abortion or losing a pregnancy in the first 2 trimesters, start OC pills within the first 7 days if contraception is desired.\n\nPostpartum:\nAvoid COC for the first 21 days following postpartum, as this group has a higher risk of venous thromboembolism (VTE). Postpartum women with a higher risk of VTE should not be started on COC for the first 42 days following delivery, irrespective of breastfeeding. Women age 35 years and above, BMI 30 kg/m\n2\n, smoking, preeclampsia, immobility, thrombophilia, transfusion at delivery, peripartum cardiomyopathy, history of VTE, postpartum hemorrhage, or postcesarean delivery are at risk of VTE.\n\nBreastfeeding considerations:\nAvoid COC for the first 42 days following postpartum if a woman is breastfeeding, as hormones impact lactation.\n[9]\nIntroducing estrogen before 3 weeks of postpartum might increase the risk of thromboembolism in these women. In breastfed infants, cases of breast enlargement are reported mostly with estrogen doses higher than are currently used, which were reversible. WHO recommends performing a risk-benefit assessment for using COC between 6 weeks to 6 months postpartum in breastfeeding women.\n\nMissed doses:\nIf a patient misses a tablet, take the missed tablet as soon as they remember and the next tablet at the usual time (taking two pills in 1 day). If the patient misses 2 tablets in a row in the first or second week, take 2 tablets the day the patient remembers and 2 pills the next day, then resume 1 per day. Use additional forms of contraception until the patient begins a new cycle.\n[10]\nCheck the package insert for accurate information on managing missed doses.\n\nEmergency contraception:\nEmergency contraception is recommended in the first week of the cycle if unprotected intercourse occurs and two or more COC pills are missed (except ulipristal acetate).\n\nProgesterone Only Pill\n\nChoice of progesterone pill:\nThe CDC has provided guidelines for users of progesterone-only pills (POPs) who have other medical conditions. Most women can use POP, which appears to be chosen for women who have contraindications to COC or want to avoid the estrogen component in the contraceptive pill.\n[11]\n\nNorethindrone is commercially available as 0.35 mg tablets, and the dose is lower than that of COC pills. The drug is available in a packet of 28 hormone pills, which should be taken continuously, and no hormone-free pills are in the pack.\n\nDrospirenone is commercially available as 4 mg drospirenone, and the package contains 24 hormone tablets with 4 hormone-free pills.\n\nInitiation:\nThe pill must be taken at the same time each day to maximize contraceptive efficacy. Use backup contraception if the patient starts POPs more than 5 days from the onset of menses. POP can be started on any day of the menstrual cycle, but recommendations exist to begin on the first day of menses. Use a backup contraceptive (eg, condoms) method for the first 48 hours following initiation if POP is started within the first 5 days of menses.\n\nMissed dose:\nWomen who miss taking a norethindrone POP dose by more than 3 hours or had vomiting or severe diarrhea within 3 hours of taking a POP are advised to take the missed pill as soon as they remember and the next tablet at the scheduled time. Additional contraception (eg, condoms) for 48 hours after the late dose is also recommended.\n\nEmergency contraception:\nEmergency contraception can be offered (except ulipristal acetate) to women who have unprotected intercourse within 48 hours of initiating POP or missed pills where backup contraception or abstinence was advised.\n[8]",
    "adverse_effects": "Most side effects of OCPs are mild and disappear with continued use or switching to another pill formulation. The most common adverse effect of combined OCPs is breakthrough bleeding. Women will also complain of nausea, headaches, abdominal cramping, breast tenderness, and increased vaginal discharge or decreased libido. Nausea can be avoided by taking the medication at night before sleep. Most other consequences will resolve with time or switching OCP to a different preparation.\n\nWomen who have a pre-existing cardiovascular condition or smoke should not use OCs. OC progestogens can impair glucose metabolism in healthy adult women for the first 6 months of therapy. Women with diabetes might need to increase insulin intake to regulate blood glucose levels within the desired range. OCPs can cause hypertension in 4% to 5% of healthy women and exacerbate hypertension in about 9% to 16% of women with pre-existing hypertension.\n\nFour studies on teenage women found a small negative effect of combined OCPs on the acquisition of bone mineral density. In addition, COC use increases the risk of VTE, especially during the first year of initiation. VTE risk increases with high ethinyl estradiol dose and 3rd and 4th generation progestin.\n[12]\n\nIn a meta-analysis, which included 28 publications, reported COC users were at higher risk of ischemic stroke (relative risk 1.7, 95% CI 1.5 to 1.9) and myocardial infarction (relative risk 1.6, 95% CI 1.2 to 2.1) when compared with non-users. The risks did not depend on the type or generation of progestagen. Data analysis showed the risk of ischemic stroke or myocardial infarction increases with higher doses of estrogen. This risk was highest when pills had more than 50 μg of estrogen. Most preparations now contain less than 50 μg of estrogen, making COC substantially safer. COC pill containing 30 μg of estrogen and levonorgestrel is the safest oral form of combined oral contraceptive.\n[13]\n\nThese pills do not protect against any sexually transmitted infections (STIs). Thus, using a condom is highly recommended, especially if a new partner is involved. Regular patient monitoring is necessary to ensure serious side effects are mitigated.\n[14]\n[15]\nIn one study, women who used COCs for one year of \"continuous use\" were monitored for return of fertility, and 97% of women had spontaneous menses within 90 days after discontinuing COCs. Exogenous estrogen components may induce or exacerbate symptoms of angioedema in women with a history of hereditary angioedema. Chloasma may occasionally occur, especially in subjects with a known history of chloasma gravidarum. If women tend to develop chloasma, avoid exposure to ultraviolet radiation and the sun while taking COCs.\n\nPOP users have reported acne flare and follicular ovarian cysts. Changes in menses and unscheduled, irregular bleeding are the most commonly reported adverse effects of POPs.\n[16]\nProgestogen-only OCs have fewer systemic side effects than combined OCs but often cause menstrual changes. Their long-term effects are not yet known.\n[1]\nBoth COC and POP have significant drug interactions, so patient medication history should be taken thoroughly before prescribing OC, including supplements. For example, co-administering OC with antiseizure medicines (phenytoin, carbamazepine, oxcarbazepine, lamotrigine, barbiturates) can result in a lower level of OC in blood and reduce the effectiveness of OC.\n[17]",
    "monitoring": "COC\n\nThe patients should be counseled thoroughly on potential adverse reactions before initiating hormone contraceptive pills and informed to report signs and symptoms of serious adverse reactions to achieve better adherence and treatment outcomes. A healthy woman taking COCs should visit her primary care clinician annually for a blood pressure check and routine medical care. Monitor blood pressure in women with well-controlled hypertension being managed medically. Monitor prediabetic and diabetic women periodically, as hormone contraceptives may impair glucose intolerance and are usually dose-dependent.\n\nPOP\n\nPrescribers should monitor baseline weight and BMI before initiating the POP.\n\nDrospirenone\n\nIt\nhas an anti-mineralocorticoid activity that might cause hyperkalemia in high-risk patients (3 mg drospirenone has comparable anti-mineralocorticoid activity as 25 mg dose of spironolactone), so women with diseases that predispose to hyperkalemia or who are taking medications that increase serum potassium concentration should be monitored for serum potassium level in the first treatment cycle.\n\nMedications that may increase serum potassium levels include potassium supplementation, potassium-sparing diuretics, angiotensin-converting enzyme inhibitors, angiotensin-II receptor antagonists, aldosterone antagonists, heparin, and non-steroidal anti-inflammatory drugs. In addition, long-term users of CYP3A4 inhibitors concomitantly administered with OC should be monitored for serum potassium levels. Potent CYP3A4 inhibitors include protease inhibitors (eg, indinavir, boceprevir), azole antifungals (eg, ketoconazole, voriconazole, itraconazole), and clarithromycin.\n[20]",
    "toxicity": "If a patient takes too many OCPs, the most likely complications are severe headaches, nausea, or vomiting. No antidote is available to treat this condition; the symptoms are treated with antiemetics and analgesics. If the patient has other risk factors significant for increased VTE, one may temporarily consider a prophylactic anticoagulant medication. High doses of estrogen and progesterone are treatment options for menorrhagia that have led to severe or symptomatic anemia.\n[21]\n[22]\n[23]\n\nNo reports of severe effects are apparent from an overdose, including ingestion by children. However, overdosage may cause withdrawal bleeding in females and nausea. Drospirenone is a spironolactone analog with anti-mineralocorticoid properties, so monitor serum concentration of potassium and sodium and evidence of metabolic acidosis in overdose cases. Contact the local poison control center for the protocol if an overdose is suspected or confirmed."
  }
}