{
  "drug_name": "bacitracin",
  "nbk_id": "NBK536993",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK536993/",
  "scraped_at": "2026-01-11T15:23:29",
  "sections": {
    "indications": "Topical bacitracin is contraindicated in anyone with hypersensitivity to bacitracin or its formulation components. Patients with known hypersensitivity to neomycin may also be sensitive to bacitracin. Anaphylactoid reactions have been reported.\n[13]\n\nWarnings and Precautions\n\nBacitracin application to an infection or wound caused by a viral or fungal infection may increase the risk of developing drug-resistant bacteria.\nTopical bacitracin use is recommended only for minor skin injuries and should not be used over larger areas of the body.\nBefore using topical bacitracin, physician consultation is recommended for serious injuries such as burns, deep wounds, puncture wounds, or animal bites.\n[16]\n[17]\nIn 2020, the FDA prohibited the use of bacitracin-containing injections because of the potential for nephrotoxicity.\n[18]\n[19]\n[20]",
    "mechanism": "Bacitracin is a mixture of several closely related cyclic polypeptide antibiotics that exhibit both bacteriostatic and bactericidal properties, depending on the drug's concentration and the microorganism's susceptibility. It is effective against many gram-positive bacteria, including species of\nStaphylococcus\n,\nStreptococcus\n,\nCorynebacterium\n,\nClostridium\n, and\nActinomyces\n. Some gram-negative organisms, such as species of\nNeisseria\n, are also susceptible to bacitracin; however, most gram-negative organisms are resistant.\n[6]\n[7]\nBacitracin is readily absorbed through denuded, burned, or granulated skin, functioning to inhibit the transfer of mucopeptides into the cell walls of various microorganisms. This action blocks bacterial cell wall synthesis and, ultimately, bacterial replication. Additionally, bacitracin inhibits proteases and other enzymes that alter bacterial cell membrane function. Specifically, it inhibits bacterial cell wall synthesis by preventing the dephosphorylation of the P-P-phospholipid carrier, which attaches the cell wall peptidoglycan precursor units to the cell membrane, resulting in bacterial cell lysis.\n[8]\nThe stability of bacitracin is enhanced when complexed with zinc.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nBacitracin is poorly absorbed systemically when applied in topical, ophthalmic, and oral formulations but achieves quick and complete absorption when administered intramuscularly. However, topical bacitracin can be absorbed through burned, denuded skin or areas with granulating tissue.\n\nDistribution:\nBacitracin is widely distributed throughout the body, reaching all major organs. Following intramuscular injection, it is present in ascitic and pleural fluids. Bacitracin exhibits minimal protein binding.\n\nMetabolism:\nBacitracin is primarily metabolized into smaller peptides and amino acids. The primary metabolite, des-amido-bacitracin, is microbiologically inactive. Additionally, catabolic peptides are formed during the metabolism process.\n\nExcretion:\nBacitracin is primarily excreted through the kidneys, with about 87% of an intramuscular dose eliminated through urine within 6 hours. Hydrolytic cleavage products, including di- and tripeptides, are found in urine and bile.",
    "administration": "Available Dosage Forms and Strength\n\nIn the USA, bacitracin is available in topical and ophthalmic forms. The topical formulation is an ointment with a concentration of 500 units/g.\n\nAdult Dosage\n\nTopical:\nBacitracin is primarily employed as a topical agent, applied directly to wounds or infected areas. Additionally, this antibiotic is available as an ophthalmic ointment formulated explicitly for treating superficial infections of the conjunctiva and cornea.\n[10]\n\nBefore application, the skin should be cleaned gently using mild soap and water. After cleansing, sufficient ointment must be applied to cover the affected areas. Covering the wound with a sterile dressing may aid the healing process and prevent further contamination of the wound site.\n\nOphthalmic formulation:\nBacitracin ointment should be applied directly into the conjunctival sac 1 to 3 times daily. All scales and crusts must be removed in blepharitis cases, followed by a uniform ointment application over the lid margins. When applying the ointment directly to the infected eye, patients are advised to take appropriate precautions to prevent contamination.\n\nSpecific Patient Populations\n\nHepatic impairment:\nEdit this: Manufacturers do not provide any information regarding the dosage adjustment for bacitracin. Therefore, this medication should be used with caution.\n\nRenal impairment:\nThe parenteral formulations of bacitracin can cause nephrotoxicity and should be used with caution.\n\nPregnancy considerations:\nTopical bacitracin, previously classified as FDA pregnancy risk category C, has not been extensively studied for use during pregnancy or lactation. Current evidence does not indicate an increased risk of adverse fetal development. However, due to limited data, caution is advised. Healthcare providers should carefully weigh the risks versus benefits and consider alternative treatments when feasible to ensure the safety of both mother and infant. Further research is necessary to fully understand the safety profile of topical bacitracin during pregnancy and breastfeeding.\n[11]\n\nBreastfeeding considerations:\nTopical and ophthalmic formulations of bacitracin generally exhibit minimal absorption through the skin, posing a low risk to nursing infants. Using water-soluble creams or gel products exclusively on breast tissue is recommended to reduce potential exposure from licking.\n[12]\n\nEdit this: Topical and ophthalmic formulations of bacitracin generally exhibit minimal absorption through the skin, presenting a low risk to nursing infants. To mitigate potential exposure to mineral paraffin from licking, it is recommended that water-soluble creams or gel products be used exclusively on breast tissue.\n[12]\n\nPediatric patients:\nBacitracin has received FDA approval for treating blepharitis and superficial infections affecting the conjunctiva or cornea.\n\nOlder patients:\nSee adult dosage and administration.",
    "adverse_effects": "When used topically as a single agent ointment or part of a triple therapy ointment, bacitracin, and its drug formulation components may cause allergic contact dermatitis. Additionally, cases involving anaphylactic reactions to bacitracin have been reported.\n[13]\n\nCommon and mild adverse effects of bacitracin include:\n\nFever\nHives\nItching\nSwelling of lips and face\n[2]\nDifficulty breathing\nNausea\nVomiting\n[14]\nAllergic contact dermatitis\n[15]",
    "monitoring": "Secondary infections may develop; topical bacitracin should not be used for more than 7 days unless directed by a physician. The area of application should be monitored. If symptoms worsen, bacitracin use should be stopped immediately, and a clinician should be contacted regarding further management.\n[13]\n\nAllergy patch testing may be necessary if an adverse reaction occurs after using bacitracin, either as a single-agent ointment or as part of a triple-therapy ointment. There have been multiple reports of anaphylactoid reactions and anaphylaxis associated with its use.\n[21]\n[22]\n[21]\nFurthermore, MRGPRX2, which belongs to a novel subfamily of G protein-coupled receptors (GPCRs) known as MAS-related GPCRs (MRGPRs), has been identified as a potential mediator in non-immunoglobulin E (IgE)-mediated responses. A study has shown that bacitracin can trigger MRGPRX2-dependent activation of mast cells, suggesting that non-IgE-mediated mechanisms may contribute to pseudo-allergic drug hypersensitivity reactions. This finding offers insights into the mechanism behind bacitracin-induced allergic contact dermatitis, underscoring the need for more research to thoroughly investigate and establish effective treatment options.\n[23]",
    "toxicity": "Signs and Symptoms of Overdose\n\nNo toxicity is reported with the topical use of bacitracin, either as a single agent or in a triple therapy ointment. However, the intramuscular route has been associated with nephrotoxicity and renal failure due to tubular and glomerular necrosis. Consequently, careful monitoring is essential for intramuscular administration of bacitracin. Renal function should be assessed before, during, and after intramuscular administration to ensure safety.\n\nManagement of Overdose\n\nPatients' daily optimal fluid intake and urinary output should be closely monitored to prevent kidney injury. Concurrent use of nephrotoxic drugs such as streptomycin, kanamycin, polymyxin E, and neomycin should be avoided.\n[24]\n[25]"
  }
}