{
  "drug_name": "baclofen",
  "nbk_id": "NBK580550",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580550/",
  "scraped_at": "2026-01-11T18:46:36",
  "sections": {
    "indications": "Baclofen is FDA-approved and primarily used as an antispasmodic agent and muscle relaxant. It is utilized as an adjunct in treating painful muscle spasticity, clonus, and rigidity caused by spinal cord-related diseases such as multiple sclerosis, cerebral palsy, or spinal cord injury. It is often administered as an oral medication, but in severe or chronic cases, it can also be delivered centrally using an implantable intrathecal pump. Chronic use of baclofen can result in withdrawal when abruptly discontinued. Baclofen overdose or withdrawal can be life-threatening. This review summarizes the clinical toxicity of baclofen, baclofen withdrawal, and acute management principles.",
    "mechanism": "Baclofen is a synthetic derivative of the inhibitory neurotransmitter gamma-aminobutyric acid (GABA). Therapeutic effects occur at a 0.1 to 0.4 mg/L plasma concentration.\n[1]\nThe recommended starting oral dose for adults is 5 mg 3 times a day (usual maximum dose 80 mg per day).\n[2]\nSerious toxicity can occur with doses greater than 200 mg.\n[3]\nImpaired kidney function increases the risk for baclofen toxicity since it undergoes renal elimination. While oral overdoses can be severe, intrathecal pump errors have a greater risk of worse clinical outcomes.\n[4]",
    "monitoring": "After a careful history and physical exam are completed, laboratory studies should be obtained. If the patient has altered mental status, bedside blood glucose should be obtained. Additional laboratory tests include a complete blood count and a basic metabolic panel to assess for electrolyte abnormalities and kidney function. Additionally, a hepatic panel, creatine kinase, and urine analysis may be useful. If intentional ingestion is suspected, a salicylate and acetaminophen concentration should also be obtained. A baclofen level is not typically available in time to be clinically useful. However, a serum baclofen level may be sent to a specialty laboratory if confirmation is required.\n\nAdditional diagnostic tests include an electrocardiogram to assess for cardiac abnormalities and a computed tomography of the head to evaluate alternative etiologies of altered mental status. An electroencephalogram may be helpful in a comatose patient with concerns for non-convulsive status epilepticus. If the patient has an intrathecal baclofen pump, the managing physician should be contacted, and the pump should be interrogated. Plain radiographs of the thoracic and lumbar spine can be obtained to confirm the location and patency of the pump and pump tubing.\n[15]",
    "administration": "Treatment for baclofen toxicity is mostly supportive. Stabilization of the airway, breathing, and circulation should be the priority in management. Due to the likely onset of respiratory depression and profound CNS depression, endotracheal intubation and ventilation may be necessary. Activated charcoal can be given early after the ingestion if the patient can safely tolerate it. Intravenous fluids would initially treat hypotension, with vasopressors reserved for refractory hypotension. Atropine can be used for bradycardia associated with hypotension or mental status change. Seizures should be treated with benzodiazepines. Symptomatic baclofen ingestions should be admitted. In the case of an overdose, baclofen should be discontinued. However, to prevent withdrawal, baclofen should be resumed at therapeutic doses once the signs and symptoms of toxicity have improved. Patients with hemodynamic instability or significant CNS depression should be admitted to the intensive care unit.\n\nIf the patient has an intrathecal pump, they should ideally be managed at a medical facility with physicians experienced in managing intrathecal pumps. If there are concerns for pump malfunction resulting in overdose, the pump should be stopped, the reservoir replaced with saline, and in severe cases, CSF removal via lumbar puncture could be considered.\n[19]\nThe pump should be restarted within 48 hours of discontinuing to prevent baclofen withdrawal.\n[20]\nHemodialysis can be beneficial by shortening the elimination time, especially in patients with underlying kidney disease.\n[21]\n[22]\nThe EXtracorporeal TReatments In Poisoning (EXTRIP) workgroup recommends intermittent hemodialysis in baclofen toxicity with coma requiring mechanical ventilation and concomitant impaired kidney function.\n[23]",
    "adverse_effects": "Complications from baclofen toxicity are often secondary to severe CNS and respiratory depression. Anoxic brain injury, aspiration pneumonia, pressure ulcers, rhabdomyolysis, and hypothermia may be seen in patients with prolonged periods without medical intervention. Rhabdomyolysis may also occur in patients with severe spasticity associated with baclofen withdrawal.\n[28]"
  }
}