{
  "drug_name": "baloxavir marboxil",
  "nbk_id": "NBK553072",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553072/",
  "scraped_at": "2026-01-11T18:46:37",
  "sections": {
    "indications": "Avian influenza, commonly known as \"bird flu,\" is a zoonotic disease caused by avian influenza A viruses.\n[1]\nWhile these viruses primarily infect birds, they can occasionally transmit to humans, resulting in severe illness and potentially death. This disease has garnered significant global attention due to its potential to cause widespread, lethal outbreaks in poultry and severe infections in humans. Highly pathogenic strains are particularly concerning due to their ability to mutate rapidly and spread efficiently, thereby posing serious threats to public health and economic stability. As a result, healthcare providers must maintain high suspicion when identifying and managing cases to prevent rapid disease progression and severe outcomes.Influenza A viruses, part of the Orthomyxoviridae family,\n[2]\n[3]\nare classified into subtypes based on 2 distinct surface glycoproteins—hemagglutinin (H), which has 16 known antigenic variations, and neuraminidase (N), with 9 variations. These subtypes are commonly identified by combinations such as H5N1 or H7N9.\n[4]\nThe Orthomyxoviridae family also includes influenza B and C viruses, thogotovirus, and isavirus. While influenza B and C viruses can infect certain other species, only influenza A viruses are known to infect birds.\n[5]\n\nMost human infections occur through contact with infected domestic poultry, either via secretions or contaminated environments. Wild aquatic birds, however, serve as the natural reservoir for these viruses. Human-to-human transmission is rare, but documented cases highlight the pandemic potential of these viruses if they acquire enhanced transmissibility.\n[6]\n\nAlthough the exact modes of transmission between birds are not fully understood, the oral-fecal route is widely considered the primary method of transmission.\n[7]\nAvian influenza viruses in birds are categorized into 2 categories—highly pathogenic avian influenza (HPAI) viruses and low pathogenicity avian influenza (LPAI).\n[5]\nLPAI viruses are more common and typically cause minimal illness in birds, while HPAI strains are associated with severe systemic illness.\n\nIn humans, both HPAI and LPAI strains can trigger significant outbreaks, with HPAI often resulting in more severe cases. Notable examples include the H5N1 outbreak in Hong Kong in 1997 and the H7N9 outbreak in China in 2013, both characterized by high case fatality rates.\n[8]\nThese events underscore the importance of surveillance, early diagnosis, and timely intervention to prevent widespread transmission of the disease. As new highly pathogenic strains of avian influenza continue to emerge across various regions, reflecting the growing genetic diversity of circulating viruses, ongoing research is essential to mitigate potential threats.\n\nDue to the disease's potential severity in humans, healthcare professionals must remain vigilant when assessing patients with relevant exposure history and symptoms. Early recognition, timely laboratory confirmation, and appropriate management are critical for improving outcomes and reducing the risk of further transmission.",
    "mechanism": "Avian influenza viruses have a segmented, single-stranded RNA genome, enabling genetic reassortment, antigenic drift, or both, which enhances their ability to evolve and adapt to new hosts.\n[9]\n[10]\n[11]\nThese viruses naturally circulate in wild aquatic birds, such as ducks, geese, and shorebirds, which often carry the virus asymptomatically and act as reservoirs. These birds facilitate the spread of the virus to domestic poultry through direct contact or via contaminated water and environments.\n[12]\n\nWhen domestic poultry, such as chickens and turkeys, become infected, they shed large quantities of the virus through their feces, respiratory secretions, and saliva. These secretions serve as a significant source of zoonotic transmission to humans. Human infection typically occurs through:\n\nDirect contact with infected birds.\n[12]\n\nIndirect exposure to virus-contaminated environments, such as live bird markets or processing facilities.\n[13]\n\nHandling raw poultry products under unsafe conditions.\n[14]\n\nAvian influenza viruses are categorized into 2 groups based on their pathogenicity in birds:\n\nHighly pathogenic avian influenza virus: HPAI causes severe disease and high mortality in birds and can also lead to severe infections in humans.\n[12]\n\nLow pathogenicity avian influenza virus: LPAI generally causes mild illness in birds but has the potential to mutate into HPAI under certain conditions.\n[15]\n\nAlthough rare, limited human-to-human transmission has been documented, raising concerns about the virus's potential to adapt for more efficient spread among humans.\n[6]\nSuch adaptations could significantly increase the risk of a global pandemic, highlighting the importance of ongoing surveillance and research.",
    "monitoring": "The diagnosis of avian influenza involves clinical suspicion, laboratory testing, and imaging studies. A detailed history is essential to identify exposure risks, such as contact with live poultry, wild birds, or contaminated environments in endemic regions. Travel to areas with ongoing outbreaks, such as Southeast Asia, along with symptoms such as fever, cough, dyspnea, or conjunctivitis, should raise clinical suspicion.\n[28]\nRapid progression of respiratory symptoms and a history of occupational exposure—particularly in poultry farms or live bird markets—reinforces the need for prompt diagnostic testing.\n\nLaboratory confirmation is crucial, with reverse transcriptase polymerase chain reaction (RT-PCR) as the gold standard for detecting avian influenza virus subtypes, including H5N1 and H7N9. RT-PCR is highly sensitive and can yield results within hours, enabling timely management.\n[32]\nIn severe cases, samples such as bronchoalveolar lavage or tracheal aspirates may be collected for testing. While viral culture is helpful for virus characterization, it is limited to specialized biosafety level-3 laboratories due to safety concerns. Serologic testing is generally reserved for retrospective diagnosis or research purposes.\n\nBiomarker analyses, including elevated C-reactive protein, procalcitonin, and lymphopenia, may suggest severe disease or secondary bacterial infections.\n[33]\nRapid antigen testing for avian influenza viruses is available but often results in false negatives in confirmed cases.\n[34]\nGiven the high mortality risk associated with the infection, a negative rapid antigen test should not rule out avian influenza when there is strong clinical suspicion of the virus's presence.\n[25]\n\nImaging studies are essential for assessing disease severity. Chest radiographs frequently reveal bilateral infiltrates consistent with viral pneumonia. In more advanced cases, computed tomography (CT) scans often demonstrate diffuse ground-glass opacities or consolidation, hallmark findings of acute respiratory distress syndrome (ARDS).\n[35]",
    "administration": "The treatment of avian influenza primarily focuses on supportive care and antiviral medications.\n[3]\n[25]\nManagement mainly addresses the complications and sequelae of the infection. For instance, patients with volume loss or potential electrolyte imbalances should receive appropriate volume resuscitation and treatments to correct these imbalances. Additionally, patients with persistent fever should be given antipyretic medications.\n\nPatients with respiratory compromise should receive supplemental oxygen and be closely monitored for signs of deterioration, as they are at high risk of requiring intubation and mechanical ventilation.\n[3]\n[25]\nGiven that severe disease can lead to multiple organ dysfunction and failure, these signs should be vigilantly monitored and treated aggressively to prevent further decompensation. Early diagnosis and intervention are crucial for improving outcomes, especially in severe cases.\n\nAntiviral Therapy\n\nNeuraminidase inhibitors: Neuraminidase inhibitors are the primary antiviral medications used to treat avian influenza, and early administration is essential for effectiveness.\n\nOseltamivir: This drug of choice should be initiated as early as possible, ideally within 48 hours of symptom onset.\n[36]\nIn severe cases, higher doses or prolonged treatment courses may be necessary.\n\nZanamivir: This drug can be used for patients who cannot tolerate oral oseltamivir, although it requires inhalation for administration.\n[37]\nAn intravenous (IV) formulation of zanamivir has completed phase-3 clinical trials and has been approved by the European Medicines Agency (EMA) for treating hospitalized patients with influenza.\n[38]\n\nPeramivir: Peramivir is an IV neuraminidase inhibitor, providing an alternative for hospitalized patients or those unable to take oral or inhaled medications.\n[37]\n\nEndonuclease inhibitors:\nBaloxavir marboxil, a cap-dependent endonuclease inhibitor, may be considered in select cases where oseltamivir resistance is suspected or confirmed in patients with avian influenza. This drug can also be used as part of combination therapy in severe cases of avian influenza to reduce viral load and improve outcomes. However, its effectiveness against avian influenza is still being studied, and further research is ongoing.\n[39]\n\nResistance considerations:\nSome avian influenza viruses have demonstrated resistance to neuraminidase inhibitors. In these cases, alternative treatments or combination therapy may be necessary to manage the infection effectively.\n[40]\n\nSupportive Care\n\nRespiratory support: Oxygen therapy is essential for managing hypoxemia, and mechanical ventilation is crucial for patients with respiratory failure. In severe cases of ARDS, extracorporeal membrane oxygenation (ECMO) may be considered a treatment option.\n[41]\n\nComplications management: Secondary bacterial infections should be closely monitored and treated with appropriate antimicrobials. The management of multiple organ dysfunction requires intensive care support tailored to the individual patient's needs.\n\nCorticosteroids and immunomodulatory therapy:\nThe use of corticosteroids in avian influenza remains controversial and is not routinely recommended due to potential adverse effects, such as prolonged viral shedding and an increased risk of secondary infections.\n[42]\nHowever, corticosteroids may be considered in select cases of refractory ARDS or cytokine storm, where other treatment options have proven insufficient.\n\nPreventive Measures\n\nVaccination: Vaccines targeting specific avian influenza strains, such as H5N1, are available for high-risk populations, including poultry workers and healthcare providers in endemic areas.\n[8]\n\nInfection control:\nEffective infection control measures, including isolating infected patients, using personal protective equipment (PPE), and ensuring proper hand hygiene, are crucial to preventing nosocomial transmission.\n\nPostexposure prophylaxis: Neuraminidase inhibitors, such as oseltamivir, can be administered to close contacts of confirmed cases to reduce the risk of infection.\n[43]\nHigh-risk groups, such as household and close family contacts, should receive oseltamivir at a dosage of 75 mg daily for 7 to 10 days following the last known exposure. While moderate and low-risk groups are not as strongly advised to receive chemoprophylaxis, moderate-risk individuals should be assessed on a case-by-case basis.\n[44]\n\nPublic health measures: These include surveillance and culling of infected birds within the population to reduce exposure during an outbreak.",
    "adverse_effects": "Avian influenza infections can lead to severe complications, including severe respiratory issues and the involvement of multiple organ systems.\n[28]\nRespiratory complications are particularly prominent, with major concerns including primary viral pneumonia, ARDS, and secondary bacterial pneumonia. ARDS, resulting from diffuse alveolar damage and hypoxemia, is a leading cause of mortality in most cases.\n\nOther respiratory complications may include pleural effusion, which exacerbates breathing difficulties. Without timely intervention, many of these conditions necessitate advanced respiratory support, including mechanical ventilation and ECMO. Pregnant patients are especially vulnerable to severe respiratory compromise due to physiological changes, such as reduced lung capacity and increased oxygen demand, further worsening outcomes.\n[51]\nAvian influenza can also cause complications in multiple organ systems due to its systemic nature. Severe cases frequently involve cardiovascular complications such as myocarditis and septic shock.\n[52]\nNeurological complications may include encephalopathy, Guillain-Barré syndrome, and ataxic breathing due to either viral damage or immune-mediated responses.\n[53]\n[54]\nOther significant concerns in avian influenza include renal involvement, often presenting as acute kidney injury, particularly in cases of multiple organ failure. Gastrointestinal symptoms, such as diarrhea and abdominal pain, are more common with strains such as H5N1 and can lead to dehydration and electrolyte imbalances. Liver dysfunction may also occur due to systemic inflammation or hypoperfusion, often evidenced by elevated liver enzymes.Severe hematological complications, such as disseminated intravascular coagulation (DIC) and thrombocytopenia, are often seen in severe cases, indicating a worsening clinical course.\n[55]\nMany patients develop multiple organ dysfunction syndrome in which respiratory, cardiovascular, renal, and hepatic systems fail simultaneously.\n[56]\nLong-term complications can include chronic respiratory impairment,\n[57]\nchronic kidney disease, and psychological effects such as anxiety or posttraumatic stress disorder."
  }
}