{
  "drug_name": "bambuterol",
  "nbk_id": "NBK554445",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK554445/",
  "scraped_at": "2026-01-11T15:23:33",
  "sections": {
    "indications": "Both montelukast and zafirlukast are contraindicated in patients with hypersensitivity to the drug or any component of their formulation.\n\nContraindications to zafirlukast also include patients with acute asthma or hepatic impairment.\n\nContraindications to montelukast include severe asthma. Caution is advised in PKU patients because there is a phenylalanine-containing form.",
    "mechanism": "The main indication for leukotriene receptor antagonists is in treating chronic asthma. Leukotrienes are synthesized from arachidonic acid by the action of 5-lipoxygenase in many inflammatory cells in the airways.\n[9]\nArachidonic acid is released from cell membrane phospholipids mainly by phospholipase A2.\n[10]\nThe cyclooxygenase pathway produces thromboxane and prostaglandins from arachidonic acid. Corticosteroids inhibit phospholipase A2 and subsequent synthesis of eicosanoid inflammatory mediators, including both prostaglandins and leukotrienes. Non-steroidal anti-inflammatory drugs such as aspirin inhibit cyclooxygenases. Zileuton inhibits 5-Lipoxygenase.\n\nThere are two groups of leukotrienes: one with and the other without amino acid moieties.\n[1]\nLeukotriene B4 carries hydroxyl moiety only and binds to BLT receptors. The signaling pathway via G protein-coupled BLT receptor activation produces a potent chemotaxis response. Cysteinyl leukotrienes (LTC4, LTD4, and LTE4) have amino acid moiety and bind to cysteinyl leukotriene receptors (CysLT1 and CysLT2). Bronchoconstriction, vascular permeability, eosinophil recruitment, and chronic inflammation are mediated through the G protein-coupled activation of cysteinyl leukotriene receptors. Montelukast and zafirlukast are antagonists to cysteinyl leukotriene CysLT1 receptors but not CysLT2 receptors. Research has shown that eosinophils are the main source of cysteinyl leukotrienes, and cysteinyl leukotrienes are very important in eosinophil recruitment.\n[11]\nEarlier studies have shown that cysteinyl leukotrienes also play an important role in airway remodeling in chronic asthma.\n[12]\n\nAsthma is the most common chronic lung disease characterized by reversible bronchoconstriction, inflammation, and airway remodeling that results in hyperresponsiveness. Sympathomimetic agents such as beta-adrenergic receptor agonists are the therapeutic choice for treating acute bronchoconstriction. They activate beta two adrenergic receptors and relax airway smooth muscle cells. Short-acting beta2-selective agonists include albuterol, levalbuterol, terbutaline, metaproterenol, and pirbuterol. They sustain bronchodilation for 3-4 hours. Long-acting beta2-selective agonists with 12-hour durations of action include salmeterol and formoterol. Ultra-long-acting beta-agonists such as indacaterol, olodaterol, and vilanterol patients should take bambuterol only once a day. Because beta-agonists do not inhibit inflammatory responses, they do not have a role as monotherapy for controlling persistent asthma. They are frequently a second agent added to inhaled corticosteroids.\n[13]\n\nBased on the inflammatory mechanism of asthma, several pharmacological agents with different modes of action have undergone development to treat this endotype of asthma. Exposure to allergen stimulates IgE synthesis driven by CD4+ T helper type 2 cells. The IgE antibodies bind to their receptors on the tissue mast cells and blood basophils.\n[14]\nOn re-exposure to an allergen, the allergen cross-links the IgE antibodies on the immune cell surface. It triggers the release of preformed mediators of anaphylaxis and the synthesis of inflammatory mediators. Cromolyn or nedocromil may prevent mast cell degranulation. However, these drugs are not commonly used in asthma treatment these days because they are less effective than inhaled corticosteroids. Histamine, tryptase, and arachidonic acid metabolites such as leukotrienes C4 and D4 and prostaglandin D2 are released and cause acute smooth muscle contraction and increased vascular permeability. Three to six hours later, more sustained bronchoconstriction occurs in the late asthmatic response. There are suggestions that the cytokines produced by type 2 immune response mediate late asthmatic response.\n[15]\n\nAdvances in understanding the molecular heterogeneity of asthma have revealed the importance of type 2 immune response mediated by T helper type 2 cells in the pathology of eosinophilic asthma.\n[16]\nOmalizumab is a monoclonal antibody that can reduce the amount of circulating IgE. IL-4, IL-5, and IL-13 mediate type 2 immune responses. Anti-IL-5 antibody mepolizumab minimizes the number and activity of eosinophils in the airway mucosa. Dupilumab is an anti-IL-4 receptor antibody.",
    "administration": "Montelukast administration is via the oral route, without regard to food or meals. It should be taken a single dose in the evening in patients with asthma and both asthma and allergic rhinitis. For the treatment of allergic rhinitis, administration can be either morning or evening. It should be taken at least two hours before exercise to prevent exercise-induced asthma. Patients should not take another dose within 24 hours.\n\nZafirlukast is administered orally. It should be taken 2 hours after or 1 hour before meals because food decreases bioavailability by 40%.",
    "adverse_effects": "Montelukast is relatively well-tolerated and generally safe.\n[17]\nThe most commonly observed side effects in patients aged 15 years and over were headaches, influenza infection, abdominal pain, cough, and dyspepsia. In children, diarrhea, nausea, laryngitis, pharyngitis, sinusitis, otitis, and viral infection may occur. Neuropsychiatric disorders, including depression, aggression, suicidal ideation, insomnia, anxiety, and nightmares, may occur.\n[18]\n\nAllergic granulomatous angiitis (Churg-Strauss syndrome) may also correlate with the use of montelukast, although there is not yet an established causal relationship.\n[19]\n[20]\nThere are some reports of serious adverse events due to angioedema, hypersensitivity, fatigue, confusional state, abnormal dreams, epilepsy, aggression, immune system disorder, hemorrhage, excoriation, eosinophil count increase, pain in extremity, and abdominal pain.\n[18]\nIn an animal study, it did not produce teratogenic effects at doses much higher than the maximum daily dose in humans.\n[17]\n\nZafirlukast is generally well tolerated, and associated adverse events are minimal.\n[21]\nHeadache, upper respiratory tract infection, and gastrointestinal disturbances such as nausea, vomiting, dyspepsia, abdominal pain, diarrhea, and malaise are common adverse effects.\n[21]\nRarely the elevation of liver enzymes, acute hepatitis, and hyperbilirubinemia has been linked to zafirlukast.\n[22]\n[23]",
    "monitoring": "Depression, aggression, and other behavioral changes have correlations with the leukotriene receptor antagonists. Careful monitoring is necessary for patients treated with leukotriene receptor antagonists.\n\nZafirlukast may cause severe but rare acute liver damage. It is a major substrate of the cytochrome P450 CYP2C9 enzyme. Patients receiving concomitant therapy with drugs such as alpelisib, dabrafenib, enzalutamide, erythromycin, loxapine, lumacaftor, rifapentine, terfenadine, and warfarin require monitoring for potential drug interactions.\n[24]",
    "toxicity": "Both montelukast and zafirlukast have a wide margin of safety. Patients who took an overdose had no adverse symptoms, an uneventful course of recovery, or a rash and upset stomach.\n[25]\n[26]\n\nWhen overdosed, remove unabsorbed drugs using active charcoal and institute supportive therapy, if needed."
  }
}