{
  "drug_name": "basiliximab",
  "nbk_id": "NBK572065",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK572065/",
  "scraped_at": "2026-01-11T15:23:33",
  "sections": {
    "indications": "There are no absolute contraindications. Imdevimab and casirivimab combination is not authorized for use in patients with any of the following:\n\nAge < 12 years and weight < 40 kg\nHospitalized due to COVID-19\nRequiring oxygen support\nRequiring an increase in baseline oxygen flow due to COVID-19 in patients on chronic oxygen therapy due to underlying non-COVID-19 related comorbidities\n[5]",
    "mechanism": "Imdevimab is a recombinant neutralizing human immunoglobulin G1 (IgG1) monoclonal antibody to the spike protein of SARS-CoV-2. It binds to the S1 subunit of the spike protein receptor-binding domain (RBD), blocking the attachment of SARS-CoV-2 to the human ACE2 receptor. This prevents viral binding to the host cell, thereby preventing entry and replication of the virus, thus decreasing the viral load. Casirivimab binds to a non-overlapping portion of the spike protein RBD, similar to imdevimab, and the combination is theorized to limit the development of viral mutations. The cocktail of the 2 drugs was also found to have retained activity against the Alpha (B.1.1.7; UK), Beta (B.1.351; South Africa), Gamma (P.1; Brazil), Delta (B.1.617.2; India), Epsilon (B.1.427/429; California), Iota (B.1.526; New York), and Kappa (B.1.617.1; India) variants of SARS-CoV-2. The combination drug has no activity to the Omicron variant.\n[5]\n[7]\n[8]",
    "administration": "Imdevimab is not authorized to be used alone. The authorized dosage is a combination of imdevimab 600 mg + casirivimab 600 mg (was previously imdevimab 1200 mg + casirivimab 1200 mg) administered as a single intravenous (IV) infusion. There is an option for SQ administration as an alternative route if awaiting intravenous infusion results in treatment delay, though intravenous infusion is still preferred. The pediatric dose of the drug combination for age ≥ 12 years and weight ≥ 40 kg is the same as the adult dose. For post-exposure prophylaxis, imdevimab 600 mg + casirivimab 600 mg is administered together as a single intravenous infusion (or SQ) as soon as possible following exposure to SARS-CoV-2. In case of ongoing exposure to SARS-CoV-2 for >4 weeks who are determined appropriate and vaccinated patients not expected to mount an adequate immune response, a subsequent dose of basiliximab 300 mg + imdevimab 300 mg once every 4 weeks can be repeated for the duration of ongoing exposure.\n\nCasirivimab and imdevimab come in individual single-use vials or co-formulated single vials. If individual vials are used, the drugs must be diluted and mixed by qualified healthcare professionals using an aseptic technique before infusion.\n[7]\nOnce diluted, the solution should be used immediately. Storage after dilution can be in a refrigerator for up to 36 hours and at room temperature for up to 4 hours, including infusion time. While the infusion is ongoing and up to 1 hour after completion, patients should be monitored for hypersensitivity reactions. The infusion should only occur in settings where healthcare providers have immediate access to medication to treat infusion-related reactions, such as anaphylaxis. In cases of renal impairment, no dose adjustment is needed. Casirivimab and imdevimab are not eliminated intact in the urine, so renal impairment should not affect the exposure to the drugs. The effect on the pharmacokinetics of imdevimab in the presence of hepatic impairment is still unknown.\n[5]",
    "adverse_effects": "There is limited data available for adverse effects of imdevimab, but other adverse effects may come to light in the future. Adverse effects reported include:\n\nHypersensitivity including anaphylaxis (8,000 mg dose)\nInfusion-related reactions included pyrexia, chills, urticaria, pruritus, abdominal pain, and flushing (8,000 mg dose)\nNausea and Vomiting (2,400 mg dose)\n[9]\n\nDue to the possibility of hypersensitivity, including anaphylaxis and infusion-related reactions, observation in the infusion center is advised for at least an hour post-transfusion. If there is a concern for an infusion-related reaction, slow or stop the infusion and administer appropriate medications or supportive care.\n[5]",
    "monitoring": "Observation is required for infusion-related and hypersensitivity reactions, including anaphylaxis during and at least up to 1 hour following infusion completion.\n[5]\nOn arrival at the infusion center, clinical stability must be assessed as the patient's symptoms may have worsened since the initial plan for infusion was made. In cases where the patient's symptoms have worsened, the decision should be made if patients need to be evaluated further for the possible need for hospitalization. Patients must be monitored for at least 7 days for any serious adverse effects following the infusion. Imdevimab and casirivimab are mAbs that are not renally excreted or metabolized by cytochrome P450 enzymes. Therefore, interactions with concomitant medications that are renally excreted or substrates, inducers, or inhibitors of cytochrome P450 enzymes are unlikely.\n[5]\n[7]",
    "toxicity": "The recommended dose of imdevimab is 600 mg, along with casirivimab 600 mg. In studies, doses up to 8 g (4000 mg of each drug) have been administered without dose-limiting toxicity. In overdose situations, general supportive measures, including vital signs and clinical status monitoring, are recommended. There is no specific antidote for toxicity due to overdose.\n\nPregnancy and lactation:\n\nImdevimab is a humanized monoclonal antibody (IgG1). Placental transfer of IgG depends on different factors, such as maternal serum IgG level and IgG subclass.\n[10]\nFurther data are needed to classify risk or benefit to the fetus.\nMaternal IgG is present in breast milk. Imdevimab is a large protein molecule with a molecular weight of about 144,000 Da, so the amount in milk is probably low. It is also likely partially destroyed in the infant's gastrointestinal tract. Therefore, absorption by the infant is likely low. No information is available regarding the use of imdevimab during breastfeeding. According to the emergency use authorization, the decision to breastfeed during therapy should depend on the benefit of treatment of the mother and the benefits and risk of exposure to the infant.\nNo dose adjustment is recommended for pregnant or lactating patients per emergency use authorization by the FDA (FDA 2021).\n[11]"
  }
}