{
  "drug_name": "bee venom",
  "nbk_id": "NBK604196",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604196/",
  "scraped_at": "2026-01-11T18:46:37",
  "sections": {
    "indications": "Central Poststroke Pain Syndrome Overview\n\nCentral poststroke pain syndrome (CPSPS) is a neuropathic pain syndrome, manifesting as continuous or paroxysmal pains or paresthesias secondary to a cerebrovascular accident (CVA). CPSPS mimics thalamic pain syndrome but distinguishes itself by its broader neural involvement. The condition encompasses damage beyond the thalamus, commonly involving sensory pathways such as the spinothalamic and trigeminothalamic tracts.\n[1]\n[2]\nThe disease presentation exhibits remarkable variability but commonly features paresthesias, allodynia, and hyperalgesia.\n[3]\n[4]\nOnset is typically 3 to 6 months post-CVA, but early and delayed presentations have also been documented.\n[5]\n[6]\n\nDiagnosing CPSPS is challenging as it requires ruling out other poststroke conditions systematically, including pain attributed to spasticity, headaches, and musculoskeletal issues. Only 30% of patients get treatment in the acute and subacute phases poststroke. This undertreatment is associated with severe consequences like sleep disturbances, depression, and even suicide.\n[7]\n[8]\nHowever, recent literature has compiled common clinical signs and treatment options to enhance outcomes.\n\nPain Pathways in CPSPS: A Brief Review\n\nCPSPS arises from damage to diverse areas of the central nervous system (CNS) after a stroke. The specific anatomical involvement can vary, but several key structures and pathways are commonly implicated. The thalamus is a pivotal relay center for sensory information. Thalamic damage is often associated with CPSPS, given its role in transmitting sensory signals to the cortex. The spinothalamic tract conveys pain and temperature sensations to the thalamus. Injury to this tract often contributes to CPSPS development.\n\nCPSPS may manifest as facial pain or trigeminal neuralgia when the stroke affects regions governing trigeminal nerve function. Damage to the somatosensory cortex's postcentral gyrus, responsible for processing tactile sensations, can result in abnormal pain perception. Disrupting the descending pain modulation pathways, which typically regulate pain transmission, may also contribute to CPSPS pathophysiology.",
    "mechanism": "Poststroke pain arises from damage to key somatosensory structures like the spinothalamic tract, trigeminothalamic tract, and thalamus post-CVA. However, not all damage to these tracts leads to CPSPS. The stroke's nature plays a role, with ischemic strokes more likely to cause CPSPS than hemorrhagic strokes.\n[9]\nReports substantiate this, with an 86.1% incidence among patients who had an ischemic stroke in contrast to 13.9% among individuals who experienced a hemorrhagic stroke.\n[10]\n\nThe stroke's anatomical location does not always predict CPSPS. Some reports suggest lesions near the thalamus and brainstem are more likely to trigger the condition than lower spinal cord damage. Other studies highlight a greater risk of damage to the spinothalamic tract than thalamic lesions, though the exact mechanisms increasing this risk remain elusive.\n[11]\nIdentifying patients prone to CPSPS remains a significant challenge due to limited knowledge of the condition's precipitating factors.",
    "monitoring": "Objective findings should also be integrated within the clinical gestalt. No laboratory result or molecular inflammatory mediators have been identified for diagnosing CPSPS. Imaging techniques like MRI, fMRI, and computed tomography may be crucial in diagnosing CPSPS and localizing the inciting lesion. Combining these imaging modalities with a thorough history and physical exam enhances spatial lesion identification, enabling clinicians to arrive at an accurate diagnosis more quickly.",
    "administration": "CPSPS management is controversial, prompting an exploration of diverse therapeutic approaches. Treatment strategies may be broadly categorized into nonpharmacologic and pharmacologic interventions. Nonpharmacologic approaches include physical therapy, stretching, acupuncture, and transcranial magnetic and deep brain stimulation. Pharmacologic treatment includes agents like anticonvulsants, antidepressants, corticosteroids, and opioids.\n[32]\n[33]\n\nPharmacotherapy\n\nCPSPS pharmacotherapy remains contentious, with literature supporting different treatment models. A common first-line medication is amitriptyline. This tricyclic antidepressant inhibits serotonin and norepinephrine reuptake.\n[34]\nOther initial pharmacotherapeutic options include pregabalin, gabapentin, and lamotrigine. Gabapentinoids, including pregabalin and gabapentin, indirectly reduce neurotransmitter release by binding to α2δ subunits within calcium ion channels, effectively managing CPSPS symptoms.\n[35]\n\nLamotrigine, an anticonvulsant that blocks voltage-gated sodium channels, has also been studied for its pain-modulating effects on CPSPS.\n[36]\n[37]\nSome literature supports combining amitriptyline and a gabapentinoid to enhance pain control if monotherapy fails to provide adequate pain relief.\n[38]\nThe Canadian Best Stroke Practice and the Royal College of Physicians recommend amitriptyline, gabapentin, pregabalin, and lamotrigine as effective first- or second-line agents.\n[39]\n[40]\n\nCommon alternatives for failed first-line agents include serotonin and norepinephrine reuptake inhibitors, anticonvulsants like carbamazepine, and opioids such as tramadol.\n[41]\nHowever, opioids are generally avoided due to their abuse potential. Less common options include phenytoin, pamidronate, steroids, lidocaine, and ketamine. Phenytoin has shown some success, albeit with limited research.\n[42]\nA network meta-analysis of 13 randomized controlled trials demonstrated significant pain reduction with pamidronate and prednisone compared to placebo and conventional agents like pregabalin and carbamazepine. Ketamine's efficacy in CPSPS remains uncertain due to limited research.\n[43]\n[44]\n[45]\nLidocaine has shown only modest pain control.\n[46]\nAlthough not specifically studied for CPSPS, cannabis-based derivatives, and topical agents have demonstrated some efficacy in modulating neuropathic pain.\n[47]\nThe use of these agents in CPSP warrants further investigation to better understand their potential benefits.\n\nNonpharmacological Interventions\n\nRepetitive transcranial magnetic stimulation (rTMS) has emerged as a promising nonpharmacological intervention for alleviating neuropathic pain and CPSPS symptoms. This technique involves applying transcranial electromagnets on the scalp to generate magnetic impulses, which potentiate or inhibit nerve signals. High-frequency rTMS (over 1 hertz) appears more effective than low-frequency stimulation.\n[48]\n[49]\nThe mechanism may involve modulating inhibitory signals between cerebral hemispheres and descending pain circuits.\n[50]\n[51]\nAlthough recent literature supports this modality's effectiveness in pain control, long-term outcomes beyond 3 months remain underexplored.\n[52]\n\nPlacement of electromagnets over the M1 region or territory of the brain has demonstrated pain relief in various trials.\n[53]\n[54]\n[55]\nMotor-evoked potentials in intrinsic hand muscles can guide accurate coil placement during treatment.\n[56]\nDeep brain stimulation, particularly targeting the brain's M1 section, has shown promise in treating refractory CPSPS, resulting in significant pain reduction.\n[57]\n[58]\nNeuroplastic changes observed via fMRI indicate pain modulation through tracts beyond the spinothalamic tract, particularly the primary motor cortex and corticothalamic and thalamocortical loops.\n[59]\n[60]\nHowever, due to its invasiveness, deep brain stimulation is typically reserved for more treatment-resistant CPSPS cases.\n\nAcupuncture shows promise in reducing poststroke pain, though empirical support is limited. A systematic review indicated consistent pain reduction compared to pharmacotherapy, albeit with caution due to potential biases in some studies.\n[61]\n[62]\nFurther research is warranted to establish the efficacy of acupuncture and derivatives like electroacupuncture.\n[63]\nPhysical therapy, including stretching and exercise, is potentially beneficial but lacks sufficient empirical validation for its role in relieving CPSPS. However, physical therapy may indirectly improve functional status and quality of life in affected individuals by impacting pain related to stroke progression and spasticity.",
    "adverse_effects": "PSPS is associated with a significant psychological burden. Patients with this condition are at increased risk for worsening anxiety and depression. Chronic pain may limit mobility and function, impacting daily activities and causing a decline in overall physical health. In severe cases, the chronicity of CPSPS and its sequelae can contribute to the development of behavioral issues, major depressive disorder, and suicidal ideation. CPSPS management's complexity also creates treatment adherence challenges, potentially leading to suboptimal pain control and a poorer prognosis. Early identification of these psychological and behavioral manifestations by healthcare providers is crucial to optimizing treatment adherence, therapeutic outcomes, and patient well-being."
  }
}