{
  "drug_name": "belladonna",
  "nbk_id": "NBK618377",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK618377/",
  "scraped_at": "2026-01-11T15:23:44",
  "sections": {
    "indications": "The TradAC is indicated in cases where extensive pulp necrosis or infection necessitates complete debridement of the pulp space. This method is also appropriate for teeth with severe pulp chamber calcification, where full visualization is crucial, and for retreatment cases that require a thorough examination of the canal system.\n\nThe ConsAC is best suited for vital or minimally compromised anterior teeth, where preserving pericervical dentin is a priority. ConsAC is typically chosen for teeth with straightforward canal anatomy and minimal calcification, particularly when long-term fracture resistance is a central treatment goal.\n\nThe UltraAC is indicated for anterior teeth with intact crowns and minimal structural loss, particularly when preoperative imaging confirms a single straight canal. These cases often benefit from the use of high magnification or guided access methods to maintain precision while preserving as much tooth structure as possible.\n\nThe TrussAC is recommended when maintaining structural integrity is paramount, yet entry into multiple canals is required. This approach is most applicable in situations where canal orientations allow separate, small entry points and where restorative longevity and functional durability are key considerations.\n\nThe guided access technique is especially valuable for teeth with calcified pulp chambers or canals that are challenging to locate. This technique is also useful for retreatment cases where precision is needed to avoid unnecessary dentin removal and in anatomically complex situations that benefit from a preplanned, template-guided pathway. The guided access method is ideal when a minimally invasive approach is required despite challenging internal anatomy.",
    "clinical_significance": "Access cavity design represents a critical determinant of endodontic success, directly affecting the clinician’s ability to locate, clean, and shape the root canal system while preserving tooth structure. TradAC provides unobstructed entry to the pulp chamber and root canal, making them suitable for complex or retreatment cases. However, extensive removal of tooth structure can compromise long-term strength and increase the risk of fracture.\n\nConsAC strives to balance adequate canal accessibility with preservation of pericervical dentin and the pulp chamber roof. This approach reduces fracture risk while allowing sufficient instrumentation. UltraAC emphasizes the maximal retention of coronal and pericervical dentin, which is particularly important in young patients or those with structurally intact teeth. Achieving complete canal debridement with this method requires careful planning, precise technique, and often enhanced visualization.\n\nTrussAC preserves structural integrity by leaving truss-like segments of the pulp chamber roof intact, creating separate entries to individual canals. This design supports both fracture resistance and long-term restorative success. Guided access techniques—static, dynamic, or hybrid—further improve precision in locating calcified or anatomically complex canals, reduce iatrogenic errors, and minimize unnecessary dentin removal. These methods prove especially valuable in retreatment cases, teeth with pulp chamber obliteration, or when minimally invasive access is preferred.\n\nSelecting an access cavity strategy that accounts for tooth anatomy, pulp condition, and clinical complexity enables clinicians to optimize long-term outcomes, maintain structural integrity, and minimize procedural complications."
  }
}