{
  "drug_name": "benazepril",
  "nbk_id": "NBK549885",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK549885/",
  "scraped_at": "2026-01-11T15:23:42",
  "sections": {
    "indications": "Benazepril should not be administered in the following situations:\n\nThe patient has a history of hypersensitivity to benazepril or other ACE inhibitors\n[1]\nThe patient has a history of angioedema or a history of angioedema caused by ACE inhibitors\n[1]\nThe patient has received valsartan or sacubitril within the last 36 hours\n[4]\nThe patient has diabetes and is being treated with aliskiren\n[4]\n\nBoxed Warning\n\nFetal/neonatal morbidity and mortality:\nWhen used during the second and third trimesters of pregnancy, ACE inhibitors can cause injury and even death to the developing fetus. Upon detection of pregnancy, discontinue the use of benazepril as soon as possible.\n\nWarnings and Precautions\n\nHead and neck angioedema:\nDuring clinical trials, 0.5% of patients experienced angioedema while receiving benazepril. Angioedema involves the face, tongue, glottis, or larynx and can progress to airway obstruction. Benazepril should be discontinued if the patient develops angioedema.\n[12]\n\nIntestinal angioedema:\nPatients presenting with abdominal pain should be suspected of intestinal angioedema. In some patients, abdominal pain can present along with nausea and vomiting. An abdominal CT scan or ultrasound is necessary to rule out intestinal angioedema.\n[12]\n\nHepatic failure:\nACE inhibitors can rarely cause hepatic failure. This process begins with cholestatic jaundice and progresses to fulminant hepatic necrosis and potentially death. Patients receiving ACE inhibitors who develop jaundice or hepatic enzyme elevations should discontinue ACE inhibitors and be monitored closely for signs of hepatic failure.\n[13]\n\nNeutropenia/agranulocytosis:\nACE inhibitors can induce agranulocytosis and bone marrow suppression in patients with renal impairment and systemic lupus erythematosus. If a patient is known to have a collagen-vascular disease associated with reduced renal function, then white blood cell counts should be monitored closely.\n[14]\n\nHepatic failure:\nACE inhibitors are associated with cholestatic jaundice, severe hepatic necrosis, and, in some cases, death. The exact mechanism behind this syndrome is unclear. Patients who experience jaundice or significant elevations in liver enzymes while receiving ACE inhibitors should stop taking the medication and seek appropriate medical evaluation.",
    "mechanism": "Reduction of Blood Pressure\n\nAngiotensin-converting enzyme (ACE) plays a critical role in the renin-angiotensin-aldosterone system. This pathway eventually results in vasoconstriction, increased sympathetic activity, and sodium (Na\n+\n) retention, increasing water retention and blood pressure. One step in this pathway is the conversion of angiotensin I to angiotensin II, performed by ACE. ACE inhibitors suppress the renin-angiotensin pathway by halting this step, causing a reduction in systemic arterial blood pressure and increased urinary Na\n+\nexcretion.\n\nACE inhibitors also suppress bradykinin metabolism. Bradykinin is a natural vasodilator usually degraded by ACE into inactive metabolites. However, this vasodilator's effect is preserved when the ACE enzyme is inhibited, reducing blood pressure.\n[3]\n\nReduced Cardiac Remodeling\n\nIn patients with heart failure, the renin-angiotensin-aldosterone system (RAAS) becomes active due to low cardiac output, leading to reduced renal artery perfusion. Renal hypoperfusion triggers the RAAS pathway to increase intravascular volume and blood pressure, which increases cardiac output via the Frank-Starling mechanism. However, this attempt at maintaining homeostasis ultimately results in increased cardiac preload, contributing to adverse remodeling of the heart's structure. This cascade can cause eccentric hypertrophy, which becomes detrimental quickly. Patients who adhere to a low-potassium diet and a strict ACE inhibitor regimen while regularly monitoring blood pressure and renal function should expect significant reductions in blood pressure and adverse cardiac remodeling.\n[3]\n\nPharmacokinetics\n\nAbsorption:\nBenazepril's pharmacokinetics are dose-proportional within the 10 to 80 mg dosage range. Benazepril's active metabolite is benazeprilat. After oral benazepril administration, peak plasma concentrations of benazepril are typically reached within 1 hour, and benazeprilat within 1 to 2 hours. While benazepril's bioavailability is not affected by food, the time to reach peak plasma concentration of benazeprilat is delayed (up to 4 hours) if taken with meals.\n\nDistribution:\nBenazepril and benazeprilat are highly protein-bound (96.7% and 95.3%, respectively).\n\nMetabolism:\nBenazepril is almost completely metabolized primarily in the liver to benazeprilat. The effective half-life of benazeprilat after daily oral dosing of benazepril hydrochloride is approximately 10 to 11 hours. Steady-state levels of benazeprilat are typically achieved after administering 2 or 3 doses of benazepril hydrochloride once daily.\n\nElimination:\nBenazepril and benazeprilat are eliminated predominantly by renal excretion.",
    "administration": "Available Dosage Forms and Strengths\n\nBenazepril is available in 5 mg, 10 mg, 20 mg, and 40 mg oral tablets. The drug should be taken once or twice a day at consistent times and may be taken with or without food.\n[4]\nDoses taken in the morning have a more prolonged effectiveness (~19 hours) than those taken in the afternoon. No data is available for daily doses exceeding 80 mg.\n\nAdult Dosing\n\nThe recommended starting dosage is 10 mg once daily. Maintenance dosages range from 20 to 40 mg daily. Benazepril should be taken once or twice a day at consistent times.\n[4]\nDosage adjustments should be based on peak (2 to 6 hours after dosing) and trough responses. If once-daily dosing does not result in a satisfactory trough response, an increase in dosage or divided administration should be considered. A diuretic can be added if benazepril monotherapy does not effectively control blood pressure. When patients are also receiving diuretics, the recommended starting dose of benazepril is 5 mg to avoid excessive hypotension.\n[5]\n\nSpecific Patient Populations\n\nRenal impairment:\nThe recommended starting dose is 5 mg once daily for patients with renal impairment (CrCl <30 mL/min). The dose is increased incrementally to achieve the desired blood pressure, and the maximum daily dose should not exceed 40 mg.\n[4]\n\nHepatic impairment:\nACE inhibitors should be avoided in patients with cirrhosis and ascites, as their administration may further reduce renal blood flow and potentially trigger hepatorenal syndrome.\n[6]\n[7]\n\nPregnancy considerations:\nACE inhibitors (including benazepril) are contraindicated in pregnancy, as their administration can result in fetal teratogenicity and death. Benazepril therapy during the second and third trimesters is associated with fetal and neonatal injury, including hypotension, neonatal skull hypoplasia, anuria, renal failure, and death. Infants who have been exposed to benazepril in utero should be closely monitored for hypotension, oliguria, and hyperkalemia.\n[1]\n\nBreastfeeding considerations:\nMinimal amounts of benazepril and its metabolites have been detected in the breast milk of lactating women receiving benazepril. Maternal benazepril use is not associated with any adverse effects in breastfed infants.\n[8]\n\nPediatric patients:\nThe recommended starting dose is 0.2 mg/kg once daily, and the maintenance dose ranges from 0.1 to 0.6 mg/kg once daily. Benazepril should be taken once daily at consistent times.\n[4]\nBenazepril administration has not been studied in children younger than 6.\n\nOlder patients:\nClinicians should consider a starting dose of less than 10 mg once daily to minimize any adverse drug reactions that may occur.\n[9]",
    "adverse_effects": "The following adverse drug reactions have been associated with benazepril administration.\n\nCough\n\nThe mechanism of action that causes a dry cough in patients taking ACE inhibitors is related to reduced bradykinin degradation. Bradykinin is a known mediator of blood pressure in the upper respiratory tract, and it can cause cough if elevated levels are present. ACE inhibitor-induced dry cough incidence ranges from 5% to 35%.\n[3]\n[10]\n[11]\n\nHypotension\n\nBenazepril has been rarely associated with hypotension in patients with uncomplicated hypertension. Significant hypotension is most likely to occur in patients who are volume and salt-depleted due to diuretic therapy, salt restriction, dialysis, diarrhea, or vomiting. Volume and salt depletion should be corrected before initiating or resuming benzapril therapy.\n[1]\n[3]\n\nRenal Insufficiency\n\nHypotension leading to reduced renal perfusion can occur in patients with volume depletion and can cause permanent renal impairment. Clinicians should ensure euvolemia and reduce the dosage of the ACE inhibitor, if necessary. Furthermore, initiating ACE inhibitor therapy can precipitate renal failure due to the reduction of glomerular hydrostatic pressure in patients with bilateral renal artery stenosis.\n[1]\n\nHyperkalemia\n\nACE inhibitors reduce the serum aldosterone concentration, which can increase the serum concentration of potassium. Patients with renal insufficiency or diabetes or who are receiving diuretic therapy are at high risk of developing hyperkalemia.\n[3]\nClinicians should consider reducing doses of diuretics, lithium, and potassium and carefully monitoring for adverse drug reactions. Frequent monitoring of serum lithium levels is recommended when the patient is also receiving lithium. If a diuretic is co-administered, the risk of lithium toxicity may be increased.\n[4]\n\nDrug Interactions\n\nDiuretics:\nCo-administration of diuretics and benazepril can result in excessively low blood pressure, especially during the initiation of benazepril therapy. This risk can be mitigated by discontinuing or reducing the diuretic dose before starting benazepril therapy. Potassium-sparing diuretics (eg, amiloride, spironolactone, triamterene) increase the risk of hyperkalemia when co-administered with benazepril. Clinicians must monitor the patient's serum potassium levels when the combination can not be avoided.\n\nDiabetes medications:\nInsulin and oral hypoglycemic agents increase the potential for hypoglycemia when co-administered with benazepril.\n\nNSAIDs (selective COX-2 inhibitors):\nCo-administration of nonsteroidal anti-inflammatory agents and benazepril can result in significantly reduced renal function (and potentially acute renal failure) in patients who are volume-depleted (eg, receiving diuretic therapy) or older or who have impaired renal function. Clinicians should monitor renal function periodically in these patients. Furthermore, nonsteroidal anti-inflammatory drugs can reduce the antihypertensive efficacy of ACE inhibitors (including benazepril).\n\nRenin-angiotensin system inhibition:\nDual blockade of the renin-angiotensin system (RAS) with ACE inhibitors, angiotensin II receptor blockers (ARBs), or aliskiren is associated with increased risks of hyperkalemia, hypotension, and reduced renal function compared to monotherapy. These combinations should be avoided, if possible. Clinicians prescribing agents that cause dual blockade of RAS should monitor the patient's blood pressure, electrolytes, and renal function.\n\nDo not co-administer aliskiren and benazepril to patients with diabetes.\nAvoid the use of aliskiren with benazepril in patients with renal impairment (CrCL <60 mL/min).\n\nRapamycin-related medications:\nCo-administration of an ACE inhibitor and a mammalian target of rapamycin inhibitor (eg, sirolimus, everolimus, temsirolimus) can increase the risk of angioedema.\n\nLithium:\nLithium toxicity has been reported in patients receiving benazepril and lithium concomitantly. Although toxicity is reversible upon discontinuation of benazepril or lithium, clinicians should monitor serum lithium levels in patients receiving this combination.\n\nNeprilysin inhibitors:\nThe co-administration of neprilysin inhibitors and benazepril may increase the risk of angioedema.",
    "monitoring": "The patient’s blood pressure requires daily monitoring to determine proper maintenance dosages. Benazepril efficacy diminishes after 12 to 19 hours, so blood pressure monitoring should be planned accordingly.\n[4]\nRenal function is monitored by regularly obtaining serum creatinine, blood urea nitrogen, and potassium levels. For patients with renal dysfunction, establishing baseline kidney function should take place before treatment and afterward at 2-week intervals for 3 months.\n[15]\n[16]",
    "toxicity": "There are no reports of renal failure in patients taking benazepril. The frequency of neutropenia and proteinuria were statistically insignificant compared to placebo during clinical trials. Compared to other ACE inhibitors, benazepril demonstrated a reduced rate of inducing systematic hypotension and the same rate of causing adverse drug reactions such as coughing, hyperkalemia, and serum creatinine elevation.\n[17]\n\nIf benazepril ingestion is recent, clinicians can consider treatment with activated charcoal. Meanwhile, gastric decontamination (eg, vomiting, gastric lavage) should be considered if ingestion is recent.\nThe patient's clinical symptoms and blood pressure should be closely monitored. Supportive management should be used to maintain systemic blood pressure and ensure adequate hydration.\nFor patients with marked hypotension, the recommendation is to infuse physiological saline solution and, as needed, consider treatment with vasopressors (eg, intravenous catecholamines)."
  }
}