{
  "drug_name": "benoxinate",
  "nbk_id": "NBK555957",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555957/",
  "scraped_at": "2026-01-11T15:23:46",
  "sections": {
    "indications": "Hypersensitivity to fluorescein formulation prevents its application. Furthermore, even though more research is needed to determine side effects on a fetus, pregnancy may be considered a relative contraindication, although based on the drug's pharmacology and limited systemic absorption, no fetal harm is expected.\n[9]\nLikewise, the drug may be used during breastfeeding even in the absence of any human data, as no harm to the infant or impact on maternal milk production is expected based on pharmacological properties.\n\nIf the formulation includes an ester anesthetic, as is often the case, hypersensitivity to such agents is also a contraindication. Other contraindications include sensitivity to PABA (para-aminobenzoic acid) and prolonged use.",
    "mechanism": "As an ocular disclosing agent, fluorescein sodium dissolves readily in aqueous alkaline solutions, responds to 465 to 490 nm at cobalt blue light, and fluoresces at 520 to 530 nm as bright green. The compound contains a conjugated system that illuminates when electrons spend a prolonged time in an excited state. It is often administered in combination with a local anesthetic such as proparacaine or benoxinate, which inhibits sodium ion channels to stabilize nerve cell membranes to inhibit nerve impulse conduction.\n\nWhen using fluorescein to stain cells, its charged ends become attracted to the hydrophilic ends in the cell membrane to form a strong electrostatic bond. One or more of the charged ends of fluorescein may then be modified for greater interaction.\n[7]",
    "administration": "Ophthalmic administration of fluorescein starts with a paper strip with one tip stained with fluorescein. The paper strip is moistened with saline water and then placed on the conjunctiva or inferior fornix. The patient may blink a few times to spread the dye across the eye.\n\nFor ocular foreign body removal, the clinician should instill 1 or 2 drops in the eyes pre-procedural.\n\nFluorescein solution may be administered orally and requires 10 to 15 minutes before appearing. Although the solution is bitter, combining it with sugar or a beverage can increase palatability.\n\nIntravenous injection of fluorescein sodium occurs at the antecubital vein. The dye appears almost immediately in the retina and choroidal vessels (in 7 to 14 seconds). In the case of anaphylaxis, IV access is still necessary for epinephrine.\n\nAfter the administration of fluorescein, the examiner can extinguish the room light to view the fluorescence of the dye under cobalt blue light.\n[9]",
    "adverse_effects": "Common: paresthesia of lips, change in taste (orally), severe eye-stinging and irritation (ophthalmic), severe nausea, vomiting, abdominal pain, chest pain, and extravasation.\n\nMild: urine discoloration, skin inflammation/discoloration at the injection site\nModerate: rashes, urticaria, syncope/dizziness/hypotension, angioedema, chest pain\nSevere: nerve palsy, seizure, bronchospasm, pulmonary edema, epithelial keratopathy, anaphylaxis\n[9]\n\nCorneal opacification can occur with prolonged use.",
    "monitoring": "Fluorescein has no known significant drug interactions. Under ophthalmic examination, contact lens removal is necessary with the use of fluorescein to avoid unnecessary staining.\n[2]\nFluorescein completely clears through urine excretion 2 to 3 days after injection.\n[9]\nThere are no recommended routine tests or lab values.",
    "toxicity": "Fluorescein toxicity is low. Proper doses of epinephrine and antihistamines can manage cases of significant hypersensitivity after flushing the affected area with plenty of water. Prevention of anaphylaxis is possible by providing a minimal dose of fluorescein to determine if a minor reaction would occur.\n\nIf enough fluorescein is issued intravenously, precaution is necessary for nursing mothers because another route of excretion is through human milk, causing it to turn yellow.\n[10]"
  }
}