{
  "drug_name": "benralizumab",
  "nbk_id": "NBK599558",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599558/",
  "scraped_at": "2026-01-11T18:46:37",
  "sections": {
    "indications": "Hypereosinophilic syndrome (HES) encompasses a rare and complex group of heterogeneous disorders characterized by persistent and substantial elevations in eosinophil levels and mediators leading to tissue infiltration and damage.\n[1]\nEosinophilopoiesis plays a vital role in the pro-inflammatory processes of multiple diseases.\n\nThe HES criteria are as follows:\n\nHypereosinophilia is characterized by >1.5 x 10\n9\neosinophils on CBC on 2 examinations >1 month apart.\nThe percentage of eosinophils in the bone marrow (BM) section must exceed 20% of all nucleated cells\nThe pathologist's assessment that the tissue infiltration by eosinophils is extensive and/or marked deposition of eosinophil granule proteins is found.\nEvidence of organ or tissue damage attributable to tissue hypereosinophilia (HE).\nExclusion of other disorders or conditions as major reasons for organ damage.",
    "mechanism": "Based on the initial patient evaluation, HES can be classified into 5 clinically relevant variants:\n[2]\n\nPrimary/Neoplastic (HESN)\n\nMyeloid variants (M-HES): Classified into various subtypes, including platelet-derived growth factor receptor alpha FIP1L1-PDGFRA fusion gene (F/P pos variant), which occurs secondary to an interstitial chromosomal deletion on 4q12. Platelet-derived growth factor receptor beta (PDGFRB) such as t(5;12)(q31-35;p13), janus kinase 2 (JAK 2) point mutation and translocation formed by t(8;9)(p22;p24), fibroblast growth factor receptor 1 (\nFGFR1\n) rearrangements such as (8p11-12), chronic eosinophilic leukemia (CEL), and HES with myeloid features without known mutation.\n[1]\n[3]\n[4]\nT-cell lymphocytic variants (L-HES): Caused by aberrant IL-5-producing T-cells, such as CD3-CD4+ T cell-associated disease.\n\nSecondary/Reactive (HESR)\n\nSpecific/defined hypereosinophilic syndromes secondary to an underlying condition such as an infectious or inflammatory process. Examples include: helminth infections, episodic angioedema, and eosinophilic granulomatosis with polyangiitis (EGPA).\n\nFamilial HES (HESFA)\n\nNamely when there is a family history of documented persistent hypereosinophilia of unknown cause.\n\nIdiopathic (IHES)\n\nHypereosinophilia with no clear underlying cause associated with end-organ damage.\n\nOrgan-Restricted HES\n\nNamely, when tissue hypereosinophilia is present, it causes end-organ damage, but HES blood criteria are unmet.",
    "monitoring": "Evaluation of patients presenting with eosinophilia should start with a focused history that identifies known and treatable causes. This includes screening for parasitic infections through stool testing for ova and parasites and investigating potential adverse drug reactions, including those associated with natural supplements. Subsequent steps should detect any evidence of end-organ involvement. It is crucial to remember that end-organ damage may manifest insidiously and does not always correlate with the degree of hypereosinophilia.\n[29]\n\nIn patients meeting the diagnostic criteria for HES without an identified underlying cause of eosinophilia, further investigation is warranted to delineate HES variants.\n[3]\nInitial laboratory studies should include CBC with differential, comprehensive blood chemistries, liver enzymes, renal function tests, creatine kinase, and troponin levels. Additional diagnostic and imaging studies to initiate include electrocardiogram, echocardiogram, pulmonary function tests, chest radiography, CT of the chest and abdomen, and tissue biopsies if indicated.\n\nHematologic evaluation aims at investigating the underlying cause of HES, including:\n\nFluorescence in situ hybridization (FISH) to detect CHIC2 deletion or RT-PCR on peripheral blood to test for FIP1L1-PDGFRA mutation.\n[30]\nFlow-cytometry, staining, and analysis on peripheral blood to detect specific t-lymphocyte phenotypes, such as CD3, CD4, and CD8\nBone marrow aspiration and biopsy to reveal increased eosinophils and eosinophil precursors. Dysplasia, CD34 expression, fibrosis, mast cells, and karyotyping should be considered.\n[31]\nMolecular studies to detect the presence of fusion genes such as FGFR1 and PDGFRB, as well as other mutations, including BCR-ABL1, JAK2 V617F, KIT D816V, and clonal T cell receptor arrangements.\n[32]\n[33]\n\nWhen suspecting specific variants, certain testing may provide diagnostic benefits.\n[34]\n\nM-HES variants are notable for increased serum B12 and FIP1L1-PDGFRA fusion genes. Anemia, thrombocytopenia, elevated serum tryptase, and hepatosplenomegaly have been noted.\nL-HES presents dermatologic symptoms, although other organs may be involved. Molecular testing could reveal abnormal T cell markers, including CD3-CD4+, CD3+CD4-CD8-, and CD4+CD7-, among others. Further testing includes T cell receptor and cytogenetic studies to determine the presence of T cell clonality and rare karyotypic abnormalities. Presence or exposure to Epstein-Barr virus (EBV) should be defined since chronic infection could drive L-HES.\n[35]\nOther tests noted in L-HES cases include elevated immunoglobulins such as IgE, elevated serum thymus, activation-regulated chemokine (TARC), and IL-5.",
    "administration": "Whether a patient needs treatment for HES depends on the underlying cause and disease severity. Individuals with undetermined causes of HES should undergo a comprehensive evaluation to identify treatable factors, such as drug hypersensitivity and helminth infection, and assess for M-HES associated with the FIP1L1-PDGFRA transcription gene. Therapeutic objectives include reducing the eosinophil count, improving disease symptoms, and preventing disease progression.\n[36]\nThe timing of therapy is contingent upon disease severity, including the degree of hypereosinophilia and the impact of symptoms on the patient’s well-being. For pauci-symptomatic patients, regular follow-up every 3 months to evaluate for end-organ involvement is sufficient.\n\nSevere HES is defined by an absolute eosinophil count of 100 x 10\n9\n/L (>100,000 cells/µL) and signs of hyperleukocytosis involving the nervous and pulmonary systems. In cases of severe HES, treatment involves high-dose intravenous prednisone 1 mg/kg/ day or 1 g/day of methylprednisolone. Patients should be tested for Strongyloides serology before initiating treatment if uncertainty exists regarding prior exposure. Prophylaxis with ivermectin at 200 mcg/kg/daily for 2 days in patients with potential Strongyloides exposure is recommended.\n[37]\nA responsive patient should experience a 50% reduction within the first 24 hours, whereas an unresponsive patient will exhibit no change in eosinophil count. It is crucial to remain vigilant of potential intracranial hemorrhage, which may persist up to a week after treating hyperleukocytosis. This risk is attributed to reperfusion injury after restoring blood flow.\n\nIn cases of clinically stable HES, when the decision to proceed with treatment is established, the initial approach should be guided by the variant of HES.\n[38]\nSystemic glucocorticoids serve as the primary line of therapy for most HES variants. According to a multicenter retrospective analysis of 188 HES patients, 85% achieved partial or complete symptom remission within 1 month, and maintenance therapy was sustained for a minimum of 2 months to a maximum of 20 years. The median maintenance dose of prednisone for remission maintenance was 10 mg daily, with a median maximal dose of 40 mg.\n[17]\nPatients displaying resistance to steroids should be re-evaluated and initiated on imatinib. In instances of secondary HES, treatment should be directed at addressing the underlying cause.\n\nTyrosine kinase inhibitors, such as imatinib mesylate (IM), have demonstrated notable efficacy in treating F/P pos HES at the recommended daily dosage of 400 mg. The mechanism of action involves the inactivation of downstream phosphorylation by occupying the kinase pocket, which functions as the ATP-binding site in the inactive conformation of genes abl, c-kit, PDGFRA, and PDGFRB.\n[39]\nPatients with F/P pos status typically experience a rapid response within a few days, whereas those with F/P neg status observe a response over several weeks.\n\nHydroxyurea serves as a viable second-line treatment for individuals who are unresponsive to glucocorticoid monotherapy. Its mechanism of action centrally targets eosinophil development, making it less suitable when an acute decrease in eosinophil count is needed. Hydroxyurea can be prescribed as monotherapy or combination therapy with prednisone. The recommended dose is 0.5 to 2 g daily, contingent on patient tolerance. Studies have shown that a combination therapy approach (2 g hydroxyurea with 1 mg/kg of prednisone daily) results in complete remission for 60% of patients, surpassing the 33% remission rate observed with hydroxyurea monotherapy alone.\n[40]\n\nInterferon-α (IFN-α) is a pleiotropic cytokine that can target eosinophils, inhibit the proliferation of CD4 T cells, and inhibit IL-5 production by CD3-CD4+ T cells in vitro. Prior studies have demonstrated its viability as a treatment option for F/P neg HES, particularly when used with glucocorticoids. However, its extensive side effect profile, encompassing flu-like symptoms, myelosuppression, transaminitis, fatigue, myalgias, depression, and suicidal ideation, has posed a challenge and led to treatment interruptions in multiple cases.\n[41]\n[17]\n[42]\nIFN-α treatment has been well-received by patients with the L-HES variant. At the same time, individuals with other causes may benefit from a hydroxyurea or IFN-α trial.\n[43]\n[17]\nThe optimal dosage schedule for IFN-α remains undefined. However, a suggested starting dose is 1 million units per injection daily, with incremental increases of 0.5 to 1 million units per injection every 2 weeks until the desired effect is reached. Dosages can range from 1 to 4 million units per dose up to 7 times weekly. Pegylated IFN-2α, exhibiting efficacy and side effect profiles similar to IFN-α, requires weekly treatment, rendering it a more tolerable option.\n\nImmunomodulatory agents, such as mepolizumab and benralizumab, a humanized monoclonal antibody against IL-5, have also proven effective in F/P neg HES cases.\n[44]\n[45]\nIn a significant randomized control trial assessing its efficacy in patients with F/P neg HES on prednisone monotherapy, results indicated that 84% of patients managed to reduce their prednisone dosage without a subsequent increase in the clinical activity of HES. This underscores mepolizumab as a favorable steroid-sparing option.\n[46]\n[47]\nThe indicated dosage entails 3 subcutaneous injections of 100 mg, totaling 300 mg, administered once every 4 weeks.",
    "adverse_effects": "Complications of HES are attributed to the type and degree of end-organ involvement. The most fatal complications are leukemias, irreversible heart failure, endocarditis, and severe restrictive cardiomyopathy, causing ventricular arrhythmia due to alterations in the cardiac conducting system."
  }
}