{
  "drug_name": "benzoic acid",
  "nbk_id": "NBK599523",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599523/",
  "scraped_at": "2026-01-11T18:46:37",
  "sections": {
    "indications": "Toluene is a simple benzene derivative also known as methylbenzene, phenylmethane, or toluol. Chronic low-level occupational or industrial exposure to toluene can cause toxicity. As a volatile solvent, misuse or abuse is common, resulting in an acute toxidrome. Toluene is an aromatic hydrocarbon with narcotic and neurotoxic effects and, like all inhalants, has the potential to induce addiction pathology.\n[1]\n[2]\nThe mechanism of action of toluene is not clearly understood, but toluene appears to affect a wide variety of voltage-gated and ligand-gated ion channels.\n[2]\n\nRecent literature suggests that toluene profoundly modulates dopaminergic neuronal firing from the ventral tegmental area into the limbic and cortical structures, altering signaling-reward pathways.\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n\nMost commonly, studies highlight the prevalence and toxicity associated with acute exposures. Toluene is perceived as safe amongst individuals who misuse solvents and is readily available in multiple formulations meant for household purposes. Therefore, acute toxicity is a common occurrence. While data regarding the precise frequency of toluene toxicity is limited, a single-center emergency department reported 20 acute toxicities within 2 years.\n[9]\nHowever, this may be an underestimation as toluene is ubiquitous in our society, and many individuals experiencing toxicity may not seek care or want to seek care.",
    "mechanism": "Toluene (C\n7\nH\n8\n) is a colorless aromatic hydrocarbon with a wide range of industrial utility. Toluene is used to manufacture plastics, nylon, and polyurethane and as a solvent in paints, inks, adhesives, fragrances, coatings, and cleaning agents. In veterinary medicine, toluene is used to remove ascarids and tapeworms. The United States military uses toluene to manufacture 2,4,6-Trinitrotoluene (TNT), a dangerously explosive nitroaromatic. Toluene is also an important petrochemical used to improve the octane rating of gasoline. [\nNational Center for Biotechnology Information. PubChem Compound Summary for CID 1140, Toluene.\n]\n\nApproximately 30 billion pounds or 13.6 million metric tons of toluene is produced yearly. Exposure limits have been established for manufacturing plants, construction sites, nail salons, printing establishments, maritime employment, and automobile repair facilities.\n\nThe Occupational Safety and Health Administration (OSHA) uses a reference concentration of 5 mg/m\n3\n. At this concentration, the acute minimal risk level is 2 ppm (exposure from 1 to 14 days), while the chronic minimal risk level is 1 ppm (greater than 365 days). The permissible exposure limit is 200 ppm for 8 hours, with an acceptable ceiling concentration of 300 ppm and an acceptable peak beyond the ceiling concentration of 500 ppm over 10 minutes. The National Institute for Occupational Safety and Health (NIOSH) recommends a more stringent standard of 100 ppm for 8 hours with an acceptable peak of 150 ppm over 15 minutes. (NIOSH. Toluene standards) Both organizations recommend the minimum use of personal protective equipment for chemical cartridge respirators with organic vapor cartridges, with additional recommendations based on time and concentration of exposure.\n\nThere is limited data on dermal exposure limits. However, multiple studies have reported defatting dermatitis, pruritus, and epidermal thickening with repeated exposures.\n[10]\n[11]\nAn estimated exposure concentration that resulted in dermatitis and pruritus was reported in female shoe workers as 65 ppm (15 ppm to 100 ppm) in winter to 100 ppm (10 ppm to 200 ppm) in summer over 40 months.\n[10]\n[11]\n\nOutside of occupational exposure, toluene can be found in the atmosphere, water sources, and soil. Domestic manufacturing and processing facilities release an estimated 22 million pounds (10,000 metric tons) of toluene into the atmosphere annually. Newly constructed buildings and areas of high gasoline emissions are noted in areas of heightened concentrations, eg, a new apartment has levels as high as 66.06 μg/m3. In comparison, the outdoor levels were 11.05 μg/m\n3\n. An estimated 54,000 pounds (245 metric tons) of toluene is released from industrial discharge and spill incidents into local water sources. Water sources neighboring hydraulic fracturing operations in Colorado had a mean sample concentration of 750 μg/L with a 95th percentile concentration of 1,900 μg/L. Approximately 1.3 million pounds (590 metric tons) of toluene are estimated to be released into the soil.\n\nThere are additional groups that have provided recommendations on occupational exposure limits. The Lower Olefins and Aromatics (LOA) REACH Consortium recognizes 100 ppm over 15 minutes or 20 ppm over 8 hours before side effects occur.\n[12]\nExcessive amounts greater than 500 ppm are associated with a range of clinical presentations, from acute euphoric effects to organ failure and sudden death.\n[13]\n[14]\n[15]\n[16]",
    "monitoring": "Initial evaluation should address airway compromise, respiratory distress, and circulatory collapse. Vital signs, including temperature, cardiac evaluation with an electrocardiogram, pulmonary evaluation with chest radiography and ultrasound, and serology or urine studies revealing end-organ dysfunction or electrolyte abnormalities must assess a broad differential diagnosis. Focal neurological deficits may warrant imaging studies.\n\nHydrocarbon toxicity is difficult to identify, which is more complicated as no laboratory study is available to confirm exposure.\n[36]\nWhile gas chromatography can identify volatile substances, this is not feasible for emergent assessment. Hippuric acid levels in urine greater than 3 g per gram of creatinine are 98.1% sensitive and 100% specific for toluene toxicity, and urine hippuric acid is the preferred way to monitor for exposure in high-risk occupations.\n[41]\n\nAdditional findings that may be present in the setting of toluene toxicity include hypokalemia (with associated electrocardiogram changes), low bicarbonate, elevated creatinine phosphokinase, and hematuria.\n[42]\n[43]\n[44]",
    "administration": "Treatment of toluene toxicity focuses on airway management, correcting metabolic acidosis and electrolyte abnormalities, and counseling the patient on the dangers of toluene exposure. Patients should be hospitalized for laboratory monitoring until such derangements are addressed.\n\nSpecific management of toluene toxicity is limited to small clinical trials and case studies. Of note, there have been data to suggest the administration of acetaminophen and aspirin as they may inhibit toluene metabolism (CYP2E1 as the site of competitive metabolic interaction), limiting the acute production of hippuric acid.\n[21]\nIn a study with 40 subjects, psychosis or behavioral changes were reduced by treatment with carbamazepine and haloperidol by 50%.\n[38]\nAggressive fluid management is helpful as toluene metabolites are water soluble and renally excreted.\n[45]\nPatients presenting in extremis due to toluene toxicity have benefited from extracorporeal membrane oxygenation.\n[46]\n\nNeither gastric lavage nor activated charcoal administration is recommended due to aspiration risk and limited gastrointestinal absorption.\n[47]\n[48]\nAll cases should be reported to the local poison control center for further guidance.",
    "adverse_effects": "Toluene toxicity can cause dangerous pulmonary, cardiac, and renal side effects, including acute respiratory distress syndrome, deadly cardiac arrhythmias, and renal failure. Complications regarding patients who are pregnant are not elucidated; however, reproductive and teratogenic risks have been described.\n[31]\n[52]"
  }
}