{
  "drug_name": "benzonatate",
  "nbk_id": "NBK430869",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430869/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Hepatic encephalopathy is characterized by a range of neuropsychiatric abnormalities caused by the accumulation of neurotoxic substances in the bloodstream of patients with liver dysfunction. It is considered a diagnosis of exclusion. The condition differs in patients with chronic liver disease compared to those with acute liver failure or acute-on-chronic liver failure (ACLF), with distinctions in pathophysiological, clinical, and radiological features.\n[1]\nSymptoms may result from liver insufficiency or the diversion of blood flow away from the liver (portosystemic shunting).\n\nThe \"meat-intoxication\" syndrome observed in Eck fistula animals, an early model of portosystemic shunting, has been recognized since 1893. However, our understanding of hepatic encephalopathy has evolved from solely attributing it to hyperammonemia to acknowledging a complex interplay of factors, including systemic inflammation, gut dysbiosis, altered neurotransmitters, and other neurotoxins such as manganese.\n\nThe International Society for Hepatic Encephalopathy and Nitrogen Metabolism defines the onset of overt hepatic encephalopathy as the appearance of disorientation or asterixis.\n[2]\nSubtle signs, detectable only through specialized tests, characterize minimal hepatic encephalopathy, which affects up to 80% of patients with cirrhosis.\n[3]\n[4]\n[5]\nSymptoms of hepatic encephalopathy range from confusion, personality changes, and disorientation to reduced consciousness.\n\nIn the initial stages of hepatic encephalopathy, patients often exhibit a disrupted sleep-wake pattern, characterized by sleeping during the day and staying awake at night. As the condition progresses to intermediate stages, symptoms typically worsen, with increasing confusion, lethargy, and personality changes. In advanced stages, hepatic encephalopathy may lead to coma, which can be life-threatening. Among patients with cirrhosis and severe encephalopathy, the mortality rate exceeds 50% within the first year.\n[6]\n[7]",
    "mechanism": "Hepatic encephalopathy can develop due to underlying liver disease or portosystemic shunts, such as transjugular intrahepatic portosystemic shunt (TIPS) or spontaneous shunts. The former is associated with liver disease, while the latter results from portal circulation being redirected to the systemic circulation, bypassing the liver and leading to the accumulation of toxic metabolites.\n[8]\nAcute liver failure may be triggered by viral hepatitis, exposure to hepatotoxins (eg, acetaminophen), or ischemic liver injury (eg, septic shock). Chronic liver failure with cirrhosis can result from various causes, including alcoholic cirrhosis, chronic viral hepatitis B or C, nonalcoholic fatty liver disease, hemochromatosis, Wilson disease, and alpha-1 antitrypsin deficiency. Consequently, depending on the underlying etiology, hepatic encephalopathy may develop in diverse scenarios.\n\nIn some cases, hepatic encephalopathy occurs without liver dysfunction, such as in congenital portosystemic shunts or extrahepatic portal vein obstruction with shunting, where systemic circulation bypasses the liver, resulting in hyperammonemia and neurological symptoms. Acute liver failure is characterized by a sudden loss of liver function, typically without portosystemic shunting, and is associated with markedly elevated ammonia levels and severe cerebral edema. In cirrhosis, hepatic encephalopathy may develop with or without significant portosystemic shunting, often linked to hyperammonemia, although ammonia levels do not always correlate with symptom severity. The etiological classification is outlined below.\n\nIn the context of cirrhosis, hepatic encephalopathy can be triggered by various factors, including:\n\nGastrointestinal bleeding (eg, acute variceal bleeding)\nConstipation\nInfections\nDehydration (due to factors such as fluid restriction, diuretics, diarrhea, vomiting, or excessive paracentesis)\nelectrolyte imbalances (eg, hyponatremia and hypokalemia)\nAlcohol use disorder\nMedications (eg, benzodiazepines, opioids, and nonsteroidal anti-inflammatory drugs [NSAIDs])\nKidney dysfunction and azotemia\n\nFurthermore, hepatic encephalopathy can complicate 30% to 50% of cirrhosis patients who undergo TIPS. However, the use of smaller stents and better patient selection can reduce this incidence.\n[8]\n[9]\n[10]\nSpontaneous portosystemic shunts, which occur when fetal shunt pathways between the portal and systemic circulation reopen due to cirrhosis, may also contribute significantly to hepatic encephalopathy. Over time, the volume of the systemic shunt increases, portal circulation declines, and liver failure worsens.\n[11]",
    "monitoring": "Diagnosing hepatic encephalopathy begins with a comprehensive assessment of the patient’s vital signs and airway. A detailed clinical evaluation, including a thorough history and physical examination, is essential for identifying potential precipitating factors. Understanding the context of liver disease, previous episodes, and associated triggers is crucial to accurate diagnosis and management. Hepatic encephalopathy is a diagnosis of exclusion, and neuroimaging should be performed in cases where alternative diagnoses are suspected, such as in patients with compensated cirrhosis experiencing their first episode of hepatic encephalopathy or individuals with alcohol use disorder and relapse. Notably, it is also important to differentiate hepatic encephalopathy from conditions such as alcohol withdrawal, as both can present with tremors and asterixis. A tremor is a fine rhythmic movement, while asterixis is a coarse, non-rhythmic flapping of the hands.\n\nDiagnostic Tests for Hepatic Encephalopathy\n\nInitial investigations:\nInitial evaluations for hepatic encephalopathy should include arterial blood gas (ABG) analysis, particularly in higher grades of the condition. ABG analysis can help detect electrolyte imbalances, dehydration, or signs of variceal bleeding. Blood glucose levels should also be assessed, as hypoglycemia may occur in patients with liver dysfunction and compromised nutritional status.\n\nAmmonia levels:\nAmmonia levels are generally elevated in both arterial and venous blood in patients with hepatic encephalopathy. However, assessing the patient’s clinical improvement or deterioration during treatment is more valuable than relying solely on serial ammonia measurements. Neither elevated arterial nor venous ammonia concentrations are definitive for diagnosing hepatic encephalopathy.\n[27]\nHowever, a normal ammonia level has a high negative predictive value. Ammonia levels should be tested within 1 hour of collection and stored at cool temperatures to ensure accuracy. Other biomarkers, such as elevated serum 3-nitrotyrosine levels, may be present in patients with mild hepatic encephalopathy. Research indicates that a cutoff value of 14 nM for 3-nitrotyrosine has a sensitivity of 93% and a specificity of 89% for detecting minimal hepatic encephalopathy.\n[28]\n\nLiver function tests and electrolytes:\nLiver function tests and electrolyte levels are often abnormal in the presence of underlying liver disease. Common findings include elevated levels of bilirubin, aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, prothrombin time, and INR. Additionally, patients may experience electrolyte imbalances such as hyponatremia and hypokalemia, which are known triggers for hepatic encephalopathy.\n\nAdditional Tests for Hepatic Encephalopathy\n\nAdditional tests for diagnosing hepatic encephalopathy may include a complete blood count, kidney function tests (as kidney injury is a common precipitant of hepatic encephalopathy), and thyroid-stimulating hormone levels. When sepsis is suspected as a trigger, investigations for infection, such as blood cultures, procalcitonin, and C-reactive protein, are essential. These tests also help rule out septic encephalopathy in relevant cases.\n\nPsychometric tests:\nPsychometric tests have been developed to assess the degree of cognitive impairment in individuals with mild hepatic encephalopathy.\n[29]\n[30]\n[31]\nThese tests have demonstrated greater sensitivity than electroencephalograms (EEG) in detecting subtle cognitive deficits.\n[29]\nHowever, many psychometric tests are complex, time-consuming, and not widely used in routine clinical practice. Critical Flicker Frequency (CFF), which measures visual discrimination, has proven valuable for detecting minimal hepatic encephalopathy. The Number Connection Test (NCT), also known as the Reitan Test, is one of the most commonly used psychometric assessments.\n[30]\n[32]\n[33]\nThis test is favored for its ease of administration and interpretation. The NCT requires patients to connect numbers in a sequential order within a set time. Patients without hepatic encephalopathy typically complete the test in a duration equal to or less than their age in years. For example, a patient aged 50 or older should be able to complete the test in 50 seconds or less.\n\nElectroencephalogram:\nEEG activity activity can reveal changes such as high-amplitude low-frequency waves and triphasic waves, which may be seen in hepatic encephalopathy. However, these findings are not specific to the condition. An EEG can be helpful during the initial evaluation to rule out seizure activity.\n\nRadiologic imaging:\nRadiologic imaging, such as CT or MRI, may be used to rule out alternative causes of encephalopathy, including intracranial lesions, masses, or hemorrhage. In some cases, a CT scan during hepatic encephalopathy may show cerebral edema, particularly in acute liver failure and certain cases of post-TIPS hepatic encephalopathy. Although MRI is considered superior to CT for detecting brain edema in liver failure, it is not an established method for diagnosing hepatic encephalopathy. In certain instances, changes have been observed on T1-weighted MRI images, which may reveal a strong signal in the basal ganglia in patients with hepatic encephalopathy, potentially due to manganese accumulation.\n[34]\nHowever, these changes are neither highly sensitive nor specific indicators.\n[35]\n[36]\nContrast-enhanced CT of the abdomen can be useful for evaluating portosystemic shunts, providing insight into their presence and helping to guide therapeutic interventions, as discussed below.\n\nGrading\n\nFollowing diagnosis, hepatic encephalopathy should be graded according to detailed classifications outlined in subsequent sections. Traditionally, the West Haven system has been used to assess the severity of hepatic encephalopathy, grading it from 0 to 4. However, the milder stages—particularly grade 0 (minimal hepatic encephalopathy) and grade 1 (subtle confusion or mood changes)—pose challenges for clinical diagnosis due to the difficulty in recognizing these subtle changes. To address this, the concepts of covert and overt hepatic encephalopathy were introduced. Covert hepatic encephalopathy includes both minimal hepatic encephalopathy and grade 1, detectable only through specialized tests. Overt hepatic encephalopathy refers to more noticeable symptoms, starting from grade 2 onward. Additionally, hepatic encephalopathy is classified by its clinical course into episodic, recurrent, and persistent forms.",
    "administration": "The management of hepatic encephalopathy generally involves supportive care and ammonia-lowering therapy. Supportive care is a critical component of treatment, which addresses several key aspects, such as maintaining adequate nutrition, preventing dehydration and electrolyte imbalances, and ensuring a safe environment to reduce the risk of accidents or falls. Disaccharides, such as lactulose and lactitol, and antibiotics, such as rifaximin, are key components of ammonia-lowering therapy.\n\nNutritional Support\n\nPatients with hepatic encephalopathy should not have their protein intake restricted. Instead, they should receive nutritional support with an appropriate energy intake of approximately 35 to 40 kcal/kg/d. This dietary plan should maintain protein intake at around 1.2 to 1.5 gm/kg/d. Notably, it is important to encourage the consumption of small meals throughout the day to prevent fasting, which can increase ammonia production. For patients who experience worsening symptoms with protein intake, vegetable protein can be considered an alternative. Additionally, adding branched-chain amino acids (BCAAs) to a low-protein diet may be considered for individuals intolerant to protein. This approach is especially beneficial for patients undergoing procedures such as TIPS or surgical portosystemic shunts who are also experiencing hepatic encephalopathy.\n\nHydration and Electrolyte Correction\n\nSupportive care includes ensuring proper hydration and correcting electrolyte imbalances. This involves providing adequate oral fluids and, when necessary, administering intravenous hydration to prevent dehydration. Additionally, any electrolyte abnormalities should be corrected by replenishing essential electrolytes as needed.\n\nSafe Environment\n\nEstablishing a safe environment for patients with overt symptoms is crucial, as these individuals may experience agitation, posing a risk to themselves and their caregivers. While addressing a patient's agitation, it is crucial to note that sedative medications, such as benzodiazepines, can potentially exacerbate encephalopathy and impede recovery. Therefore, their use should be carefully considered, and, in some instances, temporary restraint may be required until the patient's agitation resolves.\n\nTreatment of Precipitating Factors\n\nPromptly identifying and addressing the precipitating causes of hepatic encephalopathy is crucial. These triggers may include constipation, infections (such as spontaneous bacterial peritonitis or urinary tract infections), electrolyte and metabolic imbalances (eg, hypokalemia or hypoglycemia), hypovolemia, and the use of benzodiazepines or other sedatives. Timely intervention to correct these factors is essential for effective management.\n\nAmmonia Levels Management\n\nIn most cases of hepatic encephalopathy, ammonia levels are elevated, though this is not always the case. Regardless of ammonia levels, steps should be taken to reduce ammonia levels once the diagnosis is confirmed. However, if serum ammonia levels are elevated without corresponding clinical signs of hepatic encephalopathy, it is noteworthy that this alone does not justify ammonia-lowering therapy. The decision to initiate treatment should be based on a thorough clinical assessment and the presence of symptoms rather than on ammonia levels alone.\n\nCommon medications used in the management of hepatic encephalopathy include disaccharides such as lactulose and lactitol, along with the antibiotic rifaximin.\n\nLactulose: Lactulose works through multiple mechanisms to reduce blood ammonia levels. When bacteria in the gut break down lactulose, it creates an acidic environment that promotes the conversion of ammonia (NH\n3\n) to ammonium (NH\n4\n+\n), reducing the diffusion of NH\n3\ninto the bloodstream. Additionally, lactulose promotes the diffusion of NH\n3\nfrom the bloodstream into the gut, where it is converted to NH\n4\n+\n. Furthermore, lactulose also exerts an osmotic effect in the colon, promoting distention and peristalsis, which facilitates the excretion of NH\n3\n. Through these combined mechanisms, lactulose effectively reduces blood ammonia levels of NH\n3\n. Typically, lactulose is administered at a dose of 20 to 30 grams, 2 to 4 times per day, to achieve at least 2 to 3 soft stools daily. In cases where oral administration is not possible, lactulose can be administered as an enema. About 70% to 80% of patients with hepatic encephalopathy show improvement with lactulose treatment.\n[37]\n[38]\n[39]\nWhile lactitol is available in certain countries, it is not approved for use in the United States.\n\nRifaximin: Rifaximin is an antibiotic with minimal absorption in the gastrointestinal tract, resulting in high concentrations within the intestines. This drug is believed to reduce ammonia production by targeting and eliminating ammonia-producing bacteria in the colon. Rifaximin works by binding to bacterial DNA-dependent RNA polymerase, inhibiting bacterial RNA synthesis. This drug is often considered for patients who do not respond to lactulose or lactitol or those who experience intolerance to these medications. Rifaximin is typically prescribed at a dosage of 550 mg orally twice daily or 400 mg orally 3 times daily.\n\nL-ornithine-L-aspartate: L-ornithine-L-aspartate (LOLA) is a compound that stimulates ammonia metabolism and enhances its conversion in the urea cycle to produce urea. This compound serves as an alternative treatment for hepatic encephalopathy; however, its clinical availability may be limited.\n[40]\n\nClosure of Portosystemic Shunts\n\nBalloon-occluded retrograde transvenous obliteration (BRTO) or plug-assisted retrograde transvenous obliteration (PARTO) procedures can be effective for patients with refractory hepatic encephalopathy caused by portosystemic shunts. These interventions close the shunts, restore portal circulation to the liver, and reduce ammonia accumulation.\n\nExtracorporeal Albumin Dialysis\n\nTechniques such as DIALIVE might be effective for severe hepatic encephalopathy.\n[41]\nSeveral systems are available, but the long-term survival benefit of these machines has not been definitively proven.\n[42]\nAlthough DIALIVE has been shown to reduce ammonia levels in patients with ACLF, the effect was not statistically significant. These extracorporeal therapies are believed to utilize albumin's binding properties to remove toxins, including ammonia, cytokines, and bile acids, thereby reducing the severity of hepatic encephalopathy. While studies indicate improvement in encephalopathy symptoms, the survival benefits remain unclear.\n[41]\n\nLiver Transplantation\n\nLiver transplantation is typically considered for patients with cirrhosis when there is a major complication (such as ascites, hepatic encephalopathy, or variceal bleeding) or when the Model for End-Stage Liver Disease (MELD) score exceeds 15.\n[43]\nA single episode of overt hepatic encephalopathy increases mortality risk independently of other organ failures, and referral to a liver transplantation center for evaluation should be considered.\n[44]\nIn patients who are candidates for and undergo liver transplantation, cognitive impairment associated with hepatic encephalopathy often reverses within 5 years after the transplantation.\n[45]\nThis highlights the potential for significant improvement in cognitive function and quality of life following successful liver transplantation.\n\nChronic Management\n\nIdentifying and managing potential precipitating factors is essential for individuals at risk of recurrent hepatic encephalopathy. If precipitating factors cannot be identified or effectively controlled, ongoing therapy with disaccharides such as lactulose or lactitol, in combination with rifaximin, can be beneficial.\n\nPrevention of Hepatic Encephalopathy\n\nLactulose is recommended for patients with cirrhosis after the first episode of covert hepatic encephalopathy to prevent further episodes. If the patient is already on lactulose, rifaximin may be added after another episode. Management of sarcopenia requires a comprehensive approach, including proper nutritional support and a structured exercise plan. While BCAAs show potential in addressing sarcopenia, further studies are needed to confirm their efficacy.",
    "adverse_effects": "Complications associated with hepatic encephalopathy include:\n\nAgitation, which may pose a potential risk of harm to both patients and their caregivers.\nSeizures.\nResidual cognitive impairment, even in patients who show clinical improvement.\nDecreased likelihood of survival within 12 to 24 months for patients with recurrent episodes.\nCerebral edema, seizures, and brain herniation in patients with acute fulminant hepatic failure."
  }
}