{
  "drug_name": "benzyl benzoate",
  "nbk_id": "NBK553150",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK553150/",
  "scraped_at": "2026-01-11T15:23:51",
  "sections": {
    "indications": "The FDA has not approved permethrin for use in infants younger than 2 months, and limited studies have taken place to assess the use of this medication in these patients.\n[28]\nHowever, recent research suggests that 5% permethrin cream can safely treat scabies in this infant population.\n[29]\nAlso, care is necessary to avoid inappropriate administration because some patients may be allergic to the medication’s formulation.\n[30]\nPermethrin cream is contraindicated in persons with known hypersensitivity to any of its components, pyrethroid or pyrethrin.",
    "mechanism": "Permethrin is a neurotoxic synthetic pyrethroid. The drug targets eggs, lice, and mites.\n[15]\nPermethrin affects sodium transport across neuronal membranes in arthropods, thus causing depolarization. The result is respiratory paralysis of the affected arthropod.\n[14]\n\nPharmacokinetics\n\nAbsorption:\nTopical permethrin is associated with limited dermal or systemic absorption.\n[16]\nLess than 2% of applied permethrin is absorbed through human skin.\n[1]\n\nDistribution:\nPharmacokinetic distribution property has not been examined despite its widespread use. A study was conducted in 2019 to assess the plasma protein and lipoprotein Binding of cis- and trans-permethrin and deltamethrin in adult humans and rats. The study revealed that pyrethroid has high plasma protein binding (90%), and lipoprotein plays a significant role in binding and transport.\n[17]\n\nMetabolism:\nPermethrin quickly undergoes esterase hydrolysis and detoxification within the body.\n[1]\nThe liver carries many of the carboxylesterases that hydrolyze permethrin.\n[18]\nThe liver also has cytochrome P450 enzymes that oxidize permethrin into metabolites.\n[19]\n\nExcretion:\nDuring the 72 hours after topical application, permethrin's inactive metabolites undergo nearly complete excretion into the urine.\n[1]\nPermethrin's postulated lethal oral dose is 1 to 2 g/kg of body weight in humans.\n[16]",
    "administration": "Available Dosage Forms and Strengths\n\nPermethrin is available as a cream (5%), permethrin lotion (1%), and permethrin rinse (1%).\n\nAdult Dosing\n\nClassical Scabies\n: 5% permethrin cream can be applied topically to cool, dry skin from the patient's head to their toes and under the fingernails.\n[5]\nThe cream is washed off after 8 to 14 hours and is often reapplied the same way 1 week later.\n[8]\n\nPer European guidelines for crusted scabies, 5% permethrin cream can be applied topically every day for 1 week, followed by application twice a week until resolution, along with 200 μg/kg of oral ivermectin administered at a specified dosing interval over several days.\n[5]\nPatients should avoid contact with mucosal sites when applying topical permethrin.\n[8]\n\nScabies rarely infests the scalp of adults, but the hairline, neck, temples, and forehead may be infested in infants and geriatric patients; therefore, the clinician should instruct the caregiver to apply 5% cream to the entire head and neck, including the scalp, temples, and forehead.\n\nPediculosis Capitis\n: Apply 1% permethrin to dampened hair and wash off after 10 minutes with a repeat application 1 week later.\n[20]\nHowever, other reapplication timeframes have been proposed, such as reapplication 7 and 13 to 15 days after initial treatment.\n[21]\nTo treat pediculosis pubis, 1% topical permethrin cream is rinsed off 10 minutes after application.\n[6]\nAvoid contact with eyes as there is a possibility of ocular irritation. Hence, clinicians should not use it to treat pediculosis of the eyebrows and eyelashes. If accidental contact with the eyes occurs, the person should wash the affected eye(s) thoroughly with water.\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling provides no information regarding the use in patients with hepatic impairment.\n\nRenal impairment:\nThe manufacturer's labeling provides no information regarding the use in patients with renal impairment. However, permethrin is primarily metabolized by the liver, so hypothetically, it should be safe for patients with renal impairment.\n\nPregnancy considerations:\nPermethrin has not been shown to cause human risk and has been in the former FDA pregnancy category B.\n[8]\nPermethrin is the preferred medication for pediculosis pubis and scabies during pregnancy.\n[6]\n\nBreastfeeding considerations:\nTopical permethrin is acceptable in nursing mothers as less than 2% is absorbed after topical application, and permethrin is rapidly metabolized. Extensive exposure, such as agricultural use or malaria control, might have long-term health concerns because residues can be found in breast milk. Clinicians should instruct the patient to use only water-miscible cream, gel, or liquid products on the breast because ointments may expose the infant to increased concentrations of mineral paraffin via licking. In addition, breastmilk samples from 79 women from a study at the University of California Davis had their breastmilk examined for trans-permethrin on day 42 postpartum; the mean concentration was in the acceptable range.\n[22]",
    "adverse_effects": "Adverse effects reported during the treatment of scabies with permethrin include increased or new onset of pruritus, burning, or a stinging sensation. These dermatologic adverse events were mild in severity and temporary.\n[23]\nThere have also been reports of stinging when applying 1% permethrin for pediculosis capitis.\n[24]\n\nWhen used for pediculosis capitis, the rash has been reported as an adverse drug reaction.\n[25]\nLocalized temporary paresthesia, cutaneous irritation, and allergic contact dermatitis are also possible, yet rare, adverse effects associated with permethrin use.\n[26]\nA rare case report exists of a patient presenting with muscle dystonia attributed to 5% topical permethrin.\n[27]",
    "monitoring": "Scabies:\nAs per European guidelines, patients with scabies should return for a follow-up 2 weeks after treatment has ended to assess for resolution.\n[5]\n\nPediculosis:\nIf symptoms of pediculosis pubis remain, patients should return for a follow-up 1 week later to assess for remaining lice or eggs.\n[6]",
    "toxicity": "Carcinogenesis, mutagenesis, and impairment of fertility:\n6 carcinogenicity bioassays were evaluated with permethrin. No tumorigenicity has been observed in the rat studies. However, the 3 mouse studies saw an increase in pulmonary adenomas. In one of these studies, there was a raised incidence of pulmonary alveolar-cell carcinomas and benign liver adenomas in female mice. Permethrin exhibited no mutagenic potential in genetic toxicity studies (in vitro and in vivo). Permethrin did not adversely impact reproductive function when given orally at a 180 mg/kg/d dose in a 3-generation rat study.\n\nIn humans, permethrin's postulated lethal oral dose is 1 to 2 g/kg of human body weight.\n[16]\nAlthough reports of toxicity exist when using permethrin as an insecticide, there are only a few adverse events associated with its topical use.\n[27]\n\nSigns of toxicity and metabolic acidosis were reported following the excessive application of 5% topical permethrin when treating a 20-month-old patient with scabies.\n[31]\nAlso, 2 siblings exposed to permethrin, a type I pyrethroid pesticide, experienced neurotoxic effects. Clinicians pursued supportive treatment because there is no antidote for permethrin toxicity.\n[32]"
  }
}