{
  "drug_name": "benzocaine",
  "nbk_id": "NBK541053",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK541053/",
  "scraped_at": "2026-01-11T15:23:46",
  "sections": {
    "indications": "Benzocaine is contraindicated in patients with severe allergic reactions to ester-type local anesthetics. Benzocaine is also contraindicated in para-aminobenzoic acid (PABA) allergy.\n[23]\nBenzocaine is contraindicated in children younger than 2 because of the risk of methemoglobinemia. Studies have also suggested that the risk of developing methemoglobinemia increases by almost 20-fold if a patient has been exposed to benzocaine within the previous week.\n[24]\n[25]\n[26]\n[27]\n\nWarning and Precautions\n\nBenzocaine application is not advisable in individuals with cardiac arrhythmias, a history of methemoglobinemia, G6PD deficiency, and decreased lung function. Numerous reports have indicated that patients with predisposing medical conditions such as COPD, emphysema, or coronary artery disease have a higher incidence of developing methemoglobinemia when given benzocaine as a local anesthetic. Patients with a history of significant type IV reactions to local anesthetics should be screened before the application of benzocaine. Caution is also necessary for patients with significant skin trauma, edema, and infections. As noted above, benzocaine is categorized as a pregnancy category C drug, meaning that there are no studies to demonstrate safety during pregnancy.\n[28]",
    "mechanism": "Benzocaine functions by reversibly binding to and inhibiting sodium channels in the neuronal cell membrane. Benzocaine enters the cell in a nonionized form and then becomes ionized after traversing the membrane bilayer. Its ionized form binds to the α subunit, inhibiting voltage-gated sodium channels. This binding stops cellular depolarization, slows signal conduction, and decreases the ability of an action potential to arise. Local anesthetics such as benzocaine can bind more easily to sodium channels in an open configuration. The pK\na\nof benzocaine is relatively low (2.6) compared to other local anesthetics. The pK\na\nof local anesthetics helps to determine the onset of action. The rate of action of benzocaine is fast and relatively pH-independent.\n[4]\n[5]\n[6]\n[7]\n\nPharmacokinetics\n\nAbsorption:\nBenzocaine is a weak base with an aromatic ring crucial for lipid solubility, enabling diffusion across nerve cell membranes. The onset of action typically takes 30 seconds with a 20% concentration. However, achieving an adequate depth and intensity may take 2 to 3 minutes.\n[8]\n[9]\n\nDistribution:\nThe distribution of local anesthetic tends to align with the tissue/blood partition coefficient and is proportional to the tissue mass and perfusion.\n\nMetabolism:\nBenzocaine is an ester local anesthetic that follows a metabolic route distinct from amide local anesthetics. Esters experience rapid plasma hydrolysis mediated by pseudocholinesterase, producing para-aminobenzoic acid (PABA).\n\nElimination:\nThe primary route of elimination of benzocaine is via the kidneys, with the metabolized products excreted in the urine. A minor portion may be eliminated through feces.\n[10]",
    "administration": "Available Dosage Forms and Strengths\n\nBenzocaine is available in many forms, including solutions, tablets, sprays, aerosols, creams, and gels, and is commercially available in solutions and sprays in 5%, 10%, or 20% concentrations.\n\nAdult Dosage\n\nBenzocaine can be applied topically to the desired area. The spray form of benzocaine can be helpful for pain relief from sore throat and dental issues as well as medical procedures (awake intubation).\n[9]\nTopical local anesthetics, like lidocaine, prilocaine, or benzocaine, used alone or in combination, are a recognized pharmacological strategy to reduce glans penis sensitivity, effectively addressing premature ejaculation.\n[11]\n\nSpecific Patient Populations\n\nHepatic impairment:\nBenzocaine product labeling does not provide specific recommendations for adjusting dosage in adults with hepatic impairment.\n\nRenal impairment:\nBenzocaine product labeling does not provide specific recommendations for adjusting dosage in adults with kidney impairment.\n\nPregnancy considerations:\nAccording to the FDA, benzocaine is classified as cautionary (Category C) during pregnancy. In contrast, lidocaine and prilocaine carry a safe designation (Category B) and are suitable for use as topical anesthetics during pregnancy.\n[12]\n\nBreastfeeding considerations:\nAlthough there is no dedicated research on the impact of topical benzocaine during breastfeeding, its influence on the breastfed infant is deemed minimal when applied away from the breast. However, it is crucial to refrain from directly applying benzocaine to the breast or nipple during breastfeeding. Ingestion of the drug during nursing may pose a risk, as benzocaine has been associated with severe methemoglobinemia in children younger than 2 years of age. Thus, it is advisable to avoid applying benzocaine near the infant during breastfeeding.\n[8]\n\nPediatric patients:\nA retrospective study analyzed pediatric exposures to topical benzocaine reported to a statewide poison control system from 2004 to 2014. Benzocaine, a local anesthetic found in teething gels and other preparations, can lead to methemoglobinemia in high concentrations, resulting in adverse effects. The majority of cases involved accidental ingestions by children under 4 years old. Although most exposures resulted in minor or no effects, some cases required treatment with methylene blue and admission to critical care units. The study emphasizes the potential risks associated with the widespread use of topical benzocaine in pediatric populations, urging better education for caregivers and potential regulatory measures to enhance safety.\n[13]\nThe FDA has issued a stringent warning against the use of over-the-counter oral products containing benzocaine for infants and children younger than 2 due to substantial risks and limited benefits, particularly in teething situations. Dental care formulations containing benzocaine may lead to life-threatening methemoglobinemia.\n[14]\n[15]\n\nOlder patients:\nOlder adults, along with patients with bronchitis, asthma, emphysema, and heart disease, are at greater risk for complications related to methemoglobinemia.",
    "adverse_effects": "Benzocaine is relatively safe and low-risk when applied topically. However, 1 of the more life-threatening adverse effects is methemoglobinemia, which is characterized by cyanosis, hypoxia, and dyspnea that do not improve with oxygen administration. This effect occurs due to benzocaine's ability to metabolize into nitrobenzene, which reduces hemoglobin's oxygen-binding capacity by oxidizing iron (Fe\n2+\nto Fe\n3+\n). Other adverse effects include hypotension, bradycardia, cardiac arrest, convulsions, drowsiness, dizziness, edema, and allergic reactions.\n[16]\n[17]\n[18]\nBenzocaine topical spray is dosed for ages 12 and older as needed, a maximum of 4 times daily. A case involving a 14-year-old transgender male revealed vulvar changes and labial enlargement attributed to chronic use of a topical product containing benzocaine. This underscores the potential risks associated with off-the-shelf products and emphasizes the need for healthcare providers to inquire about such product use in adolescents with vulvovaginal concerns.\n[19]\nBenzocaine is featured in the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) List due to the associated risk of methemoglobinemia. Avoiding benzocaine use in infants, especially for conditions like teething or pharyngitis.\n[20]\n\nDrug-Drug Interactions\n\nDapsone:\nSimultaneous use of benzocaine and dapsone can increase the risk of methemoglobinemia. A case report underscores the significance of recognizing dapsone-induced methemoglobinemia in a post-small bowel transplant patient, emphasizing the importance of awareness regarding potential interactions in the growing population of post-organ transplant patients undergoing surgery.\n[21]\n\nNitrate derivatives:\nConcurrent use of nitrate derivatives with benzocaine can lead to methemoglobinemia.\n[22]",
    "monitoring": "The World Federation of Societies of Anesthesiologists (WFSA) recommends continuous ECG in evaluating cardiac function and consistently monitoring blood pressure and pulse oximetry for proper tissue oxygenation in the body. Assessing carbon dioxide levels in the body is vital to prevent neurological adverse effects. Intermittent monitoring of urine output (renal function) is essential in determining the proper clearance of benzocaine out of the body. In addition, a routine CBC is necessary to evaluate for any hemolysis in cases of suspected underlying methemoglobinemia.\n[29]",
    "toxicity": "Signs and Symptoms of Overdose\n\nElevated methemoglobin levels above 10% can result in unexplained cyanosis. Within the range of 15% to 35%, symptoms like headache, tachycardia, dyspnea, and tachypnea may emerge. Further elevation leads to central nervous system manifestations, including confusion, coma, seizures, and apnea. Fatality is associated with methemoglobin levels surpassing 70%.\n\nManagement of Overdose\n\nIf the clinical staff suspects early signs of toxic methemoglobinemia in a patient after the use of benzocaine, supplemental oxygen and IV administration of a 1% solution of methylene blue are the recommended treatment. The dose is repeatable if no clinical improvement has occurred within the first hour of administration. Caution is necessary if administering a dosage greater than 7 mg/kg; this can worsen symptoms of methemoglobinemia. Ascorbic acid can also be given for suspected methemoglobinemia but has a slower action compared to methylene blue.\n[30]\n[31]\nWhen used in a pain control regimen, 1 of the rarer life-threatening complications of benzocaine toxicity is local anesthetic systemic toxicity syndrome (LAST). Several case studies have shown that the fundamental mechanism of LAST depends on several factors, causing an overall decreased function in the cardiovascular and central nervous systems. These may include cardiac arrest or bradycardia, severe hypotension, and cardiac arrhythmias.\n[32]\nToxicity symptoms may also involve convulsive syncope and seizures in patients after using local anesthetics, especially in the older adult population. Several case study analyses suggest prompt use of lipid emulsion therapy (20%) when there is suspicion of a seizure or a cardiovascular event in the patient. If a seizure due to benzocaine toxicity is suspected, the first step is airway management, followed by controlling the seizure and stabilizing hemodynamics.\n[33]"
  }
}