{
  "drug_name": "benzbromarone",
  "nbk_id": "NBK459218",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459218/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Hyperuricemia is defined as an elevated serum uric acid level, usually greater than 6 mg/dL in women and 7 mg/dL in men. Elevated serum uric acid is present in an estimated 38 million Americans, and the incidence is increasing worldwide as developing countries adopt more Western diets and lifestyles. Most people with this condition will not have obvious clinical manifestations, however, it is unclear what the long-term effects of hyperuricemia are on overall cardiovascular health, renal function, and overall morbidity.\n[1]\nHyperuricemia results from increased uric acid production, decreased excretion, or a combination of both processes.\n\nDietary purines are responsible for about one-third of the body's daily serum uric acid production; the rest is synthesized from endogenous sources. Elevated uric acid can also be seen with accelerated purine degradation in high cell turnover states (eg, hemolysis, rhabdomyolysis, tumor lysis) and decreased excretion (eg, genetic disorders, renal insufficiency, metabolic syndrome). About two-thirds of uric acid is excreted through the kidney and one-third through the gastrointestinal (GI) tract. However, these proportions can change depending on medications or dysfunction in the renal or GI systems.\n\nMost people with hyperuricemia are asymptomatic (85% to 90%), but elevated uric acid levels in the blood or urine can lead to gout or nephrolithiasis. Hyperuricemia and hyperuricosuria have also been linked with other disorders such as metabolic syndrome, diabetes mellitus, cardiovascular disease, hypertension, atherosclerosis, obesity, and chronic renal disease.\n[2]\n[3]\n[4]\n[5]\n[6]",
    "mechanism": "Uric Acid Overproduction\n\nPurine-rich diet: alcohol (especially beer); bacon; beef; lamb; turkey; veal; venison; organ meats; and certain fish and shellfish (anchovies, cod, tuna, sardines, herring, mussels, shrimp, lobster, codfish, scallops, trout, and haddock)\nFructose causes hyperuricemia as its hepatic metabolism through the aldolase reductase pathway produces uric acid. High-fructose corn syrup and full-sugar sodas are especially harmful and are associated with obesity in children and adolescents.\n[7]\n[8]\n\nErrors of purine metabolism: hypoxanthine-guanine phosphoribosyltransferase (HPRT or HGPRT) deficiency, phosphoribosylpyrophosphate (PRPP) synthetase overactivity.\nHigh cell breakdown or turnover: lymphoproliferative diseases, myeloproliferative disease, polycythemia vera, Paget disease, psoriasis, tumor lysis, hemolysis, rhabdomyolysis, extreme exercise, chemotherapy.\n\nDecreased Uric Acid Excretion\n\nAcute or chronic kidney disease, acidosis (eg, lactic acidosis, ketoacidosis), hypovolemia, medication/toxins (diuretics, niacin, pyrazinamide, ethambutol, cyclosporine, beryllium, salicylates, lead, alcohol), sarcoidosis, hyperparathyroidism, hypothyroidism, Bartter syndrome, Down syndrome.\n[9]\n\nDiuretic-induced Hyperuricemia\n\nThiazide and loop diuretics tend to cause a dose-dependent type of hyperuricemia and possibly even gout.\n[10]\n[11]\n[12]\nThey tend to increase renal uric acid reabsorption either directly or indirectly through volume depletion.\n[10]\n[12]\n[13]\n[14]\n\nThe net increase in relative risk of gout by diuretics is almost 80%.\n[15]\n\nAn alternate or concurrent antihypertensive, including an angiotensin II receptor blocker (especially losartan) or an angiotensin-converting enzyme inhibitor, is recommended in patients with gout flares.\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n\nMost patients with diuretic-induced gout are treated with a xanthine oxidase inhibitor, such as allopurinol. However, if the patient is asymptomatic, no treatment is needed.",
    "monitoring": "Laboratory Studies\n\nElevated serum uric acid—normal values are typically less than 6.8 mg/dL and may vary by gender. Readings of 8 mg/dL or more are diagnostic of hyperuricemia.\n\nIf nephrolithiasis is present, urinalysis may show microscopic hematuria, uric acid crystals, and low urinary pH (<5.5).\n\nA 24-hour urine uric acid collection should be optimally less than 600 mg/day on a low-purine diet. A level greater than 800 mg/d identifies hyperuricosuria but does not designate whether the cause is related to increased production or decreased excretion of uric acid.\n\nOther studies include a complete blood count (CBC) with differential, CMP, lipid profile, HgA1c, calcium, and phosphate levels. These laboratory studies are useful in assessing underlying diseases such as malignancy, sickle cell disease, diabetes, and metabolic syndrome.\n\nConsider joint x-rays to evaluate any unexplained swelling; however, x-ray findings are not required to diagnose gout.\n\nRenal ultrasounds or noncontrast CT scans are indicated in patients with suspected uric acid nephrolithiasis. The use of IV contrast can obscure the presence of stones.\n\nProcedures\n\nConsider joint aspiration to evaluate for uric acid crystals, which are needle-shaped and negatively birefringent under polarized microscopy.",
    "administration": "Most patients with hyperuricemia are asymptomatic and do not need medical therapy, except for patients undergoing cytolytic therapy for malignancy to prevent tumor lysis syndrome.\n[45]\n[46]\n[47]\n[48]\nThis recommendation is based on the cost of unnecessary medications and the potential for adverse effects, which generally outweigh the benefit of starting medication in asymptomatic patients.\n\nThe American College of Rheumatology recommends that patients with 2 or more gout attacks a year should be treated, but a lower threshold can be used based on the severity of the gout flares and patient preference.\n[49]\nOther indications for treatment include gouty bone erosion, structural joint injury, polyarticular disease, hyperuricosuric nephrolithiasis, and tophi.\n\nColchicine\nis frequently used to treat acute gout.\n[50]\n[51]\nIt binds the tubulin protein, preventing microtubule formation and polymerization. It also has anti-inflammatory and anti-fibrotic effects.\n[52]\nSee our companion StatPearls reference article on \"Colchicine.\"\n[50]\nPatients starting uric acid lowering therapy should be considered for prophylactic colchicine to minimize the risk of an acute gouty flare. Slowly introducing hyperuricemia medications can also decrease the risk of gout flare attacks.\n[53]\n\nThere are three types of uric acid-lowering medications: uricosuric agents, xanthine oxidase inhibitors, and recombinant uricases. Among these, only five are FDA-approved for use in the US: allopurinol, febuxostat, probenecid, rasburicase, and pegloticase.\n\nUricosuric agents\nwork by increasing the renal and urinary excretion of uric acid. Normally, 10% of filtered uric acid is excreted in the urine. Uricosuric agents work by inhibiting the URAT1 anion-exchanging uric acid transporter system in the brush border of renal proximal tubular cells.\n[54]\nThis causes increased urinary excretion with a corresponding drop in serum uric acid levels. These agents are not generally suitable for patients with hyperuricosuric nephrolithiasis and are most useful when urinary uric acid is less than 800 mg daily.\n\nLosartan, atorvastatin, and fenofibrate have mild uricosuric effects and can be considered adjunctive agents in patients with hypertension (losartan) or hyperlipidemia (atorvastatin, fenofibrate).\n[16]\n[55]\n[56]\n\nProbenecid\ninhibits URAT1 and several other anion transporters, increasing renal uric acid excretion by reducing reabsorption.\n[57]\nIt is typically used as second-line therapy for gout as it is considered less potent than other uric acid-lowering medications.\n[58]\nProbenecid can be used in patients who cannot tolerate xanthine oxidase inhibitors and is often used with colchicine for gout prophylaxis. It has many drug interactions limiting its clinical use.\n[58]\n[59]\nProbenecid can also increase the incidence of uric acid nephrolithiasis, so this should be closely monitored. It is also relatively contraindicated in patients with grade 3 or higher CKD.\n\nBenzbromarone\nis a URAT1 inhibitor type uricosuric drug used for gout and hyperuricemia in some countries but was unapproved in the US and Europe due to hepatotoxicity.\n[60]\n[61]\nWhile it is a potent URAT1 inhibitor and a more effective uricosuric agent than probenecid, it has low selectivity.\n[60]\n[62]\n\nDotinurad\nis a highly selective URAT1 inhibitor and effective uricosuric agent available only in Japan that appears to be equivalent to benzbromarone and febuxostat in overall uric acid-lowering ability.\n[63]\n[64]\n[65]\n[66]\n[67]\nIt is being evaluated for possible approval in the US and Europe.\n\nLesinurad\nis another uricosuric URAT1 inhibito\nr\ndrug that significantly increases urinary uric acid excretion, thereby substantially lowering serum uric acid levels.\n[68]\n[69]\n[70]\nThe manufacturers discontinued production of this drug in 2019 due to business considerations and concern for profit margins.\n\nXanthine oxidase inhibitors\nblock the hepatic oxidation of xanthine to uric acid.\n[71]\nXanthine does not cause gout, is non-toxic until very high concentrations, and is much more soluble in urine than uric acid.\n[71]\nSee our companion StatPearls reference article on \"Biochemistry, Xanthine Oxidase.\"\n[72]\n\nAllopurinol\nis a purine-based structural analog of hypoxanthine that acts as a xanthine oxidase inhibitor.\n[73]\nIt is the preferred agent for patients with symptomatic hyperuricemia, gout, and hyperuricosuric nephrolithiasis.\n[71]\nIt is also used as prophylaxis against gouty arthritis and chemotherapy-related hyperuricemia. It is effective and inexpensive, but treatment usually is lifelong. Compared to febuxostat, allopurinol appears to offer superior renal protection.\n[74]\nFor tumor lysis syndrome prophylaxis, allopurinol should be started two or three days before initiating chemotherapy and continued for up to a week after the chemotherapy course.\n[71]\nSee our companion StatPearls reference article on \"Allopurinol.\"\n[71]\nThe overall use of allopurinol is suboptimal, as many patients with gout either do not receive long-term treatment or are significantly underdosed.\n[75]\n\nAllergic reactions to allopurinol have been reported in up to 25% of patients. Such reactions include rashes, itching, hives, and blistering skin.\n[76]\n[77]\nAllopurinol hypersensitivity syndrome, a much more severe allergic reaction, presents with Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme, exfoliative dermatitis, renal failure, hepatic injury, and eosinophilia.\n[78]\nThe risk is 1:1,000 patients, and the reported mortality is 20% to 25%.\n[59]\nIndividuals of Han Chinese, Thai, and Korean ethnicity and African Americans have a much greater risk of a specific genetic predisposition (\nHLA-B*58:01\nallele) for this hypersensitivity response.\n[79]\nGenetic testing for\nHLA-B*58:01\nshould be considered for individuals of these ethnic groups before starting allopurinol therapy.\n[79]\nPatients with pre-existing renal failure are also at higher risk of developing allopurinol hypersensitivity syndrome.\n[78]\n[80]\nThis can be minimized by starting patients on a very low dose of <50 mg (<1.5 mg per mL/min of creatinine clearance) and titrating it upwards very gradually (such as every two to four weeks).\n[80]\n\nFebuxostat\nis a non-purine-based xanthine oxidase inhibitor primarily used for patients who fail or cannot tolerate allopurinol. At standard dosages, febuxostat appears to have superior uric acid lowering ability than allopurinol and can be used in patients with a creatinine clearance as low as 15 mL/min.\n[81]\nHowever, compared to allopurinol, patients on febuxostat demonstrated a 34% higher risk of cardiovascular mortality and 22% higher overall mortality, prompting the FDA to issue a limited-use recommendation in 2019.\n[82]\nSee our companion StatPearls reference article on \"Febuxostat.\"\n[83]\n\nTopiroxostat\nis a xanthine oxidase inhibitor that, unlike allopurinol and febuxostat, is a non-purine agent. It is currently only approved for use in Japan. Unlike allopurinol, topiroxostat is unaffected by renal failure and can be used effectively in patients with chronic kidney disease. It was first approved for use in Japan in 2013. A post-marketing study of almost 4,500 patients over 5 years demonstrated efficacy and safety with no significant adverse drug reactions.\n[84]\n\nRecombinant uricase drugs\nare intended for chronic gout inadequately controlled by xanthine oxidase inhibitors or uricosuric agents alone. It is estimated that about 2% of all patients with gout may be refractory to standard therapy.\n[85]\nSuch patients either have intractable hyperuricemia, two or more gout attacks while on therapy, or persistent subcutaneous tophi unresponsive to maximum dosages of conventional therapy.\n[86]\n\nUricase drugs work by enzymatically converting uric acid to the water-soluble, non-toxic, purine metabolite allantoin, which is then readily excreted by the kidneys.\n[87]\nOther than humans and higher primates, most mammals naturally produce uricase and have much lower normal uric acid. Recombinant uricase drugs do not interfere with uric acid production or change its excretion. They are very effective in lowering uric acid in serum and urine.\n\nRasburicase\nwas the first recombinant uricase to treat significant hyperuricemia from tumor lysis syndrome.\n[36]\nIt was FDA-approved in 2002 for temporarily managing hyperuricemia in cancer patients with leukemia, lymphoma, and solid malignant lesions receiving chemotherapy likely to cause tumor lysis syndrome that would otherwise cause extremely high serum uric acid levels.\n[36]\n\nIt works quickly (within 4 hours). It effectively controls uric acid levels in tumor lysis syndrome and avoids hemodialysis. Still, it is expensive, has a short half-life of 16 to 21 hours, and promotes the rapid development of antibodies to the drug.\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\nSee our companion StatPearls reference article on \"Tumor Lysis Syndrome.\"\n[94]\n\nPegloticase\nis a recombinant uricase (uric acid oxidase) that was FDA-approved in 2010 for chronic gout refractory to standard therapy.\n[87]\n[95]\n(Its marketing authorization was discontinued in the European Union in 2016 due to business and commercial reasons.)\n\nTo decrease immune reactivity and extend the half-life, an inert polyethylene glycol (PEG) was chemically attached to the rasburicase enzyme, making it \"pegylated\" and leading to pegloticase.\n[85]\n[96]\n[97]\n[98]\nThe half-life is longer than rasburicase at 8.5 days but remains highly immunogenic, requiring concomitant methotrexate as an immunosuppressive.\n[85]\n\nPegloticase was created using a genetically altered variant of E. coli. Effectiveness was demonstrated in two multinational, six-month, randomized, double-blinded, placebo-controlled trials.\n[99]\n[100]\nIn addition to significantly lowering serum uric acid levels, pegloticase has been shown to shrink and resolve tophi, decrease joint pain, improve swelling, and even significantly reduce blood pressure in hyperuricemic patients without affecting kidney function.\n[85]\n[100]\n\nPatients on pegloticase can develop infusion reactions and antidrug antibodies that reduce its effectiveness.\n[85]\nThese side effects can be eliminated by stopping the medication when it starts to lose efficacy or at the start of an adverse reaction, as well as by using immunosuppressive drugs such as methotrexate.\n[85]\n[101]\n\nThe combination of pegloticase with methotrexate showed markedly increased response over pegloticase alone (71% vs. 38.5%) with similar adverse effects and much lower rates of infusion reactions and antidrug antibody production.\n[95]\n[101]\n[102]\nGout flares are common (88%) when initiating pegloticase therapy.\n[100]\nPegloticase is costly, and anaphylaxis has been reported.\n\nFolic acid supplementation should be started at least four weeks before beginning therapy. Other uric acid-lowering medications should be discontinued before starting pegloticase. Before every infusion, uric acid serum levels should be monitored, and patients should be premedicated with antihistamines and corticosteroids.\n[95]\nIt is contraindicated in patients with glucose-6-phosphate deficiency and is not recommended for asymptomatic patients.\n[95]\nSee our companion StatPearls reference article on \"Pegloticase.\"\n[95]\n\nTreatment Summary\n\nAllopurinol is the preferred initial treatment for hyperuricemia. If this is ineffective or not tolerated, then febuxostat is recommended. Dosage is adjusted until optimal serum (<6 mg/dL) or 24-hour urine (<600 mg/day) uric acid levels are achieved.\n[71]\n[103]\n[104]\n\nFebuxostat is recommended if allopurinol is not well tolerated, ineffective, or if there is a genetic risk of allopurinol hypersensitivity syndrome.\n\nIn uric acid urolithiasis, treatment primarily reduces urinary acidity (to pH >6.5) with potassium citrate or sodium bicarbonate rather than just reducing hyperuricosuria.\n[103]\nIncreasing urinary volume is also recommended. See our companion StatPearls reference article on \"Uric Acid Nephrolithiasis\" and \"Hyperuricosuria.\"\n[103]\n[105]\n\nIn hyperuricosuric calcium nephrolithiasis, treatment is focused on optimizing urinary citrate with potassium citrate (urinary citrate goal is 500-600 mg/day) and reducing uric acid urinary excretion (usually with allopurinol).\n[104]\n[106]\n\nProbenecid with or without colchicine can be used for gout prophylaxis but is not recommended for patients with uric acid nephrolithiasis or hyperuricosuria (>800 mg urinary uric acid/24 hours).\n\nPegloticase can be used for otherwise intractable, symptomatic hyperuricemia in patients with ineffective or intolerable alternative treatments.\n[95]\n\nRasburicase is recommended for temporary use in acute hyperuricemia due to tumor lysis syndrome but not for gout.\n[36]",
    "adverse_effects": "Hyperuricemia primarily is known to have complications related to nephrolithiasis and gout. Some of the potential side effects include:\n\nBone loss\nChronic kidney disease\nGout\nHypertension\nJoint damage and deformity\nTophi deposits\nLoss of mobility\nNephrolithiasis (uric acid and calcium oxalate)\nRestricted range of motion\nSkin rashes\nAllopurinol sensitivity syndrome"
  }
}