{
  "drug_name": "benzoyl peroxide",
  "nbk_id": "NBK537220",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537220/",
  "scraped_at": "2026-01-11T15:23:48",
  "sections": {
    "indications": "Patients who present with a known history of hypersensitivity to benzoyl peroxide should not use benzoyl peroxide products. Patients with hypersensitivity to cinnamon and other benzoic acid derivatives should be cautious when using benzoyl peroxide, as cross-reactivity may occur.\n[25]\n\nWarning and Precautions\n\nBenzoyl peroxide is not indicated for use around the eyes, nose, mouth, mucous membranes, and open skin, as it may cause severe irritation. For mucous membrane or ocular contact, thoroughly rinse affected areas with water for a minimum of 15 minutes. Patients should minimize UV exposure and apply sunscreen to reduce the risk of developing phototoxicity and skin irritation.\n[20]\n\nSome formulations of benzoyl peroxide may include high concentrations of propylene glycol or dimethyl sulfoxide, both of which have been associated with an increased risk of adverse events.\n[26]\nPropylene glycol, when used in high doses or for prolonged periods, can lead to toxicity. Clinical features of propylene glycol toxicity in children may include seizures, central nervous system (CNS) toxicity, cardiac arrhythmia, hyperosmolarity, agitation, hemolysis, and lactic acidosis.\n[26]\n[27]",
    "mechanism": "Topical benzoyl peroxide demonstrates bactericidal effects against\nCutibacterium acnes,\na key component of acne vulgaris.\n[1]\n[2]\nFollowing absorption through the skin, benzoyl peroxide undergoes conversion into benzoic acid. Around 5% of the benzoic acid is absorbed systemically and then excreted by the renal system. The remaining benzoic acid is metabolized by cysteine in the skin, releasing active free-radical oxygen species and oxidizing bacterial proteins.\n[10]\nImprovement of acne vulgaris occurs by reducing lipids, free fatty acids, and\nP. acnes\n.\n\nAfter applying 10% benzoyl peroxide daily for 2 weeks, the amount of\nP. acnes\nin hair follicles decreased by 98%, and the amount of free fatty acids decreased by 50%, comparable to results obtained after 4 weeks of antibiotic therapy.\n[11]\nTopical benzoyl peroxide also has mild sebostatic effects, contributing to its keratolytic activity and efficacy in treating comedonal acne.\n[1]\nBenzoyl peroxide effectively treats cutaneous ulcers through stimulation of healthy production of granulation tissue and rapid ingrowth of epithelium.\n[12]\n\nPharmacokinetics\n\nAbsorption:\nIn vitro studies using excised human skin and in vivo studies on rhesus monkeys demonstrate that benzoyl peroxide penetrates the skin layers and is converted to benzoic acid. Using formulations containing lower concentrations of benzoyl peroxide (2.5%) can minimize skin irritation, improving tolerability and treatment outcomes.\n[13]\n\nDistribution:\nThe radiolabelled dose thoroughly penetrates the skin and recovers as benzoic acid. The dose in the skin is approximately half benzoic acid and half benzoyl peroxide.\n\nMetabolism:\nThe peroxide bond of benzoyl peroxide is cleaved to form 2 benzoyloxy radicals. Benzoic acid is a significant metabolite of benzoyl peroxide.\n\nElimination:\nBenzoic acid, the metabolite of benzoyl peroxide, is eliminated in the urine. Data regarding fecal elimination is not readily available.",
    "administration": "Available Dosage Forms and Strengths\n\nBenzoyl peroxide is commercially available in 2.5%, 5%, and 10% concentrations, both over-the-counter and prescription formulations. These products include lotions, creams, gels, foams, solutions, cleansing bars, lotions, cloths, pads, masks, and shaving creams. Benzoyl peroxide is also available in formulations such as benzoyl peroxide and clindamycin, benzoyl peroxide and erythromycin, benzoyl peroxide and adapalene, benzoyl peroxide and tretinoin, benzoyl peroxide and hydrocortisone, and benzoyl peroxide, clindamycin, and adapalene. Every vehicle application comes with instructions outlining the recommended frequency of use.\n\nAdult Dosage\n\nCleansing bars and washes are used 1 to 3 times a day, whereas mask application is a thin layer left on for 15 to 25 minutes once a week.\n[14]\nStudies have shown that to treat acne vulgaris, the combination formulations containing benzoyl peroxide, adapalene, and topical antibiotics are more effective than either medication used alone.\n[15]\n[16]\nCombination preparations with erythromycin or clindamycin are applied twice daily, whereas combination preparations with adapalene are applied once daily.\n[14]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo dosage adjustments for hepatic impairment are specified in the product labeling for benzoyl peroxide.\n\nRenal impairment:\nNo dosage adjustments are provided for renal impairment in benzoyl peroxide's product labeling.\n\nPregnancy considerations:\nThe FDA classifies benzoyl peroxide as pregnancy risk category C. The effects of benzoyl peroxide on reproductive health and fetal health are unknown. However, because of its minimal systemic absorption, topical application of benzoyl peroxide is generally considered safe during pregnancy. Applying 5% benzoyl peroxide twice daily is considered a safe acne treatment throughout all stages of pregnancy. Despite limited research, its perceived low risk is attributed to minimal systemic absorption and quick renal excretion.\n[17]\n[18]\n\nBreastfeeding considerations:\nThere is insufficient data on using benzoyl peroxide while breastfeeding. Because of its low rate of systemic absorption, minimal risk to the infant is likely, and the topical use of benzoyl peroxide is generally considered safe while breastfeeding, as long as its application is not where the infant would have direct contact during breastfeeding or close skin-on-skin contact.\n[17]\n\nPediatric patients:\nLittle data supports benzoyl peroxide's clinical safety and efficacy when used in children. Because of its minimal systemic absorption, topical benzoyl peroxide is generally considered safe in the pediatric population.\n[19]\n\nOlder patients:\nNo dosage adjustments for older patients are provided in the product labeling.",
    "adverse_effects": "The most common adverse effect of benzoyl peroxide is its bleaching quality, potentially causing the discoloration of colored fabrics and hair bleaching. At higher concentrations, topical benzoyl peroxide causes mild dryness, erythema, and scaling.\n[20]\nThere are also case reports of contact dermatitis in a small percentage of patients, which should arouse suspicion in patients who develop marked erythema and irritation at the treatment site. In such instances, the prudent course of action is stopping benzoyl peroxide.\n\nDrug-Drug Interactions\n\nPatients should avoid concomitant use of topical sulfone products (eg, dapsone) with topical benzoyl peroxide as it reportedly causes skin and facial hair yellowing.\n[21]\nPatients should avoid concomitant use of topical hydroquinone with topical benzoyl peroxide as it may result in increased skin irritation and transient staining of the epidermis.\n[22]\nConcomitant use of oral isotretinoin with topical benzoyl peroxide has been reported to result in increased skin irritation and dryness.\n[23]\nPatients should avoid concurrent application of topical benzoyl peroxide with topical tretinoin as it decreases tretinoin's efficacy. Unlike tretinoin, adapalene is resistant to oxidation by benzoyl peroxide and is an acceptable combination product.\n[2]\nConcomitant use of topical anesthetics with topical benzoyl peroxide reportedly decreases the efficacy of anesthetics. For optimal results, the recommendation is to thoroughly wash the treatment area before applying topical anesthetics.\n[24]",
    "monitoring": "No monitoring parameters were identified for benzoyl peroxide, and no routine tests are recommended. The development of contact dermatitis to benzoyl peroxide should be monitored, with discontinuation of the medication in patients who develop marked erythema and irritation with its use. Before using benzoyl peroxide, a test area should have a test treatment to monitor for tolerability and sensitivity.\n[20]\n[25]",
    "toxicity": "Topical benzoyl peroxide should not be taken by mouth; indications are strictly limited to topical use. In case of ingestion, patients should call 911, contact the poison control center (1-800-222-1222), or report to the nearest emergency department. There are no known antidotes for this medication."
  }
}