{
  "drug_name": "benzydamine",
  "nbk_id": "NBK578201",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK578201/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "The name \"lichen planus\" was coined by British dermatologist Erasmus Wilson in 1869.\n[1]\nThe term \"lichen\" originates from the Greek word\nleichen\n, referring to a moss, while\nplanus\nis Latin for \"flat.\" Lichen planus comprises a chronic inflammatory disease affecting the skin, hair follicles, nails, and mucosal surfaces, with predominant involvement of the skin and oral mucosa.\n[2]\n[3]\nThe oral variant, oral lichen planus (OLP), is a chronic condition characterized by periods of relapse and remission, requiring long-term symptomatic treatment and surveillance (see\nImage\n. Oral Lichen Planus). Approximately 15% of patients with OLP develop cutaneous lesions, and around 20% develop genital lesions.\n[4]\n\nCutaneous involvement is typically self-limiting and presents as violaceous, pruritic papules with overlying reticular white striae (Wickham striae), most commonly affecting the trunk or extremities, including the wrists and ankles.\n[5]\nGenital manifestations in women may include erythema, erosions, white reticulated plaques, labial resorption, or scarring.\n[6]\nIn men, lesions may appear as annular, papulosquamous plaques on the glans penis, occasionally associated with dysuria and dyspareunia.\n[7]\n\nEsophageal disease occurs in more than 1/4 of patients with OLP. Symptomatic individuals report dysphagia and odynophagia, with endoscopic examination revealing friable mucosa, white plaques, erythema, ulceration, erosions, or stricture formation.\n[8]\n[9]\n[10]",
    "mechanism": "The precise etiology of lichen planus is unknown. Multiple factors have been implicated in the pathogenesis of this condition, including genetic predisposition, microbial agents, allergies, psychological stress, intestinal disturbances, systemic diseases, and mucosal trauma from sharp teeth. Psychological stress is a significant trigger. Oral lesions frequently worsen during periods of heightened stress or depression, potentially due to elevated oxidative stress markers in oral mucosal cells, saliva, and serum. This increase in oxidative stress may amplify the local immunological response, aggravating existing lesions.\n\nAssociations between thyroid dysfunction and OLP have been reported, with elevated thyroid-stimulating hormone and reduced free thyroxine levels observed in affected individuals. These findings suggest that autoimmune thyroid disease may contribute to OLP pathogenesis. Studies have likewise identified a correlation between hepatitis C virus (HCV) infection and OLP.\n\nShifts in the oral microbiota have been associated with the onset of OLP, suggesting an interplay between microbial imbalance and immune dysregulation.\n[11]\nAlterations in the gut microbiota may compromise intestinal barrier integrity, permitting translocation of bacteria and their metabolites into the bloodstream, potentially activating T cells, and contributing to OLP pathogenesis.\n[12]\n[13]\nStudies examining the oral microbiome in OLP have demonstrated dysbiosis within lesions compared to adjacent mucosa. However, the precise role of these microbial changes remains unclear. Research has also explored the salivary mycobiome, in which fungal imbalance may modulate bacterial communities and host immune responses. Overall, the relationship between microbial shifts and immune dysregulation in OLP requires further investigation.\n\nHormonal fluctuations, particularly during menopause, appear to influence OLP development. Endocrine alterations, including changes in sex steroid hormone levels, have been observed in affected individuals. Elevated estrogen levels have been correlated with increased lesion severity.\n[14]\nThe specific contribution of hormonal variations to OLP pathogenesis remains uncertain, underscoring the need for further studies to clarify the complex interaction between hormones and disease expression.",
    "monitoring": "Correct diagnosis of OLP requires comprehensive history taking, detailed clinical examination, and histopathologic confirmation. In patients with the characteristic reticular form, clinical features alone may be sufficiently diagnostic. However, oral biopsy may still be considered to confirm the diagnosis and exclude dysplasia or malignancy.\n\nIn cases presenting with desquamative gingivitis, DIF is valuable for excluding autoimmune vesiculobullous disorders such as pemphigus and pemphigoid. Shaggy fibrinogen and complement deposition may be observed along the basement membrane zone, although this finding is not pathognomonic for OLP. Indirect immunofluorescence has limited diagnostic utility in evaluating this condition.",
    "administration": "Mild OLP is frequently asymptomatic. When discomfort occurs, topical corticosteroids constitute the 1st-line treatment. Analgesic mouthwashes such as benzydamine provide pain relief, particularly before meals. Corticosteroids may be applied as an adhesive gel or administered as a mouth rinse. Topical therapy is preferred because of its efficacy and lower risk of systemic adverse effects. Although triamcinolone acetonide gel is widely used, higher-potency corticosteroids such as clobetasol propionate demonstrate superior symptomatic relief.\n[33]\n\nPatients using topical gel should dry the oral mucosa before application and avoid eating or drinking for at least 30 minutes to ensure adequate mucosal contact. Dexamethasone mouth rinses are especially useful for patients with widespread or anatomically inaccessible lesions.\n[34]\n[35]\n\nIntralesional corticosteroid injections may be administered for persistent erosive OLP.\n[36]\nOropharyngeal candidiasis is one of the most common adverse effects of topical corticosteroids. Adjunctive topical or systemic antifungal therapy may be warranted when clinically indicated.\n[37]\n\nSystemic corticosteroids are reserved for recalcitrant OLP unresponsive to topical treatment, severe disease with extensive ulceration and erythema, or lichen planus with multisite extraoral involvement. Short courses of systemic corticosteroids may achieve rapid control of persistent lesions. Dosage and frequency should be tapered as lesions resolve or symptoms improve to minimize adverse effects.\n\nSecond-line therapies may be considered for recalcitrant OLP unresponsive to topical corticosteroids. Options include calcineurin inhibitors (eg, cyclosporine, tacrolimus), retinoids, and steroid-sparing agents such as azathioprine, hydroxychloroquine, or mycophenolate mofetil. Transient burning sensation is the most frequently reported adverse effect associated with retinoids and cyclosporine, often limiting use in patients with erosive OLP.\n[38]\n\nUse of newer calcineurin inhibitors, including tacrolimus, requires caution because of the U.S. Food and Drug Administration's black box warning citing a potential increased risk of squamous cell carcinoma and lymphoma. Retinoids are contraindicated in pregnancy owing to teratogenicity.\n[39]\nSteroid-sparing agents must be prescribed with care, as azathioprine carries a risk of bone marrow aplasia, and hydroxychloroquine is associated with retinal toxicity.",
    "adverse_effects": "The malignant potential of OLP remains a subject of debate. Reported rates of transformation to squamous cell carcinoma range from 0% to 12.5%, reflecting substantial variability in study inclusion and exclusion criteria.\n[49]\n[50]\n[51]\n[52]\n[53]\nMost cases of malignant transformation are reported in patients with atrophic or erosive OLP.\n\nA meta-analysis estimated the malignant transformation rate at 0.44%. Risk is increased in patients who smoke, consume alcohol, are seropositive for HCV, or present with the red subtypes of OLP.\n[54]\nDespite variability in reported rates, evidence consistently supports routine long-term follow-up for symptom management and surveillance for malignant change.\n\nSeveral molecular and cellular factors have been associated with malignant transformation in OLP. Overexpression of MMPs (MMP-1, MMP-2, and MMP-9) and the c-Myc protein, altered salivary cortisol and nitric oxide levels, and dysregulated interleukin expression have been implicated in disease progression. Viral agents, including HCV, human papillomavirus, and Epstein–Barr virus, along with environmental carcinogens such as tobacco and alcohol, act as cofactors. At the molecular level, alterations in p16, p21, p53, and mRNA26 may contribute to malignant transformation. Whether malignant transformation develops as an intrinsic consequence of OLP or is primarily driven by these associated risk factors remains debated.\n\nChronic inflammation, similar to that seen in colitis-associated cancer, is considered a key driver of malignant transformation in OLP.\n[55]\nInflammatory mediators can induce DNA damage, promote cell proliferation, inhibit apoptosis, and trigger protein alterations within oral epithelial cells."
  }
}