{
  "drug_name": "betahistine",
  "nbk_id": "NBK560594",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560594/",
  "scraped_at": "2026-01-11T15:23:57",
  "sections": {
    "indications": "Performing a tympanocentesis is not recommended in certain situations. Below are some contraindications to consider.\n\nUncooperative patient:\nUncooperative patients pose a contraindication to tympanocentesis, as the procedure requires absolute patient cooperation for safe execution.\n\nIntact tympanostomy tubes:\nTympanocentesis is contraindicated in patients with intact tympanostomy tubes.\n\nIntratympanic tumor:\nTympanocentesis is contraindicated in patients with intratympanic tumors such as globus tympanicum, facial neuroma, and meningioma, as it carries the risk of causing bleeding, facial paralysis, and cerebrospinal fluid leak, respectively.\n\nAcute otitis external:\nTympanocentesis is relatively contraindicated in cases of acute otitis externa due to the potential risk of introducing bacteria or fungi into the middle ear, as well as the challenge of visualizing the tympanic membrane caused by edema in the external auditory canal.\n\nVascular abnormalities:\nTympanocentesis is contraindicated in patients with vascular abnormalities, such as a high-riding jugular bulb, due to the associated risk of bleeding.\n\nSuboptimal visibility:\nTympanocentesis requires optimal visibility of critical landmarks for safe execution.",
    "clinical_significance": "Otitis media may be overdiagnosed, potentially resulting in the prescription of antibiotics for sterile middle ear effusions. This overdiagnosis contributes to increased antibiotic administration, elevating the risk of antibiotic resistance within the community.\n\nIn a study published in 2015 by Pichichero and Poole, pediatricians from Greece, Italy, South Africa, and the United States were compared, revealing a tendency to confuse otitis media with effusion with acute otitis media.\n[15]\nA 2010 study by Rogers et al demonstrated that it can be challenging for many clinicians, including otolaryngologists, to determine the presence of fluid in the middle ear space before tympanostomy.\n[16]\nPichichero also evaluated the diagnostic accuracy of tympanocentesis skills in a conference involving both pediatricians and otolaryngologists. The study revealed that 50% of pediatricians correctly diagnosed acute otitis media compared to otitis media with effusion. On the other hand, 73% of otolaryngologists achieved the same level of accuracy.\n[17]\nHowever, only 83% of pediatricians routinely performed tympanocentesis compared to 89% of otolaryngologists, indicating variations in cultural and practical preferences among respondents from different countries of origin.\n[18]\n\nAccording to a 2000 study by Pichichero, tympanocentesis is considered the gold standard for confirming otitis media. This procedure provides the ability to analyze fluid collected from the middle ear, identify microbes, and determine antimicrobial susceptibility. In addition, the procedure also considers various factors influencing the decision to perform the procedure instead of empirically treating for acute otitis media.\n[19]\n\nIn a 2004 survey among Canadian pediatricians and family physicians, only 4% of the participants had received training to perform tympanocentesis, and none had performed it by the time of the study. The paper also highlighted that most clinicians trained to perform tympanocentesis had completed medical school before 1970, suggesting that the procedure is no longer commonly taught to primary care clinicians.\n[20]\n\nIn 2002, Steinbach et al. reported that few pediatric and family medicine residency programs across the United States and Canada included tympanocentesis training in their curriculum. Current practice patterns in the West often lean toward empiric treatment of acute otitis media with antibiotics and adopt a watchful waiting approach for otitis media with effusion unless the patient is in the language-development years when the placement of pressure equalization tubes is common. Tympanocentesis is a valuable skill for the clinician practicing in an environment where antibiotic compliance and patient follow-up pose challenges. This procedure can direct or avoid antibiotic treatment, offering relief and helping to mitigate resistance patterns by preventing unnecessary over-prescribing of medications. In any clinical setting, it is advantageous for the clinician to be familiar with this technique to effectively address the conditions of their patients who are refractory to treatment or develop SSNHL.\n[21]"
  }
}