{
  "drug_name": "betamethasone valerate 0.1%",
  "nbk_id": "NBK532940",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK532940/",
  "scraped_at": "2026-01-11T15:23:58",
  "sections": {
    "indications": "Topical corticosteroids are contraindicated for bacterial infections as their anti-inflammatory and vasoconstrictive effect will mask the infection, ultimately delaying diagnosis and treatment. Topical steroids should also be avoided in impetigo, furuncles and carbuncles, cellulitis, erysipelas, lymphangitis, and erythrasma. Relative contraindications include candida and dermatophytes.\n[33]\nThe immunosuppressive effects may result in persistent fungal infections that can be identified as tinea incognito, which is significant for increased spread and inflammation with pustule formation.\n[20]\n\nWarning and Precautions\n\nMisuse and withdrawal:\nTopical corticosteroid withdrawal is a poorly characterized condition arising from chronic misuse of topical steroids, particularly among those using them for cosmetic purposes. Symptoms include erythema, itchiness, and burning, with secondary lesions like scales commonly observed. This is an infrequent phenomenon; patient education is still necessary.\n[34]\n\nEndocrine adverse effects:\nTopical corticosteroids, especially those of higher potency, can suppress the HPA axis due to systemic absorption. Patients using these steroids may need periodic evaluations for adrenal suppression. Factors like prolonged use, large application areas, and use on altered skin barriers increase the risk. If adrenal insufficiency occurs, systemic corticosteroids may be required, but HPA axis function usually recovers once the topical steroid is discontinued. Additionally, systemic absorption can lead to conditions like Cushing syndrome, hyperglycemia, and unmasking of diabetes. Using multiple corticosteroid-containing products may elevate the risk of systemic exposure. Pediatric patients are particularly vulnerable to systemic toxicity from topical corticosteroids.\n\nLocal adverse reactions:\nLocal reactions are common with prolonged use, occlusion, or higher-potency steroids. These can include skin thinning, striae, telangiectasias, itching, acneiform eruptions, folliculitis, hypertrichosis, perioral dermatitis, hypopigmentation, secondary infections, and miliaria.\n\nAllergic contact dermatitis:\nAllergic contact dermatitis due to corticosteroids is typically diagnosed when a patient's condition fails to improve. Patch testing can confirm the diagnosis. If irritation occurs, discontinuing the corticosteroid and starting appropriate therapy is recommended.\n\nConcomitant skin infections:\nIf skin infections develop or are present during treatment, topical corticosteroids should be stopped until the disease is adequately treated with antifungal or antibacterial agents.",
    "mechanism": "The mechanism of action of topical corticosteroids is extensive, involving anti-inflammatory, anti-mitotic, and immunosuppressive properties.\n[14]\n\nThe anti-inflammatory effects of topical corticosteroids include vasoconstriction, inhibition of phospholipase A2 release, and a direct inhibitory action on DNA and inflammatory transcription factors.\n[14]\n[15]\nVasoconstriction of the blood vessels within the upper dermis decreases the number of inflammatory mediators delivered to the region.\n[14]\nThe anti-inflammatory effect is also attributed to the synthesis of lipocortin, which inhibits phospholipase A2, thereby reducing the production of prostaglandins and leukotrienes.\n[15]\nTopical corticosteroids also act directly at the DNA level to increase the expression of anti-inflammatory genes and indirectly inhibit inflammatory transcription factors, such as NF-kB, to decrease the expression of pro-inflammatory genes.\n[14]\n\nThe anti-mitotic effect of topical corticosteroids plays a major role in psoriasis; it is proposed that this decrease in epidermal mitosis is secondary to an increase in lipocortin, an endogenous glucocorticoid-regulated protein. An anti-mitotic effect is also present in the dermis, inhibiting cell proliferation and collagen synthesis.\n[16]\n[17]\n\nThe immunosuppressive effects of topical corticosteroids involve inhibiting humoral factors in the inflammatory response and suppressing all immune cells' maturation, differentiation, and proliferation.\n[16]\n\nPharmacokinetics\n\nAbsorption:\nSeveral factors, including the formulation, the epidermal barrier, and occlusive dressings, influence the percutaneous absorption of topical corticosteroids. Topical corticosteroids can be absorbed through intact skin, with inflammation increasing absorption. The application of occlusive dressings significantly enhances absorption.\n\nDistribution:\nCorticosteroids bind to plasma proteins to varying extents.\n\nMetabolism:\nCorticosteroids are primarily metabolized in the liver. The conversion of topical corticosteroids in the skin can be adjusted to enhance their potency. For instance, halogenation, as seen in clobetasol, helps prevent de-esterification, allowing the steroid to remain active for longer.\n[18]\n\nElimination:\nThe steroids are excreted mainly by the kidneys, and some metabolites are also eliminated through the bile.",
    "administration": "Available Dosage Forms\n\nTopical corticosteroids are administered topically; however, successful administration depends upon obtaining an accurate diagnosis, choosing the correct drug, selecting the appropriate vehicle and potency, and the frequency of application.\n[1]\nThe vehicle is the carrier of the drug. The vehicle selection depends on the region affected and the type of lesion present. Various vehicles also hydrate the skin and increase absorption. The vehicle options are listed below.\n[19]\n\nOintments:\nOintments are used for thick hyperkeratotic lesions, as they are the most effective vehicle due to their occlusive nature. However, they should not be applied to hairy areas, which may lead to folliculitis.\nCreams:\nCreams are less potent than ointment but cosmetically more appealing since they leave no residue; the drying, non-occlusive nature leads to their administration for acute exudative inflammation and dermatitis within the intertriginous areas.\n[1]\nLotions:\nLotions are less occlusive and greasy and work well in hair-bearing regions.\nGels:\nSimilar to lotions, gels are less greasy and occlusive, making them suitable for hair-bearing areas. They are particularly beneficial for the scalp as they do not lead to hair matting like other products.\nFoams:\nFoams are highly effective for steroid delivery to the scalp but are costly.\n[20]\n\nStrength, Classification, and Administration\n\nThe potency of topical corticosteroids refers to the amount of medication required to achieve the desired therapeutic effect. The gold standard for determining potency is the vasoconstrictor assay, which measures vasoconstrictive properties based on cutaneous vasoconstriction.\n[21]\nThe United States classification consists of 7 classes: class I superpotent and class VII least potent.\n[22]\n\nClass I\nare superpotent corticosteroids: clobetasol propionate 0.05% in any vehicle, augmented betamethasone dipropionate 0.05% gel or ointment, diflorasone diacetate 0.05% ointment, fluocinonide 0.1% cream, and halobetasol propionate 0.05% cream or ointment.\n[1]\n\nClass II\nare high-potency corticosteroids: amcinonide 0.1% ointment, augmented betamethasone dipropionate 0.05% cream or lotion, betamethasone dipropionate 0.05% ointment, desoximetasone cream or gel or ointment, diflorasone diacetate 0.05% cream, fluocinonide 0.05% cream or gel or ointment, and halcinonide 0.1% cream or ointment or solution.\n[1]\n\nClass III\nare medium- to high-potency corticosteroids: amcinonide 0.1% cream, betamethasone dipropionate 0.05% cream, fluticasone propionate 0.005% ointment, and triamcinolone acetonide 0.5% cream or ointment.\n[1]\n\nClass IV and V\nare medium-potency corticosteroids: betamethasone valerate 0.1% cream or lotion or foam, desoximetasone 0.05% cream, fluocinolone acetonide 0.025% cream or ointment, fluticasone propionate 0.05% cream, hydrocortisone butyrate 0.1% ointment, hydrocortisone probutate 0.1% cream, hydrocortisone valerate 0.2% cream or ointment, mometasone furoate 0.1% cream or lotion or ointment, triamcinolone acetonide 0.025% cream or lotion or ointment, and triamcinolone acetonide 0.1% cream or lotion or ointment.\n[1]\n\nClass VI\nare low-potency corticosteroids: alclometasone dipropionate 0.05% cream or ointment, desonide 0.05% in any vehicle, fluocinolone 0.01% cream, and hydrocortisone butyrate 0.1% cream.\n[1]\n\nClass VII\nare least-potent corticosteroids: hydrocortisone 1% and 2.5% cream lotion or ointment.\n[1]\n\nCorticosteroids are better absorbed and more permeable in regions of the thin epidermis, such as the eyelid, than thicker regions of the epidermis, such as the sole. The penetration difference between them varies by 300-fold.\n[23]\nThe penetration increases 2- to 10-fold in diseased states, such as inflammation and desquamation.\n[1]\n[24]\nHigh-potency steroids are used for the palms and soles due to the thick stratum corneum and in non-facial/non-intertriginous areas for severe dermatoses, such as psoriasis and severe atopic and contact dermatitis.\n[1]\nMedium- to high-potency steroids are useful for regions of thin epidermis and areas of occlusion, such as the eyelid and axilla, respectively.\n[20]\nLow-to-medium strength preparations should be used for large surface areas to decrease the risk of systemic absorption.\n[1]\n\nThe amount of steroid used plays a significant part in the efficacy of treatment but also in avoiding adverse effects from overuse. One fingertip unit (FTU) is equal to 0.5 grams. The suggested dose of FTU is dependent upon the body region being treated. Topical corticosteroids are recommended for once to twice daily use.\n[25]\nA study regarding topical corticosteroid use for atopic dermatitis demonstrated no beneficial evidence for applying topical corticosteroids more than once daily. Applying it more often only increased adverse effects.\n[26]\n\nDosage\n\nAccording to the AAFP (American Academy of Family Physicians) guidelines on the quantity of ointment based on fingertip units (FTUs), the following information is provided for one application and the weight required for twice-daily dosing over 30 days.\n[27]\n\nFingertip units needed for one application:\n\nFace and neck: 2.5 FTUs\nFront of the trunk: 7 FTUs\nBack of trunk: 7 FTUs\nOne arm: 3 FTUs\nOne hand (front and back): 1 FTU\n\nWeight required for twice-daily dosing for 30 Days:\n\nFace and neck: 75 g\nFront of the trunk: 210 g\nBack of the trunk: 210 g\nOne arm: 90 g\nOne hand (front and back): 30 g\n\nSpecific Patient Populations\n\nPregnancy considerations:\nA systemic review suggests that maternal use of topical corticosteroids, regardless of potency, is not associated with significant adverse pregnancy outcomes. However, there could be a potential link between cumulative doses of potent corticosteroids and low birth weight; additional research is required.\n[28]\n\nBreastfeeding considerations:\nExtensive use of potent corticosteroids may cause systemic effects in the mother, but short-term application is unlikely to pose a risk to the breastfed infant. To minimize potential risk, the least potent corticosteroid should be applied to the smallest skin area, ensuring the infant's skin does not directly contact treated areas. Lower potency corticosteroids should be used on the nipple or areola, and only water-miscible creams or gels should be applied to the breast. Any topical corticosteroid should be thoroughly wiped off before nursing.\n[29]\n[30]\n\nPediatric patients:\nVery potent topical corticosteroids should not be used in children without specialist dermatological advice. For mild eczema, start with mild corticosteroids and use high-potency steroids for flare-ups. Proactive treatment with mild corticosteroids twice a week can help prevent flare-ups.\n[31]\nPediatric patients may be more vulnerable to HPA axis suppression and Cushing syndrome caused by topical corticosteroids due to their higher skin surface area relative to body weight than adults.\n\nOlder patients:\nThe dose of topical steroids should be cautious due to increased skin fragility and higher body surface area-to-weight ratio.\n[20]",
    "adverse_effects": "The adverse effects of topical corticosteroids can be divided into local and systemic effects. Local adverse effects occur with prolonged treatment and are based on the topical steroid potency, vehicle, and application site. The most common local effects include atrophy, striae, rosacea, perioral dermatitis, acne, and purpura.\n[17]\n\nSkin atrophy is the most common adverse effect due to topical corticosteroids' anti-mitotic effect.\n[17]\nTopical steroid causes the skin to undergo 3 phases: pre-atrophy, atrophy, and tachyphylaxis. Atrophy occurs when there is a persistent use in the same region. This leads to epidermal thinning and increased resorption within the dermis ground substance. The loss of connective tissue leads to erythema, telangiectasias, and purpura. Atrophy presents as a burning sensation; the vasoconstrictive effect of the topical corticosteroid relieves the burn.\n[15]\nAreas most at risk for atrophy are intertriginous due to thinner skin and increased occlusion. Atrophy is reversible with cessation of steroid use; however, it may take months for the skin to appear normal again.\n[17]\n\nTachyphylaxis results from the skin developing tolerance to the topical corticosteroid, which ultimately is a loss of vasoconstriction at the level of the capillaries. The capillaries regain their capacity for vasoconstriction after 4 days. For this reason, pulse therapy is recommended, and the topical corticosteroid should be discontinued for 4 days if it has lost effectiveness.\n[25]\n\nStriae develop due to injury to the dermis and mechanical stress. Inflammation and edema of the dermis result in collagen deposition in the region of the mechanical stress. Striae appear histologically as scars and are permanent.\n[17]\n\nTopical corticosteroid usage can result in acne formation due to the degradation of the follicular epithelium and an increase in the concentration of free fatty acids on the skin surface. This fosters an environment for bacteria growth, ultimately leading to comedogenesis.\n[17]\n\nSteroid rosacea can occur when steroids are prescribed initially for erythema with or without pustules. If a low-dose topical corticosteroid is prescribed, it can lead to good results until the lesions reappear and higher potency steroid use is continuously needed.\n[17]\n\nPerioral dermatitis occurs due to prolonged use of potent corticosteroids on the face and presents as follicular pustules and papules on an erythematous base surrounding the perioral region but sparing the vermillion border.\n[17]\n\nLess common local adverse effects include hypertrichosis, pigment alteration, and delayed wound healing. Systemic adverse effects are less likely due to low percutaneous absorption. However, they can develop with the prolonged use of high-potency steroids on thin epidermal regions. The systemic adverse effects include glaucoma, hypothalamic-pituitary axis suppression, Cushing syndrome, hypertension, and hyperglycemia.\n[17]\n\nDrug-Drug Interactions\n\nTopical corticosteroids can interact with various medications. For instance, certain corticosteroids like hydrocortisone, fluocinolone, and mometasone may require careful consideration when combined with other drugs, including live vaccines, insulin, methotrexate, and diuretics. Some corticosteroids, such as beclomethasone and clobetasol, should be used cautiously with ketoconazole and rifampicin. However, the severity of these interactions is low, and most topical steroids are safe when used according to the product labeling.\n[32]",
    "monitoring": "Patients need to be monitored carefully, as unsupervised use of these medications can result in local and systemic adverse effects. The duration of treatment should not be greater than 2 to 4 weeks, regardless of potency. High-potency steroids should not be administered for longer than 2 weeks and should then be tapered to avoid adverse effects.\n[1]\n[25]\nGuidelines to prevent adverse effects include the use of lower-potency steroids, morning-only applications, alternate-day treatment, and decreasing the extent of occlusion.\n[35]",
    "toxicity": "Signs and Symptoms of Overdose\n\nSystemic absorption of topical corticosteroids can suppress the HPA axis, hyperglycemia, glucosuria, and Cushing syndrome (eg, central obesity, moon face, skin changes). Pediatric patients are particularly vulnerable due to their higher skin surface area relative to body weight, leading to greater absorption and an increased risk of systemic toxicity. Prolonged use, application over large areas, and occlusive dressings further elevate absorption and the risk of adverse effects.\n\nManagement of Overdose\n\nPatients using potent corticosteroids on large areas should be monitored for HPA axis suppression using tests like urinary-free cortisol and ACTH stimulation. If suppression occurs, reduce the drug frequency or switch to a less potent steroid. Discontinuation typically leads to prompt recovery of HPA axis function, but steroid withdrawal can occur, necessitating supplemental systemic corticosteroids.\n[36]\nIn cases of irritation, discontinue the steroid and treat the irritation."
  }
}