{
  "drug_name": "beta-sitosterol",
  "nbk_id": "NBK589635",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK589635/",
  "scraped_at": "2026-01-11T15:23:54",
  "sections": {
    "indications": "Bacopa monnieri\nmay inhibit the acetylcholinesterase enzyme, which may increase acetylcholine levels. As a result,\nBacopa\ncould counteract the effects of anticholinergic drugs and may worsen bradycardia and exacerbate conditions such as gastrointestinal obstruction, peptic ulcer disease, pulmonary conditions such as asthma, and chronic obstructive pulmonary disease or urogenital tract obstruction.\n[12]\nBacopa\nhas been shown to inhibit human cytochrome P450 enzymes, which could contribute to herb-drug interactions when co-administered orally with medications metabolized by CYP1A2, CYP2C9, CYP3A4, and CYP2C19.\n[41]\nAnimal research suggests\nBacopa\nmay increase thyroxine levels (T4) in mice by about 40%. It should be used cautiously (or avoided) in those with a thyroid condition or who take thyroid hormone medications.\n[42]",
    "mechanism": "Bacopa monnieri\nhas many pharmacological actions, including antioxidant, anti-inflammatory, anticonvulsant, cardiotonic, bronchodilator, and peptic ulcer protection.\n[27]\n[28]\n[25]\nBacopa\nleaf powder has been shown to have antioxidant effects.\n[29]\nThe cognitive-enhancing properties of\nBacopa\nare likely from the presence of a group of saponins collectively referred to as bacosides. Purified bacosides A and B, as well as bacopa alcoholic extract, may facilitate learning ability, memory, and cognitive performance.\n[30]\n\nSome possible mechanisms which may lead to cognitive improvement include modulation of acetylcholine release, muscarinic cholinergic receptor binding, and choline acetylase activity.\n[15]\n[31]\nThe saponins in\nBacopa\nmodulate hypothalamic-pituitary-adrenal axis output and protect the hippocampus.\nBacopa\ncauses an anti-inflammatory effect on activated microglial cell cultures.\n[32]\nThe microglial cells respond to any injury by transforming into a neuroprotective or neurotoxic phenotype that releases pro-inflammatory cytokines.\n\nIn 1 study, tea, infusion, and alkaloid extracts of\nBacopa and bacoside A administration were\nshown to significantly inhibit the release of TNF alpha and IL-6 from activated N9 microglial cells in vitro.\n[32]\nOther research demonstrates several mechanisms of action, including acetylcholinesterase inhibition, beta-amyloid reduction, choline acetyltransferase activation, increased cerebral blood flow, and monoamine potentiation.\n[1]\nMany neuroprotective aspects of\nBacopa\nhave been studied.\n\nBacopa\nhas been reported to protect against oxidative damage via decreased protein carbonyl levels in both cytosol and mitochondria in all brain regions.\n[33]\nThere is evidence of the inhibitory activity of\nBacopa\nin the prevention of lipid peroxidation in the prefrontal cortex, striatum, and hippocampus of rats.\n[34]\nIn the presence of free radicals, the first line of defense is the antioxidant superoxide dismutase, which increases with oxidative stress. One study reported decreased superoxide dismutase activity to normal levels in treated diabetic rats. This suggested homeostasis between the oxidant and antioxidant species.\n[35]\nReduced glutathione was significantly depleted in diabetic rats compared to non-diabetic rats due to oxidative stress.\n[36]\nBacopa\nhas been reported to increase the level of reduced glutathione.\n[37]\n\nCatalase is a common antioxidant enzyme found in nearly all living organisms exposed to oxygen. The age-associated decline in the catalase activity in the lymphocytes of middle-aged and older male rats was significantly increased over those who received\nBacopa\ntreatment.\n[29]\nIn animal tissue models,\nBacopa\nincreased the adaptation responses to stressors. It normalizes monoamine levels and corticosterone in experimental models of stress.\n[12]\n\nThe sedative actions of\nBacopa\nlend an overall calming effect.\nBacopa\nhas been shown to support GABA production, which reduces neuron excitability, thereby improving rapid response decision-making.\n[2]\nGamma-aminobutyric acid (GABA) is a neurotransmitter that provides a calming effect on the brain.\nBacopa monnieri\nhas been shown to increase GABA by enhancing the GABA A receptor subunit and up-regulating glutamate decarboxylase.\n[38]",
    "administration": "The typical dose range of\nBacopa monnieri\nused in traditional medicine and modern clinical trials are crude herb (5 to 10 grams per day of herb, taken in 2 or 3 divided doses), 1:5 tincture (10 to 20 mL per day, taken in 2 or 3 divided doses, and extract (300 to 450 mg per day of extracts usually standardized to 24% to 55% bacosides for adults).\nBacopa\nmay be used for up to 6 months at a dose of 225 mg daily in children (6 to 12 years.)\n[39]",
    "adverse_effects": "Bacopa monnieri\nhas a high therapeutic index and is generally well-tolerated. The most common side effects are gastrointestinal, including increased stool frequency, nausea, and abdominal cramps. These are believed to be secondary to an upregulation of acetylcholine activity and/or a saponin-mediated gastrointestinal tract irritation.\n[12]\nOne study reported that\nBacopa\nextract could also decrease fertility in animals. Libido is unaltered; however, there was a decrease in sperm count, motility, and viability when a dose of 250 mg/kg/day was administered for 28 and 56 days.\n[40]\nBacopa\nis mildly sedating, which may contribute to its anxiolytic activity.",
    "monitoring": "Studies demonstrating adverse reactions to\nBacopa monnieri\nare limited as of this writing. No significant documented adverse drug reactions or side effects have been demonstrated in clinical or biochemical measures in humans.\n[43]\nOne study documented a decrease in appetite and mild elevation in albumin, aspartate aminotransferase, urea, nitrogen, globulin, and sodium in rats when they received a dose of 500 mg per kg, but there was no significant change in the weight of organs at the end of the 90-day study.\n[44]\nAnother study found\nBacopa monnieri\ncauses reversible suppression of spermatogenesis and fertility in Parkes (P) strain mice without affecting libido or producing toxic effects.\n[40]",
    "toxicity": "There has been no human toxicity demonstrated with the use of\nBacopa monniera\nin humans. One study evaluated the effects of large doses (30, 60, 300, and 1,500 mg/kg) administered to Sprague-Dawley rats over a period of 270 days and did not produce any significant toxicity.\n[45]"
  }
}