{
  "drug_name": "betamethasone",
  "nbk_id": "NBK599524",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599524/",
  "scraped_at": "2026-01-11T15:23:57",
  "sections": {
    "indications": "Delivery planning of twins is dependent on twin types: monochorionic monoamniotic, monochorionic diamniotic, and dichorionic diamniotic. For more information regarding the pathophysiology of twinning or prenatal management, refer to StatPearls \"Twin Births.\"\n[8]\n\nMonochorionic Monoamniotic Twins\n\nMonoamniotic monochorionic (mo-mo) twins are rarely seen. The reported incidence is 8 per 100,000 pregnancies. Perinatal mortality is estimated to be between 30% and 40% due to high risks for fetal anomalies, twin reversed arterial perfusion syndrome (a-cardiac twinning), twin-twin transfusion syndrome, cord entanglement, or acute vascular events.\n[9]\n[10]\n[11]\n\nDelivery planning of mo-mo twins is dependent upon fetal well-being and maternal comorbidities. Serial ultrasounds should begin at 16 weeks to assess fetal growth and amniotic fluid.\n[12]\nAt 28 weeks, ultrasounds should be performed weekly until delivery; this antenatal testing can be performed as an inpatient or outpatient.\n[13]\nFor uncomplicated mo-mo twins, delivery is recommended between 32 0/7 weeks and 34 0/7 weeks.\n[12]\n\nThe mode of delivery is controversial. Most centers opt for cesarean delivery due to the risk of cord accidents. There have been some published studies demonstrating that vaginal delivery can be considered with the appropriate candidates, although these were single-site studies with less than 50 participants.\n[14]\n[15]\n\nMonochorionic Diamniotic Twins\n\nMonochorionic diamniotic (mo-di) twins account for 1 in 5 twin pregnancies.\n[16]\nMo-di twins are at risk for several complications due to vascular anastomoses within the placenta; these complications are estimated to affect around 15% of mo-di twin pregnancies.\n[17]\n\nDelivery planning is dependent on antenatal testing, fetal growth, and maternal comorbidities. Serial ultrasounds should be performed to assess for amniotic fluid volume and fetal growth starting at 16 weeks.\n[12]\nFor uncomplicated mo-di twins, delivery can be planned between 34 0/7 and 37 6/7 weeks.\n[18]\nMo-di twins with isolated fetal growth restriction should undergo delivery between 32 0/7 and 34 6/7 weeks.\n[18]\nPatients should receive 2 doses of antenatal corticosteroids within 7 days of delivery if delivery is planned before 34 weeks.\n[19]\nIf the delivery plan is after 34 weeks, it is unclear if administering antenatal corticosteroids shows benefit in twin gestations. Although the ALPS trial demonstrated that administration of steroids in the late preterm period provided fetal benefit, there is no conclusive data that this benefit applies to multifetal gestations.\n[20]\n\nMo-di twins are candidates for a vaginal delivery if they meet the following criteria: the presenting twin is in the cephalic position, fetal growth discordance is <20%, and no contraindications to vaginal delivery are present. The Twin Birth Study demonstrated that the risks of neonatal morbidity and mortality in mo-di twins are no different in a vaginal delivery versus a planned cesarean section.\n[3]\n\nDichorionic Diamniotic Twins\n\nPatients with uncomplicated dichorionic diamniotic (di-di) twin pregnancies should undergo weekly antenatal testing from 36 0/7 weeks until delivery. For patients with complications, surveillance may be considered earlier.\n[21]\nIn uncomplicated di-di twins, delivery can be planned between 38 0/7 and 38 6/7 weeks.\n[18]\nFor di-di twins with isolated fetal growth restriction, delivery is indicated between 36 0/7-37 6/7 weeks.\n[18]\nIn a patient with di-di twins and either fetal growth restriction with abnormal uterine artery dopplers or maternal conditions such as preeclampsia, delivery is recommended between 34 0/7 and 36 6/7 weeks.\n[18]\nACOG recommends vaginal delivery for di-di twins in patients without contraindications for vaginal delivery.\n[2]\n\nHigher-Order Pregnancies\n\nTriplet or higher-order pregnancies are rare.\n[22]\nThere is no single protocol for antenatal testing for higher-order pregnancies; delivery timing and monitoring are individualized.\n[2]\nDelivery for triplets or higher-order pregnancies should be by cesarean section due to the increased risk of a cord accident.\n[2]",
    "clinical_significance": "Multifetal gestations are on the rise with increases in assisted reproductive technology and are associated with increased maternal risks as well as increased rates of complications for neonates.\n[2]\nThe greatest fetal risk of multifetal delivery is prematurity.\n[2]\nMaternal risks during delivery can have devastating outcomes, such as postpartum hemorrhage, preeclampsia, and even death.\n[2]\nAlthough some patients are candidates for a vaginal delivery, there are still risks, including the need for operative vaginal delivery, fetal head entrapment, or the need for cesarean section.\n\nUnderstanding the risks and benefits of vaginal delivery versus cesarean section for multifetal gestations can help patients make the best decisions for their pregnancy. A clear understanding of evidence-based medicine can help physicians provide the best outcomes. Before delivery, the healthcare team should discuss the plan for delivery with the patient, including the criteria for safe vaginal delivery, the risks associated with a delivery of twins, risks associated with a vaginal delivery, and the risks associated with a cesarean section."
  }
}