{
  "drug_name": "betacarotene",
  "nbk_id": "NBK567744",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK567744/",
  "scraped_at": "2026-01-11T18:46:39",
  "sections": {
    "indications": "Vitamin A is a fat-soluble vitamin essential for cell development, metabolism, immune competency, vision, and reproductive functions.\n[1]\n[2]\nVitamin A deficiency (VAD) is a highly prevalent health concern associated with substantial morbidity and mortality, mostly affecting young children in impoverished regions throughout the world. Insufficient intake of absorption leads to deficiency and compromise of essential physiologic processes. Natural sources of vitamin A include dark leafy greens, orange-colored vegetables, milk products, liver, and fish.\n[3]\nVitamin A is absorbed in the duodenum after hydrolyzation by pancreatic and intestinal enzymes and emulsified with dietary fats and bile acids.\n[4]\nThe majority is then stored in the hepatic stellate cells.\n[5]\nSignificant amounts are also stored in adipose tissue and the pancreas.\n[6]\n\nThe recommended dietary allowance (RDA) of vitamin A by the Institute of Medicine in healthy adults is 700 micrograms/day for women and 900 micrograms/day for men.\n[7]\n[8]\nFor children, pregnant women, and lactating women, the RDA is 300 to 900, 770, and 1300 micrograms/day, respectively. The minimum requirement to prevent symptomatic VAD in children 1 to 5 years of age is about 200 micrograms/day. Serum retinol levels are a good marker of vitamin A nutritional status. Deficiency is defined as a retinol concentration of fewer than 20 micrograms/dL.\n[8]\n\nVitamin A deficiency-associated ocular symptoms have been shown to develop at concentrations less than 10 micrograms/dL.\n[8]\nDietary vitamin A is ingested as either carotenoid from fruits and vegetables or retinoid from animal products. Carotenoids are a provitamin A, most commonly beta-carotene, and retinoids are active forms of vitamin A, such as retinol and retinyl esters. Retinoids have been shown to have 75% to 100% absorption, whereas carotenoid absorption varies greatly depending on the food matrix and type of carotenoid.\n[9]\n[10]\nA 12 to 1 ratio of beta-carotene to retinol absorption in a diet of mixed fruits and vegetables is the estimated conversion used by the Centers for Disease Control and Prevention.\n[7]\nMany populations in developing countries rarely ingest meat, dairy, or carotenoid-rich vegetables leading to difficulty obtaining sufficient quantities of vitamin A.",
    "mechanism": "In resource-poor regions of the world, insufficient nutrition complicated by chronic inflammation from regular gastrointestinal (GI) infections leads to frequent micronutrient deficiencies and is the most common etiology of vitamin A deficiency worldwide.\n[11]\nAdequate vitamin A intake in children in these regions is often further complicated by a concomitant deficiency of zinc, which is required for the absorption of vitamin A and synthesis of retinol-binding protein, the intravascular transport protein.\n[12]\nMeasles is endemic in many of these regions as well and has been shown to cause precipitous drops in serum retinol levels by greater than 30%.\n[13]\nVitamin A reduces the synthesis of RBP and results in high amounts of vitamin A excretion in the urine. Physiologic demand is also higher in measles infection due to the damage to gastrointestinal epithelial tissues.\n[13]\n\nVitamin A concentration in breast milk varies based on maternal nutrition status. In resource-poor settings, the average breastmilk vitamin A concentration only meets the infant's minimum daily need. This does not allow the build-up of liver reserves, resulting in high levels of vitamin A deficiency shortly after weaning.\n[14]\nConversely, VAD is extraordinarily rare in the developed world due to the abundance of foods rich in vitamin A, better sanitation, water, and healthcare. Vitamin A deficiency cases in the developed world are typically due to various primary and secondary intestinal malabsorptive pathologies.\n\nIn the developed world, pancreatic, liver, and intestinal pathology are the leading causes of VAD. Similar to the frequent GI infections seen in the developing world, inflammatory bowel disease (IBD) causes chronic inflammation of the intestinal mucosa, and, when combined with decreased oral intake, it can lead to vitamin A deficiency.\n[15]\nChronic liver disease of any type has been associated with vitamin A deficiency. The mechanism by which the deficiency develops is not entirely known: proposed mechanisms include decreased production of bile acids needed for absorption as well as altered storage patterns.\n[6]\n\nPancreatic insufficiency can result in VAD due to poor exocrine function and insufficient production of the hydrolases required for absorption.\n[16]\nBariatric surgeries, designed to prevent fat absorption by bypassing the duodenum, consequently cause insufficient absorption of needed fat-soluble vitamins, including vitamin A. Premature neonates are at risk for vitamin A deficiency due to an immature GI tract without efficient vitamin A absorption, minimal vitamin A stores, and increased needs in a time of rapid development.\n[17]",
    "monitoring": "A clinical diagnosis of vitamin A deficiency can be made in classical exam findings and confirmatory laboratory testing. The presence of xerophthalmia is nearly pathognomonic for vitamin A deficiency.\n[32]\nThe provider can order serum retinol testing for patients with a less clear history and physical exam, with deficiency defined as less than 20 micrograms/dL.\n[8]\nHowever, serum retinol concentration may be normal, even if the total body stores are low, due to maintenance of circulating retinol levels by hepatic stores. The gold standard for evaluating total body vitamin A is quantifying liver retinol concentration on biopsy.\n[33]\nGiven the risks associated with liver biopsies, they are not routinely used for evaluating vitamin A levels outside of the research setting.",
    "administration": "Treatment of vitamin A deficiency is vitamin A supplementation (VAS). A multitude of studies has concluded that VAS in vitamin A deficient populations reduce childhood morbidity and mortality.\n[34]\nVAS makes a definitive clinical difference in patients with serum retinol concentrations less than 20 micrograms/dL. Any patient with a concentration greater than 30 micrograms/dL will not benefit from supplementation and should follow the recommended dietary allowance.\n[35]\n\nIn regions with a high prevalence of VAD, the World Health Organization (WHO) recommends universal VAS of select populations. They recommend a one-time dose of 100,000 IU in children 6 to 11 months of age followed by doses of 200,000 international units (IU) every 4 to 6 months up to 5 years of age.\n[36]\nAt-risk pregnant women should receive supplementation at lower doses due to concern for fetotoxicity; the recommended dosing is 10,000 IU daily or 25,000 IU weekly for 12 weeks.\n[37]\nThe WHO no longer recommends universal supplementation for children less than 6 months of age or postpartum women.\n[38]\n[39]\n[40]\n\nInternational guidelines do not clearly outline dosing of VAS for asymptomatic vitamin A deficiency in resource-rich regions. Instead, dosing of VAS is based on the severity of deficiency and provider discretion. The WHO recommends treating xerophthalmia with VAS of 50,000 IU for children less than 6 months of age, 100,000 IU for children 6-12 months of age, and 200,000 IU for children greater than 12 months of age daily for 2 days followed by an additional dose after 2 weeks. For any patient with a severe case of measles, the WHO recommends the aforementioned dosing once daily for 2 days, regardless of whether the patient is known to be vitamin A deficient or not.\n[41]\nRegarding specific VAS strategies, zinc-deficient patients have a poor response to VAS and should undergo concomitant zinc supplementation.\n[12]\nIf the patient’s VAD is from malabsorption, providers should consider intramuscular VAS formulations.\n\nIn resource-rich countries, post-bariatric patients and neonates have particular dosing recommendations. Post-bariatric surgery patients are recommended to take 10,000 IU VAS daily and adjust as needed based on regular serum retinol level monitoring. Some bariatric patients have been known to need up to 100,000 IU VAS daily.\n[42]\nFor premature infants, guidelines do not exist yet for VAS. Still, recent studies have shown that VAS of 10,000 IU every other day in very low birth weight neonates for 4 weeks has significant results, decreasing all-cause mortality by 56% and decreasing rates of oxygen requirement, sepsis, PDA, and length of hospital stay.\n[43]\nSupplementation of 1500 IU daily in extremely premature infants had a significant decrease in retinopathy of prematurity (1.6% vs 6.9%) and a nearly 50% decrease in bronchopulmonary dysplasia.\n[44]\nVAD associated with other malabsorptive processes is treated on a case-by-case basis.",
    "adverse_effects": "Severe vitamin A deficiency may lead to permanent vision loss or blindness, increased susceptibility to infections, and impaired immune function, leading to high mortality.\n[26]"
  }
}