{
  "drug_name": "betaxolol",
  "nbk_id": "NBK557870",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557870/",
  "scraped_at": "2026-01-11T15:23:59",
  "sections": {
    "indications": "Betaxolol is contraindicated in heart blocks (second-degree or greater), decompensated heart failure, sinus bradycardia, cardiogenic shock, and hypersensitivity reactions.\n[7]\n[28]\n[29]\n[30]\n\nWarning and Precautions\n\nBronchospastic diseases: The lowest effective dose of betaxolol should be used cautiously, and a bronchodilator should be readily available. Higher doses of betaxolol should be avoided in patients with moderate to severe asthma or chronic obstructive pulmonary disease. In patients with fluid retention, betaxolol should be avoided without the simultaneous addition of a diuretic.\n[3]\n[4]\n[20]\n\nMyasthenia gravis: Betaxolol is avoided in patients with neuromuscular disease because of its potential to exacerbate muscle weakness in patients with myasthenia gravis.\n[31]\n\nAngina pectoris exacerbation: Abrupt betaxolol discontinuation may exacerbate angina pectoris; patients should be advised against interrupting therapy without medical advice.\n[32]\n\nMajor surgery: Chronic beta-blocker treatment should not be stopped before major surgery to avoid complications during anesthesia. Ensure the betaxolol dosage is adjusted to maintain effective heart rate control without causing hypotension or bradycardia.\n[33]\n\nPheochromocytoma: Betaxolol should not be administered in cases of untreated pheochromocytoma. Beta-blockers should not be initiated before ensuring adequate α-blockade because the absence of β-2-mediated vasodilation might cause severe unopposed α-mediated vasoconstriction, potentially resulting in a hypertensive crisis.\n[34]\n[35]\n\nTransthyretin amyloid cardiomyopathy: As per AHA/ACC, guideline-directed medical therapy may be poorly tolerated in individuals diagnosed with transthyretin amyloid cardiomyopathy and an ejection fraction of 40% or lower. Beta-blockers could worsen heart failure symptoms in transthyretin amyloid cardiomyopathy since the cardiac output depends on the heart rate.\n[36]",
    "mechanism": "Betaxolol selectively antagonizes β-1 receptors. The adrenergic receptors are located primarily in the kidney, cardiac myocytes, nodal tissue, and other cardiac conduction tissue.\n[12]\nSpecifically, β-1 receptors are G-protein-coupled receptors that activate cyclic AMP (cAMP) through a cascade of events. Cyclic AMP activation interacts with cAMP-dependent protein kinases, increasing calcium ion concentration. This increase in calcium leads to different physiological changes depending on the location of the receptor. Betaxolol reduces the heart rate and myocardial contractility, lowering blood pressure and myocardial oxygen demand. The β-blockade also affects the atrioventricular node by reducing conduction and increasing AV nodal refractory time. Additionally, its impact on juxtaglomerular cells of the kidney reduces renin release, reducing angiotensin I levels and effectively lowering blood pressure.\n[13]\n\nThe precise cause of glaucoma is not completely understood, yet the regulation of intraocular pressure engages 2 independent pathways: the trabecular meshwork and the uveoscleral pathway. In primary open-angle glaucoma, there is increased resistance to the outflow of aqueous humor, a clear fluid produced by the ciliary bodies, through the trabecular meshwork. This action increases intraocular pressure, leading to the degeneration of retinal ganglion cells and the optic nerve over time, causing progressive vision loss that typically starts at the periphery and can expand to involve the whole field of vision for that eye. Patients with normal intraocular pressure can also develop glaucoma. Increased calcium in the ciliary body leads to increased aqueous humor production, which can cause elevated intraocular pressure, as seen in glaucoma. Betaxolol prevents the G-protein cascade from increasing intracellular calcium, thus preventing aqueous humor production from the ciliary body.\n[3]\n[4]\n[12]\n\nBetaxolol is rarely associated with bronchospasm, sometimes seen in nonselective β-blockers like timolol. Beta-2 receptors are present in bronchial and vascular smooth muscle; this explains betaxolol's preferred use over nonselective β-blockers, like timolol, in those with mild comorbid respiratory pathologies and contraindications to other therapeutic options.\n[7]\n\nPharmacokinetics\n\nAbsorption:\nOral betaxolol demonstrates good absorption. A consistent first-pass effect leads to a bioavailability of 89% ± 5%, unaffected by food or alcohol intake. Peak blood concentrations typically occur between 1.5 and 6 hours, with a mean of 3 hours. The steady-state plasma levels are usually achieved within 5 to 7 days with once-daily dosing in patients with normal renal function. The onset of action of betaxolol ophthalmic solution is typically noted within 30 minutes of application, reaching its peak effect around 2 hours post-administration. A single dose usually leads to a 12-hour reduction in intraocular pressure.\n\nDistribution:\nBetaxolol exhibits approximately 50% binding to plasma proteins. Topical application of betaxolol results in higher concentrations primarily in anterior segment tissues, notably in the iris and ciliary body. Comparatively lower concentrations are observed in posterior segment tissues, including the choroid, retina, optic nerve head, optic nerve, and vitreous humor.\n[14]\nThe lipophilicity of betaxolol is more than that of timolol, resulting in enhanced distribution across ocular structures.\n[15]\n\nMetabolism:\nBetaxolol is primarily metabolized in the liver. Betaxolol is a minor substrate of CYP1A2 and CYP2D6 and an inhibitor of CYP2D6.\n[16]\n\nElimination:\nThe mean elimination half-life after single oral doses ranges from approximately 14 to 22 hours. Following oral administration, over 80% of the administered betaxolol dose is excreted in the urine as betaxolol and its metabolite. The half-life and area under the curve increase in renal impairment, necessitating a lower initial dosage.",
    "administration": "Adult Dosage, Dosage Forms, and Strengths\n\nBetaxolol has received FDA approval as an oral tablet (10 mg, 20 mg) and an ophthalmic solution (0.5%).\n\nOphthalmic: Betaxolol is administered topically as a 0.5% betaxolol hydrochloride ophthalmic solution for ocular hypertension and open-angle glaucoma. The current guidelines recommend 1 drop of 0.5% betaxolol hydrochloride ophthalmic solution twice daily in the affected eye(s). This dosing equates to approximately 28 μg/d. A stabilization in the decrease in intraocular pressure should be observed within a few weeks. If the desired response does not occur, clinicians can consider adding other medications to the treatment regimen.\n[17]\n\nOral: For the treatment of hypertension, betaxolol is administered orally at a starting dosage of 10 mg at bedtime. Betaxolol is either used as monotherapy or in combination with a diuretic. If the desired antihypertensive response does not occur within 7 to 14 days, the clinician can consider increasing the dosage of betaxolol. According to the AHA/ACC guidelines, the recommended dosage range for hypertension with betaxolol is 5 to 20 mg.\n[8]\n\nSpecific Patient Populations\n\nHepatic impairment\n: Notable alterations in the clearance of betaxolol are generally not observed in hepatic impairment. Therefore, routine adjustments to the dosage are typically unnecessary. No specified dosage adjustments are provided in the product labeling for betaxolol ophthalmic solution.\n\nRenal impairment\n: The clearance of betaxolol diminishes in renal impairment. The initial suggested dosage of betaxolol tablets is 5 mg once daily for severe renal impairment or during dialysis. If the desired response is not achieved, the dosage of betaxolol can be increased by 5 mg daily every 2 weeks, up to a maximum daily dosage of 20 mg. No specified dosage adjustments are provided in the product labeling for betaxolol ophthalmic solution.\n\nPregnancy\nconsiderations\n: Betaxolol is classified by the FDA as Pregnancy Category C. There is a lack of sufficient and well-controlled studies concerning betaxolol in pregnancy. Betaxolol administration during pregnancy resulted in malformations in animal studies, including increased postimplantation loss and developmental abnormalities. The use of betaxolol during pregnancy should only be considered if the potential benefit justifies potential fetal risks. Beta-blockers, including betaxolol, may reduce placental perfusion, potentially resulting in intrauterine fetal death, immature or premature deliveries, and adverse effects, notably hypoglycemia and bradycardia, in the fetus. As per the American College of Obstetricians and Gynecologists guidelines, labetalol or nifedipine is recommended for chronic hypertension in pregnancy.\n[18]\nClinicians should consider betaxolol ophthalmic solution during pregnancy only after careful risk-benefit analysis.\n\nBreastfeeding\nconsiderations\n: Considering the significant excretion of betaxolol into breast milk and limited experience during breastfeeding, alternative β-blocking agents may be preferable for systemic use, especially while nursing newborns or preterm infants. Topical application of betaxolol in the mother's eyes poses minimal risk to the breastfed infant. Apply pressure to the tear duct near the eye's corner for at least 1 minute to reduce the amount of betaxolol reaching breastmilk after administering eye drops. Remove any excess solution using an absorbent tissue.\n[19]\n\nPediatric\npatients\n: The safety and efficacy of oral/ophthalmic betaxolol in pediatric patients have not been established.\n\nOlder\npatients\n: Clinicians should consider starting betaxolol at a reduced dosage of 5 mg in older patients due to the potential for β-blocker-induced bradycardia.",
    "adverse_effects": "Betaxolol has both local and systemic adverse effects. The ocular adverse drug reactions include transient irritation (25% to 40%), burning, pruritus, punctate keratitis, and blurry vision. Compared to topical timolol (a nonselective β-blocker), betaxolol showed a higher incidence of ocular adverse effects. Compared to nonselective topical β-adrenergic receptor blockers, betaxolol is less likely to cause adverse effects on pulmonary function. However, betaxolol use still requires caution in patients with underlying pulmonary disease. Symptomatic pulmonary obstruction due to betaxolol has been reported in patients with underlying asthma or chronic obstructive pulmonary disease. A post-marketing study in the United States identified 56 spontaneous adverse effect reports, with 8 cases requiring hospitalization due to asthma exacerbation.\n[2]\n[3]\n[4]\n\nThe systemic adverse effects are often seen in the oral form but can also occur with the topical administration of betaxolol. Although betaxolol is considered a “selective” beta-blocker, it loses its selective binding at higher doses and starts to antagonize β-2 and β-3 receptors. Some of the systemic adverse effects include bradycardia, hypotension, fatigue, sexual impotence, hair loss, confusion, headache, dizziness, and bronchospasm at higher doses. Other cardiac problems like arrhythmia, bundle branch block, myocardial infarction, sinus arrest, and congestive heart failure have also been reported in association with betaxolol use. Additional adverse effects reported are depression, disorientation, vertigo, sleepwalking, rhinitis, dysuria, alopecia, and prolonged prothrombin time.\n[2]\nBetaxolol and the other β-blockers can cause metabolic adverse effects like an increase in LDL cholesterol levels and, most notably, can dangerously mask the symptoms of hypoglycemia (ie, tachycardia) in patients with diabetes.\n[3]\n[20]\n\nDrug-Drug Interactions\n\nCatecholamine-depleting medications: Reserpine can significantly reduce blood pressure.\n[21]\nPatients treated with both a β-blocker and a catecholamine depletor should be closely monitored for signs of hypotension or pronounced bradycardia, which could result in vertigo, syncope, or postural hypotension.\n\nClonidine: Discontinuation syndrome may occur when clonidine is suddenly stopped while using a β-blocker, causing rebound hypertension due to a surge in catecholamines. When discontinuing therapy in patients concurrently taking betaxolol and clonidine, the β-blocker should be gradually tapered over several days before withdrawing clonidine.\n[22]\n\nCalcium channel blockers: The risk of left ventricular failure and AV conduction abnormalities, which can lead to complete heart block, is often associated with the simultaneous administration of β-blockers like betaxolol and verapamil or diltiazem.\n[23]\n\nDigoxin: Both digitalis glycosides and betaxolol can slow atrioventricular conduction and reduce heart rate, increasing the risk of bradycardia.\n[24]\n\nAntiarrhythmic medications: Amiodarone, an antiarrhythmic agent, exhibits negative chronotropic properties that may augment the effects of betaxolol.\n[25]\nDisopyramide, a type I antiarrhythmic drug, possesses potent negative inotropic and chronotropic effects. When administered with beta-blockers, disopyramide can cause severe bradycardia and torsades de pointes.\n[26]\n\nAnesthetic agents: Careful consideration is essential when administering betaxolol with anesthetic agents that depress the myocardium, like isoflurane and propofol.\n[27]",
    "monitoring": "Systemic betaxolol administration requires regular monitoring of vital signs. Pulmonary function tests should be monitored in patients with underlying asthma/COPD. The American Academy of Ophthalmology guidelines state that there is a 20% to 25% reduction in intraocular pressure with betaxolol. Important baseline diagnostic testing includes visual field evaluation, central corneal thickness measurement, and imaging of the optic nerve head, retinal nerve fiber layer, and macula. The response to treatment is monitored during follow-up by regular evaluation of the optic nerve appearance and quantitative measurement with visual field testing and imaging of the optic nerve head, retinal nerve fiber layer, and macula.\n[37]\nA clinician should counsel and monitor the patient for the potential systemic adverse effects seen with betaxolol and other β-blockers for patients on both topical and oral forms. Punctal occlusion or eyelid closure for 2 minutes after topical drop instillation may decrease potential systemic absorption of the topical drop.\n[4]\nIf these adverse effects occur, the clinician should consider switching medications. Abrupt withdrawal of betaxolol might trigger a thyroid storm; close monitoring is essential.\n[38]",
    "toxicity": "Signs and Symptoms of Overdose\n\nThe hallmarks of β-blocker toxicity include hypotension and bradycardia. What separates these clinical signs from other antihypertensives like calcium channel blockers is the presence of concurrent hyperkalemia and hypokalemia. Additionally, CNS depression, altered mental status, decreased myocardial contractility, arrhythmia, and respiratory compromise may be observed.\n[39]\n[40]\n\nManagement of Overdose\n\nAs explained above, life-threatening symptoms may be observed; the first step in evaluating a patient with potential beta-blocker toxicity should be to address a patient's airway if needed. Atropine administration before intubation may be necessary to prevent the vagal parasympathetic response, which could exacerbate bradycardia. Magnesium sulfate and sodium bicarbonate are options for patients who develop QT prolongation. Glucagon and intravenous fluids are the first-line treatments of choice for hypotension and bradycardia and reversal of β-blocker toxicity. If the patient presents within 2 hours of ingestion, charcoal can help prevent the β-blocker's absorption from the gut. Gastric decontamination with lavage is also an option, albeit rarely used, for patients who ingested large amounts of the β-blockers or have severe symptoms.\n[41]\n\nRecommendations\n\nAlthough betaxolol is a selective β-1 receptor antagonist, its overdose symptoms are similar to the other β-blockers, including the nonselective agents. This similarity is because betaxolol loses its selectivity at higher therapeutic levels and begins to bind to β-2 and β-3 receptors.\n[3]\n[42]\nThe overdose of β-blockers has links with depression. Two-thirds of people who overdosed on β-blockers were taking a medication that was not prescribed for them.\n[39]\nExtracorporeal circulatory support may be necessary for a life-threatening overdose of betaxolol.\n[43]"
  }
}