{
  "drug_name": "bilastine",
  "nbk_id": "NBK555910",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555910/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Chronic urticaria is a mast cell–mediated condition characterized by recurrent episodes of hives, angioedema, or both. Acute spontaneous urticaria lasts fewer than 6 weeks, whereas chronic spontaneous urticaria persists for 6 weeks or longer. Chronic inducible urticaria (CIU), or “physical urticaria,” is a subset of CIU triggered by specific physical stimuli, such as pressure, vibration, or temperature changes.\n[1]\n\nClinically, urticaria presents as pruritic pink-to-red papules and plaques, often with central pallor or raised welts that are the same color, lighter, or darker than the surrounding skin, in individuals with darker skin tones.\n[1]\nLesions may be widespread but are common in pressure-prone areas, and scratching can lead to excoriations or dermographism. Nearly 40% of patients develop simultaneous angioedema, which typically involves the lips, periorbital region, genitals, or extremities and often persists for up to 72 hours. Evaluation requires a detailed history and physical examination, with attention to disease duration, systemic features, and inducible subtypes. Most cases of chronic urticaria lack an identifiable external cause, and routine extensive testing is unnecessary. Laboratory evaluation is generally limited and may include a complete blood count, erythrocyte sedimentation rate, C-reactive protein, and thyroid studies, with additional testing based on clinical suspicion.\n[2]\n\nManagement focuses on avoidance of exacerbating factors, symptom control with escalating doses of second-generation H1-antihistamines, and progression to omalizumab, dupilumab, or cyclosporin for refractory cases.\n[1]\nClinicians reserve systemic corticosteroids for the short-term control of acute flares. Chronic urticaria is incredibly stressful for patients, impacting quality of life, school and job performance, sleep, and contributing to psychiatric comorbidities. Standardized tools such as the Urticaria Activity Score and Urticaria Control Test help clinicians assess patients' disease severity and treatment response.\n[3]",
    "mechanism": "The etiology of chronic spontaneous urticaria (CSU) is heterogeneous and incompletely understood, reflecting a complex interplay of immunologic, infectious, environmental, and idiopathic factors. Most evidence supports an autoimmune basis, with fewer cases linked to external allergens, infections such as hepatitis A or C, or systemic diseases.\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\nBacterial antigens can stimulate autoreactive B and T cells, leading to the production of autoantibodies such as anti-high-affinity immunoglobulin (Ig) E receptor (FcεRI) or anti-IgE, which trigger mast cell degranulation.\n\nAdditionally, chronic gastric infection may increase circulating levels of inflammatory cytokines, such as interleukin-6 and tumor necrosis factor α, as well as histamine-releasing factors, thereby amplifying urticarial symptoms. Associations with\nHeliobacter pylori\nand hepatitis A or C remain inconsistent. Immune complex formation and autoimmune activation primarily link hepatitis infections to urticaria. In hepatitis C, mixed cryoglobulinemia may manifest with urticarial vasculitis or chronic urticarial lesions. Viral-induced liver inflammation can alter complement activity and histamine metabolism, potentially worsening urticaria.\n\nCSU commonly coexists with autoimmune disorders such as systemic lupus erythematosus, cryoglobulinemia, systemic juvenile idiopathic arthritis, celiac disease, Sjögren disease, type 1 diabetes, and autoimmune thyroid disease, reflecting shared immune dysregulation.\n[6]\n[12]\nClinicians should maintain a high index of suspicion for underlying autoimmune disease in patients with CSU who present with systemic features such as arthralgia, fatigue, or abnormal laboratory markers. Atopic conditions, including allergic rhinitis, asthma, and atopic dermatitis, are also more prevalent in affected patients. However, they do not drive disease pathogenesis.\n[13]\nThis association likely reflects a shared predisposition toward immune dysregulation and mast cell hyperreactivity rather than a direct allergic mechanism. Psychological stress, hormonal variations, nonsteroidal anti-inflammatory drugs, aspirin, and systemic comorbidities can also modulate disease activity.\n\nDermatographism is a wheal-and-flare reaction that occurs after firm stroking, scratching, or pressure applied to the skin and is usually idiopathic. However, some evidence suggests that bacteria, fungi, viruses, scabies, penicillin, and famotidine can precipitate dermatographism.\n[14]\n[15]\nDelayed-pressure urticaria and angioedema can occur after prolonged sitting on hard surfaces, carrying heavy bags, wearing tight clothing, or walking for extended periods. Additional physical stimuli indicated in the etiology of chronic inducible urticaria are water (aquagenic urticaria), cold (cold urticaria), heat (local heat urticaria), exercise (exercise-induced urticaria and anaphylaxis), posture changes (postural urticaria), vibration (vibratory angioedema and urticaria), and sunlight (solar urticaria).",
    "monitoring": "Clinicians establish the diagnosis of CSU when patients experience recurring episodes of urticaria or angioedema lasting for 6 weeks or longer, in the absence of systemic disease. A comprehensive history and physical examination remain the cornerstone of evaluation in chronic urticaria, focusing on disease duration, systemic features, and inducible subtypes. Key points include lesion characteristics, duration, and the presence or absence of angioedema. When clinicians suspect CSU, the history should focus on identifying possible triggers and excluding systemic disease.\n\nClinicians should inquire about new medications, such as antibiotics, nonsteroidal anti-inflammatory drugs, or hormonal therapies; recent infections; travel history; changes in health; atopic conditions; and a sexual history. Additionally, clinicians should screen for features of systemic disease such as fever, weight loss, arthralgias, arthritis, temperature sensitivity, abdominal pain, or bone pain, since urticaria or urticarial vasculitis can occasionally be the initial presentation of conditions like systemic lupus erythematosus, rheumatoid arthritis, celiac disease, autoimmune thyroid disease, and Sjögren disease.\n\nRoutine laboratory investigations include a complete blood count with differential and an erythrocyte sedimentation rate (ESR) or C-reactive protein (CRP). Generally, these tests will be normal in patients with chronic urticaria. However, approximately 10% of patients may have eosinopenia associated with basopenia, type IIb autoimmunity, more severe disease, and poor response to treatment with both second-generation H1-antihistamines and omalizumab.\n[30]\nThe presence of eosinophilia suggests parasitic infection or an atopic disorder. Slight elevations in ESR or CRP are common in patients with CSU; however, significant elevations warrant further evaluation for an underlying systemic illness, such as an autoimmune, infectious, malignant, or rheumatologic condition. Some potential additional tests, based on clinical suspicion, may include the following:\n\nAntinuclear antibodies\nAnti–Sjögren-syndrome-related antigen A and anti–Sjögren-syndrome-related antigen B antibodies\nAnti-citrullinated peptide antibodies\nAntithyroglobulin and antimicrosomal antibodies\nThyroid-stimulating hormone\nRheumatoid factor\nAnti-tissue transglutaminase antibody and total IgA levels\nHepatitis serology\nH pylori\nstool antigen testing or urea breath test\nSerum protein electrophoresis\nTotal tryptase level\nAbdominal ultrasound or computed tomography to identify bowel wall thickening in angiotensin-converting enzyme inhibitor-mediated angioedema\nStool studies for ova and parasites\n\nThyroid autoimmunity is more frequent in patients with CSU, though thyroid function is usually normal. Guidelines do not support routine thyroid testing unless clinical signs or symptoms suggest thyroid dysfunction, as the diagnostic yield is low and rarely leads to changes in management or improvement in urticaria symptoms.\n[1]\n[28]\n[31]\n[32]\nHowever, some experts recommend routine thyroid testing in adults. Autoimmune thyroid disease is rare in children with CSU.\n\nAdditionally, patients may initially feel that foods are the underlying cause of their urticaria. However, IgE-mediated food reactions are rarely the cause of CSU, and symptoms are most likely due to dietary variations, leading to fluctuations in symptoms. Testing for food allergy is not necessary; however, elimination diets or blinded challenge tests may be helpful in suspected pseudoallergen sensitivity. Broad autoantibody panels, routine biochemistry, and infection screening are unnecessary unless prompted by clinical suspicion.\n\nLikewise, a skin biopsy is unwarranted unless the lesions are painful, atypical, or accompanied by fever or arthralgia, which raises concern for urticarial vasculitis (see\nImage.\nUrticarial Vasculitis). In cases of angioedema without urticaria, C4 levels are warranted to evaluate for hereditary or acquired angioedema. Depressed levels should prompt measurement of C1 inhibitor antigen and C1 esterase inhibitor levels. Please see StatPearls' companion topic, \"\nAngioedema\n,\" for an in-depth discussion on the evaluation of angioedema.\n\nFor patients with CIndU, the following represent the recommended diagnostic challenge tests if history alone is not adequate to establish the diagnosis:\n[32]\n\nAquagenic urticaria:\nApplying a water compress at 35 °C to the skin of the upper body for 30 minutes may reveal 1 to 3 mm perifollicular wheals.\nCholinergic urticaria:\nMethacholine intradermal challenge (low sensitivity) or partial immersion in hot water at 42 °C will reveal 1 to 3 mm wheals and occasionally large flares.\nDermatographia:\nStroking of skin with a firm object, such as a tongue blade, causes a wheal at the site within 1 to 3 minutes.\nDelayed pressure urticaria:\nHanging a 7-kg weight over the shoulder for 10 or 15 minutes results in an area of angioedema within 2 to 12 hours.\nVibratory urticaria:\nPlacing a vortex mixer on the forearm for 4 minutes will cause angioedema.\nCold urticaria:\nPlacing ice cubes or an ice pack on the forearm for 5 minutes will cause urticaria at the site during rewarming.\nSolar urticaria:\nPhototesting with ultraviolet A or B light will cause urticaria at the challenge site.\nExercise-induced urticaria:\nAn exercise challenge, such as treadmill exercise, will reproduce symptoms.",
    "administration": "Pharmacologic Therapy\n\nThe goal of pharmacologic therapy is to control symptoms by preventing mast cell degranulation and mitigating the effects of released mediators while CSU persists.\n[33]\nCurrent guidelines recommend that treatment in children mirror adult approaches, with attention to age-appropriate dosing and safety.\n\nFirst-Line therapy\n\nGuidelines recommend regular, scheduled use of second-generation H1-antihistamines (eg, cetirizine, loratadine, and fexofenadine) at standard doses for both CSU and CIndU.\n[34]\nDaily use of second-generation antihistamines is more effective than on-demand use for achieving and maintaining complete control of CIndU subtypes. Regular dosing consistently suppresses histamine-mediated symptoms and reduces the risk of unpredictable flares, even when triggers are known and exposures are intermittent.\n\nThe American Academy of Allergy, Asthma, and Immunology\n(AAAAI) recommends daily dosing for most patients, as it provides more consistent symptom suppression and reduces the risk of breakthrough episodes. For patients with infrequent or predictable exposures, clinicians can consider on-demand antihistamines before anticipated triggers. Still, this strategy is less effective for disease control and does not reliably prevent breakthrough episodes like daily dosing.\n\nFirst-generation antihistamines are no longer first-line due to anticholinergic and central nervous system effects.\n[28]\nIf symptoms persist, doses may be up-titrated every 2 to 4 weeks to a maximum of 4 times the standard dose. Evidence for benefit is strongest for levocetirizine, desloratadine, and bilastine (not available in the United States).\n\nInternational guidelines:\nRecommend increasing a single antihistamine’s dose.\nAAAAI and the American College of Allergy, Asthma, and Immunology (ACAAI) guidelines:\nAllow combining 2 different second-generation antihistamines.\n[1]\n[35]\n[36]\n[37]\n\nPregnancy and pediatric use\n\nCetirizine, levocetirizine, fexofenadine, and loratadine are considered safe in pregnancy, though data on up-dosing are limited.\n[38]\nThese same agents, plus desloratadine, bilastine, and rupatadine, are approved for children, though more research is needed to confirm their safety at high doses.\n[39]\n\nSecond-Line therapy\n\nIf symptoms remain uncontrolled, clinicians should add omalizumab, an anti-IgE monoclonal antibody. Omalizumab is Food and Drug Administration-approved for adolescents and adults 12 and older. Off-label use in younger children shows favorable safety and similar efficacy.\n[28]\n[40]\n[41]\nThe AAAAI/ACAAI guidelines suggest adding a second-generation H2 blocker such as famotidine or cimetidine, a leukotriene receptor antagonist like montelukast, or a first-generation H1 antihistamine at bedtime before starting omalizumab. Clinicians should avoid prescribing first-generation antihistamines in older adults due to falls and the risks associated with anticholinergic effects. Omalizumab is safe and preferred during pregnancy for refractory CSU.\n[42]\n[43]\n\nRecommended doses are as follows:\n\nCimetidine:\n400 mg twice daily (20–40 mg/kg/day in children 5 and older; max 300 mg/dose)\nFamotidine:\n20 mg twice daily (0.5 mg/kg/dose twice daily in children; max 40 mg twice daily)\nMontelukast:\n10 mg nightly for adults; 5 mg for ages 6 to 14; 4 mg for ages 2 to 5; 4 mg granules for 6 to 23 months\nDoxepin:\n10 to 25 mg at bedtime for adults and children 12 and older, titrated to 100 to 150 mg\nHydroxyzine:\n10 to 25 mg nightly; up to 100 to 200 mg daily (pediatric: 0.5 mg/kg; max 12.5 mg for children younger than 6 years and 25 mg for children 6– to 12 years\nCyproheptadine:\n2 mg for children younger than 6 years and 4 to 8 mg in children 6 and older\n\nIf these options fail, discontinue ineffective therapies and initiate omalizumab at 300 mg subcutaneously every 4 weeks, continuing nonsedating antihistamines, tapering as tolerated. Patients should receive a prescription for an epinephrine autoinjector and education due to rare omalizumab-associated anaphylaxis. Dupilumab, approved for patients 12 and older, inhibits IL-4 and IL-13 in patients who fail antihistamines.\n\nHowever, studies' results reveal that dupilumab is not effective in patients who did not tolerate or benefit from omalizumab, making dupilumab a potential choice if patients have concurrent conditions that may benefit from dupilumab, such as atopic dermatitis, urticarial dermatitis, chronic rhinosinusitis with nasal polyposis, or are concerned about the risk of anaphylaxis associated with omalizumab.\n[44]\nRemibrutinib, an oral Bruton tyrosine kinase inhibitor that works by blocking signaling through the high-affinity IgE receptor on mast cells and basophils, is now approved to treat CSU refractory to omalizumab.\n\nThird-Line therapy\n\nClinicians can try cyclosporine for patients unresponsive to antihistamines and omalizumab. Though off-label, cyclosporin is effective, with a rapid onset and the potential for lasting remission. Clinicians should minimize dosing and duration to limit nephrotoxicity and hypertension.\n[45]\nOther less commonly used alternatives include mycophenolate, dapsone, sulfasalazine, phototherapy, methylxanthines, colchicine, methotrexate, and hydroxychloroquine.\n[46]\n[47]\n[48]\nShort courses of oral corticosteroids may be helpful for acute flares, whereas topical corticosteroids have no role.\n[49]\n\nOther considerations\n\nDihydropyridine calcium channel blockers, such as nifedipine, may help patients with CSU and hypertension by inhibiting T-cell proliferation and mast cell mediator release.\n[50]\nHealthcare professionals should regularly use validated tools such as the Urticaria Activity Score over 7 days (UAS7), the Urticaria Control Test (UCT), and the Chronic Urticaria Quality of Life Index (CU-QoL) to monitor disease control and quality of life.\n[28]\n\nCold urticaria is considered more dangerous than other types of physical urticaria in patients being evaluated for CIndU because it carries a significant risk of systemic reactions, including anaphylaxis, particularly with generalized cold exposure such as swimming; the pooled prevalence of anaphylaxis in cold urticaria is approximately 21%. Other physical urticarias, such as symptomatic dermographism and delayed pressure urticaria, are generally limited to localized symptoms and rarely cause systemic reactions or anaphylaxis.\n\nClinical guidelines from the AAAAI recommend that patients with cold urticaria receive counseling about the risk of severe reactions and consider carrying an epinephrine autoinjector, a precaution not routinely advised for most other physical urticarias. There is less evidence regarding the risk of life-threatening reactions in other physical urticarias; however, cholinergic urticaria can also rarely cause severe systemic symptoms. Cold urticaria remains the most consistently associated with anaphylaxis among the physical urticarias.",
    "adverse_effects": "Impaired quality of life, psychiatric comorbidities, and the burden of persistent symptoms are common in patients with CSU. Patients frequently report sleep disturbance, sexual dysfunction, limitations in daily activities, and reduced work or school performance. More than 40% have markedly impaired quality of life, and the overall burden is comparable to or worse than that of psoriasis or atopic dermatitis.\n[65]\n[66]\nPsychiatric comorbidities are also common, with anxiety reported in up to 40% of patients, depression in 7% to 30%, and suicidal ideation in approximately 12% to 15%.\n[67]\n\nTreatment-related complications may arise from the long-term use of immunosuppressants such as cyclosporine, which can cause hypertension and nephrotoxicity, and corticosteroids, which may lead to hyperglycemia, cataracts, osteoporosis, adrenal insufficiency, immunosuppression, weight gain, avascular necrosis, and elevated blood pressure. Anaphylaxis occurs in approximately 1 to 2 per 1000 patients treated with omalizumab.\n[68]\nOther potential adverse effects of omalizumab include arthralgias, alopecia, eosinophilic granulomatosis with polyangiitis, and increased susceptibility to parasitic infections.\n[69]\nSome individuals experience a transient increase in pruritus after discontinuing cetirizine or levocetirizine, which typically resolves with medication reinitiation and gradual tapering. The economic and healthcare burden of CSU is substantial, with high direct and indirect costs resulting from frequent healthcare visits, chronic medication use, and lost productivity."
  }
}