{
  "drug_name": "bilberry",
  "nbk_id": "NBK585051",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585051/",
  "scraped_at": "2026-01-11T15:24:02",
  "sections": {
    "indications": "Patients with very poor visual acuity may be unable to differentiate between the pre-fogging and post-fogging vision states. In patients with congenital or acquired aphakia, a condition characterized by the absence of the crystalline lens, there is no fogging effect during subjective refraction.\n\nThe use of cycloplegic medications is common when examining pediatric patients. Cyclopegic medications are temporary acetylcholine receptor antagonists that paralyze the ciliary body rendering the eye unable to accommodate. It is improbable that fogging will affect the ocular accommodative system in an eye with medication-induced relaxed accommodation.\n\nThe binocular balancing step of the refraction process requires that both eyes have similar visual acuity endpoints after monocular subjective refraction. Situations in which visual acuity is significantly different by one or more full lines are a contraindication for the fogging procedure and the entire binocular balancing process.",
    "clinical_significance": "The refraction process aims to correct ametropia. The dioptric powers of the cornea and the crystalline lens predominately determine the amount of ametropia. The dioptric power of the cornea is fixed. However, the dioptric power of the crystalline lens varies with accommodation, resulting in fluctuating amounts of ametropia that can prolong the refraction process and lead to asthenopic symptoms if the ametropia is not adequately corrected.\n\nAt several points during the refraction process, the eye is exposed to different stimuli for accommodation, including the retinoscope light, the occluder, and the testing prisms. This repeated exposure necessitates the fogging carried out at the latter stages of the refraction process during binocular balancing.\n\nUncorrected hypermetropia or hyperopia can cause headaches, primarily when undiagnosed. The patient with uncorrected hypermetropia without corrective lenses does not complain of decreased vision.\n[28]\nClinicians should request a complete eye examination before neurologically assessing these patients. Fogging can help determine hypermetropic conditions and proper lens prescription, attenuating symptoms in some patients."
  }
}