{
  "drug_name": "bio elements",
  "nbk_id": "NBK557861",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557861/",
  "scraped_at": "2026-01-11T18:46:39",
  "sections": {
    "indications": "Traumatic Brain Injury (TBI) can be caused by any external mechanical forces, impact, rapid acceleration-deceleration, or penetrating injury to the head and presents a significant health challenge worldwide. This article primarily addresses those suffering from a traumatic brain injury or closed head injury, which is the most common form of TBI, rather than a penetrating head injury. The various types of closed head injuries include conditions like concussion, parenchymal contusions, and various types of intracranial hematomas. In the United States, TBI affects approximately 1.7 million individuals annually, with a noticeable prevalence among older adolescents (ages 15 to 19 years old) and adults over the age of 65. These injuries frequently impact the frontal and temporal brain regions, leading to substantial healthcare burdens, particularly in lower-income countries.\n[1]\n[2]\n[3]\n[4]\n\nTBI severity is classified into three categories: mild, moderate, and severe. Mild TBI or concussion is clinically defined as a loss of consciousness lasting <30 minutes, post-traumatic amnesia lasting <24 hrs, or any alteration of consciousness. Moderate or severe TBI is clinically defined as a loss of consciousness lasting ≥ 30 minutes to prolonged coma, post-traumatic amnesia lasting ≥24 hours up to permanently, or a Glasgow Coma score as low as 3.\n\nA Glasgow Coma Scale (GCS) score is also used in the description of those with TBI. It is scored out of 15, where it is defined as mild when the GCS is 14-15, moderate when the GCS is 9-12, and severe when the GCS is 3-8. A mild TBI (otherwise known as a concussion) comprises over 90% of the cases.\n[5]\n[6]\nSymptoms vary widely, from transient consciousness to prolonged unconsciousness or coma in severe cases. Long-term risks include persistent postconcussive symptoms, such as headaches, dizziness, difficulty concentrating, and depression. Recurrent TBIs can lead to cumulative, permanent neurologic damage and chronic traumatic encephalopathy (CTE), emphasizing the critical need for research and education to understand the long-term effects of TBI.\n[7]\n[8]\n[9]\n[10]\n[9]",
    "mechanism": "Traumatic brain injuries can occur from minor impacts or blows to the head, large blows from significant impact, and penetrating injuries to the head. TBI can also occur secondary to rapid acceleration and deceleration of the brain without impact, resulting in diffuse axonal injury (DAI), and can be very debilitating.\n[11]\n[12]\nDepending on the scenario, they can all lead to various degrees of TBI. Statistically, falls are the most common cause of TBI, responsible for 49% of TBI-related emergency department visits in children aged 0 to 17 years and 81% in adults aged 65 years and older. The second most common cause of TBI is motor vehicle collisions/traffic-related injuries, followed by sports or work-related injuries and assaults.\n[13]\n[14]\nFor patients requiring hospitalization due to TBI, falls account for 52% of cases, while motor vehicle accidents are responsible for 20%.\n[15]\nPenetrating and blast-related head injuries are the most lethal form of head trauma.\n[16]",
    "monitoring": "Laboratory studies may be indicated in the acute evaluation of patients with TBI. The decision to obtain any laboratory studies will depend on the severity of the injury or associated polytrauma and the medical history of the patient. For example, a simple head injury following a ground-level fall with a resultant head contusion and no other trauma may only require imaging and no labs, whereas a head injury following an MVC in a patient with multiple other traumatic injuries who is also on an anticoagulant will likely need a full lab panel. When clinically indicated, common labs include a CBC, CMP, coagulation profile (PT and PTT), and a type and screen.\n\nThe initial imaging study of choice is a CT scan of the brain without contrast, as it is often readily available in just about any hospital setting and is rapidly obtainable. Skull X-rays are not recommended unless assessing foreign bodies, gunshots, or stab wounds due to their poor diagnostic value. MRI can be helpful but takes much longer to obtain than a head CT. MRI may be indicated in follow-up for head injuries but is not used as the initial evaluation.\n\nA CT scan of the brain is advocated for patients with moderate to severe head injury as this helps rule out or diagnose the majority of intracranial emergencies like subdural, epidural, intraparenchymal, and subarachnoid hemorrhages. Those suffering from DAI may have normal initial CT scans, but some may reveal small punctate hemorrhages to white matter tracts. MRI imaging is best used to help diagnose DAI, especially diffuse tensor imaging (DTI) and gradient-recalled echo (GRD) MRI.\n[30]\nFor adults with mild head injury (mild TBI) and are at low risk for intracranial injuries, there are two commonly used and externally validated scoring algorithms that help guide when to obtain a head CT scan after a head injury.\n[31]\n[32]\n[33]\n[34]\n[35]\nThese are the New Orleans Criteria (NOC) and Canadian CT Head Injury/Trauma Rules (CCHR). For patients with minor head trauma and a GCS of 15, both rules have a 100% sensitivity in predicting the need for neurosurgical intervention with the CCHR, resulting in lower CT rates (52% vs. 88%) and being more specific (50.6% vs. 12.7%).\n[34]\nSimilar to the CCHR and NOC, the PECARN head injury rule has a 100% sensitivity and 100% negative predictive value in ruling out clinically important traumatic brain injury (ciTBI) in the pediatric population under two years of age. In those over two, the rules had a 96.8% sensitivity and negative predictive value of 99.95% for ruling out ciTBI but had a 100% sensitivity in predicting those requiring neurosurgical intervention.\n[36]\n[37]\n[36]\nIf any of the criteria are met, a CT scan of the brain may be warranted.\n\nNew Orleans Criteria\n\nHeadache\nVomiting (any)\nAge > 60 years\nDrug or alcohol intoxication\nSeizure\nTrauma visible above clavicles\nShort-term memory deficits\n\nCanadian CT Head Injury/Trauma Rule\n\nDangerous mechanism of injury (defined as a pedestrian struck by a motor vehicle, occupant ejected from a motor vehicle, or a fall from >3 feet or >5 stairs)\nVomiting > than once\nAge > 65 years\nGCS score < 15, 2 hours post-injury\nSeizure after injury\nAny sign of basal skull fracture\nPossible open or depressed skull fracture\nAmnesia for events 30 minutes before injury\n\nFor pediatric patients (<16) at low risk for intracranial injuries, the best decision tool to determine the recommendation of the CT scan is the Pediatric Emergency Care Applied Research Network (PECARN) head trauma algorithm, which is based on a large-scale clinical trial of the same name and has had repeated external validation.\n[38]\n[36]\n[38]\n\nPECARN for children younger than 2 years old:\n\nScalp hematomas (especially those that are not frontal)\nLoss of consciousness for 5 seconds or more\nSevere mechanism of injury (such as motor vehicle collision, fall from elevation greater than 3 feet, or being struck by a high-impact object)\nAbnormal behavior, according to the parents, and palpable skull fracture\n\nPECARN for children 2 years old and older:\n\nLoss of consciousness\nVomiting\nSevere headache\nSevere mechanism of injury\nSigns of basilar skull fracture\nAltered mental status\n\nThere are many other trauma rules that can help risk stratify and help guide on prognosis and testing. Many of them can be found at https://www.mdcalc.com/. Some other commonly used and studies rules include CRASH and IMPACT. The CRASH prognosis calculator predicts death at 14 days and death and severe disability at 6 months in adult patients with GCS 14 or less. It does not help determine whether or not a CT is necessary.\n[39]\nThe IMPACT prognosis calculator predicts a 6-month outcome in adult patients with moderate to severe traumatic intracranial injury. It does not help determine whether or not a CT is necessary.\n[40]",
    "administration": "The prime objective in the management of head trauma involves preventing secondary brain insults. The algorithm in the management involves:\n\nSecuring airway and maintaining ventilation\nMaintaining adequate cerebral perfusion pressure\nPreventing hypoxia, hypotension, hypercapnia, or hypocapnia\nEvaluating and managing raised ICP\nObtain urgent neurosurgical consultation for traumatic intracranial lesions\nIdentifying and treating other life-threatening injuries or conditions\n[41]\n[42]\n[43]\n\nAirway, Breathing, and Circulation\n\nIdentify any condition that might compromise the airway, such as a pneumothorax, hemothorax, or pulmonary contusion causing hypoxemia. For sedation, consider using short-acting agents that have a minimal effect on blood pressure or ICP (etomidate or propofol for induction and vecuronium or rocuronium for neuromuscular blockade). Consider endotracheal intubation in the following situations:\n\nInadequate ventilation or gas exchange, such as hypercarbia, hypoxia, or apnea\nSevere head injury\nInability to protect the airway\nSeverely agitated patient\n\nThe cervical spine should be maintained in line during intubation. Nasotracheal intubation should be avoided in facial trauma or basilar skull fracture patients.\n\nThe targets should maintain oxygen saturation greater than 90%, PaO2 greater than 60 mm Hg, and PCO2 at 35 to 45 mm Hg.\n\nAvoid hypotension. Normal blood pressure may not be adequate to maintain adequate flow and CPP if ICP is elevated. The target is maintaining systolic blood pressure greater than 90 mm Hg and MAP greater than 80 mm Hg. Isolated head trauma usually does not cause hypotension. If the patient is in hypovolemic shock, look for another cause.\n\nMild Head Trauma\n\nEpidemiological data suggests that the majority of head trauma is mild. In this event, many of these patients can be discharged following a routine neurological examination as there is minimal risk of developing intracranial pathology. The utilization of the externally validated head injury trauma rules like the New Orleans Criteria and Canadian CT Head Injury rules can assist in this triage process on who will likely benefit from head imaging prior to discharge. If CT imaging is not available, one can consider observing for at least 4 to 6 hours if no imaging was obtained. One should consider hospitalization if any of these other risk factors are present:\n\nBleeding disorder\nPatients taking anticoagulation therapy or antiplatelet therapy\nPrevious neurosurgical procedure\n\nIt is imperative to provide strict return precautions for patients discharged without imaging. A study of metabolomics and microRNAs can help predict the need for a CT scan of the head among these cohorts.\n[21]\n[44]\nCollaborative European NeuroTrauma Effectiveness Research in Traumatic Brain Injury (CENTER-TBI) compared six biomarkers (S100B, glial fibrillary acidic protein, ubiquitin carboxy-terminal hydrolase L1, neuron-specific enolase, neurofilament light, and total tau) with four clinical decision rules (the Canadian CT head rule, the CT in Head injury Patients, the UK National Institute for Health and Care Excellence guideline for head injury, and New Orleans criteria).\n[21]\nThe study revealed that Glial fibrillary acidic protein demonstrated superior performance compared to other biomarkers in distinguishing the necessity for CT scans among individuals with mild head injuries. It exhibited a 99% probability of more effectively identifying CT-positive patients than the clinical characteristics utilized in current decision-making frameworks.\n[21]\n\nScandinavian Neurotrauma Committee advocates CT imaging among cohorts with minimal head injury presenting with the following clinical characteristics:\n\nLoss of consciousness and repeated vomiting alongside increased S100B assay\nSeizures, neurological deficits, and clinical evidence of depressed or skull base fractures\nPatients on therapeutic anticoagulation or having bleeding disorders\nAge >65 years and on antiplatelet medications\nThis minimizes health costs, radiation hazards, and emergency overcrowding without compromising patients' safety.\n[45]\n\nModerate to Severe Head Trauma\n\nPrehospital and ED care should prioritize on:\n\nStabilization of physiological parameters as per the principles of Advanced Trauma Life Support\nRapid correction of impaired coagulation\nNoninvasive techniques to monitor ICP\nEmergent surgical evacuation of mass lesions or decompressive craniectomy and\nTemporary measures to counteract ICP\n[46]\n\nCurrent recommendations include:\n\nOptimizing Oxygenation (SpO\n2\n>90%), blood pressure (SBP >110 mm Hg), and maintaining euthermia. Prehospital guidelines of the Brain Trauma Foundation recommend intubation with a GCS of 8 or less, while the CENTER-TBI advocates in-hospital intubation with a GCS of 10 or lower.\n[21]\nMaintaining euthermia may help prevent coagulopathy and infection associated with hypothermia, as well as increased metabolic demand and energy failure associated with hyperthermia.\nSupplemental oxygen to all patients in the prehospital environment\nMaintain end-tidal CO\n2\nreading between 35 to 45 mm Hg\nPupil and GCS assessment every 30 mins\nProphylactic administration of hyperosmolar therapy in the absence of signs of herniation and prehospital tranexamic acid is discouraged.\n[47]\n\nThe central dogma in managing raised ICP is preventing secondary insults. Ventricular catheters represent a \"global\" ICP and are the gold standard.\n[26]\nParenchymal monitors, though easier to insert in cases of midline shift or malignant brain swelling, cannot be recalibrated in vivo, only measure a localized pressure, and have a high propensity for drift issues in long-term usage. The current noninvasive techniques such as pulsatility index from transcranial doppler, tympanic membrane displacement (otoacoustic emissions), near-infrared spectroscopy, and optic nerve sheath diameter assessments are not accurate enough to replace traditional invasive techniques and have significant inter-rater variability.\n[26]\n\nBrain Trauma Foundation guidelines advocate ICP monitoring for cohorts with:\n\nSevere TBI (GCS of 3 to 8) with abnormal CT images or\nAt least two criteria: age over 40 years, SBP <90 mm Hg, or abnormal posturing.\n[27]\n\nOther ICP Monitoring Recommendations include:\n\nPatients with an initial normal CT scan or with minor changes in CT images but later show features of neurologic worsening or progression on the repeat scan\nEvidence of brain swelling (eg, compressed or absent basal cisterns)\nExtensive bifrontal contusions independent of the neurological condition\nWhen sedation interruption to check neurological function is not justified (eg, respiratory failure from lung contusions and flail chest)\nWhen the neurological examination is not reliable (eg, maxillofacial trauma or spinal cord injury)\n[26]\n\nWorld Society of Emergency Surgery strongly recommends following guidelines for the 'Hub and Spike' model of managing severe head injury:\n\nTelemedicine to facilitate the early transfer of radio images\nHemodynamic stabilization before referral\nClear therapeutic communications and collaborations between personnel at the multispeciality level\nTransfer via trained and certified health team with serial neurological monitoring (check only pupils without interrupting sedation among cohorts with features of raised intracranial pressure)\nPupillpmetry study or ocular ultrasound study for optic nerve sheath diameter assessment should not unnecessarily delay the transfer of patients.\nThe patient should be sedated, intubated, and on mechanical ventilation during transfer, with the head of the bed elevated to 30° to 45°\nProvision of cardiorespiratory and invasive BP monitoring, keeping SBP >110 mm Hg and MAP >90 mm Hg\nPlatelet count >75.000/mm\n3\n, PT/aPTT <1.5\nAim for normothermia, Hemoglobin level >7 g/dL, SpO\n2\n>94%, PaCO\n2\nof 35 to 38 mm Hg, serum Na 140 to 145 mEq/L\nIncreased sedation, osmotherapy, and short-term hyperventilation are justified for patients with brain herniation awaiting emergent neurosurgery\n[48]\n\nProposed tiers in the management of refractory intracranial hypertension include:\n\nEvacuation of hematoma harbingering or causing cerebral herniation\nPhysiological neuroprotection\nSedation, analgesics, and ventilation\nCSF drainage\nOsmotherapy with mannitol or hypertonic saline\nHyperventilation\nHypothermia\nBarbiturate coma\nDecompressive hemicraniectomy\n[27]",
    "adverse_effects": "Brain death\nChronic traumatic encephalopathy (especially in military personnel and athletes related to contact sports)\n[62]\nCNS infection\n[63]\nCSF leaks\n[64]\nDementia\n[65]\nDeep vein thrombosis\nDepression and PTSD\n[66]\nDyselectrolytemia (eg, cerebral salt wasting and SIADH)\n[67]\n[68]\n[67]\nEndocrinopathies such as hypopituitarism\n[69]\nHydrocephalus\nMalignant cerebral edema\nNeurogenic pulmonary edema\n[70]\nNeurovascular injuries\nParoxysmal sympathetic hyperactivity\n[71]\nPneumocephalus\n[72]\nSeizures\nSpasticity\n[73]\nStunned myocardium syndrome\n[74]\nSubstance use disorder\nVasospasm\n[75]"
  }
}