{
  "drug_name": "biphenyl dimethyl dicarboxylate",
  "nbk_id": "NBK470327",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK470327/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Blistering distal dactylitis (BDD) is a localized bacterial infection manifesting as fluid-filled lesions over the fingers, especially in children.\n[1]\nClassically, BDD is localized to the volar fat pad of the distal phalanx of the digits, presenting as a medium-to-large nontender blister filled with a thin, white fluid. Bacterial cultures from this fluid most commonly grow Group A beta-hemolytic\nStreptococcus\n.",
    "mechanism": "Typically, BDD is caused by group A beta-hemolytic\nStreptococcus\ninfection. Additionally, etiological agents such as Group B Streptococcus, Staphylococcus aureus, and methicillin-resistant\nS aureus\n(MRSA) have been reported.\n[2]\n[3]\n[4]\n[5]\n[4]\nThe organisms tend to invade the skin through open wounds from insect bites, traumatic cuts, erosions, burns, or abnormalities of skin appendages such as nails. Additionally, there were recorded instances of combined bacterial and viral infections, namely involving β-haemolyticus\nStreptococcus\nand\nS aureus, β-haemolyticus Streptococcus\nand\nStaphylococcus epidermidis,\nand\nS aureus\nand herpes simplex virus.\n[6]\nBased on the clinical presentation and staphylococcal etiology, certain authors classify BDD as a clinical variant of bullous impetigo. The presence of several bullae is indicative that\nS aureus\nis the responsible pathogen.\n[7]",
    "monitoring": "The fluid can be collected after puncturing or deroofing the blister. The fluid is then examined for Gram-stained smear bacterial culture and sensitivity to confirm the diagnosis and start the appropriate antibiotics.\n[13]\n[14]\nStaphylococci and streptococci are grouped as gram-positive cocci. Staphylococci form clumps, whereas streptococci grow in chains. They can be discriminated against by the catalase test because staphylococci can produce catalase.",
    "administration": "For tense and tender bullae, it is recommended to perform incision and drainage followed by wet dressing. Bullae may also be deflated with a sterile needle, leaving the blister roof intact. Wet compresses are helpful for rapid resolution of the bulla, followed by topical antibiotics. BDD can coexist with and may be secondary to clinically indiscernible bacterial infections of the upper and lower respiratory or gastrointestinal tract, which highlights the need for systemic antibiotic therapy.\n\nTopical antibiotics alone are inadequate in most cases. Systemic antibiotics are commonly recommended to avert the development of new lesions and the spread of infection to other sites. Oral antibiotics also decrease the chances of spreading to other people. B-lactamase–resistant antibiotics (flucloxacillin, dicloxacillin, and cloxacillin) are the drug of choice because\nS aureus\nis often resistant to penicillin.\n\nFor cases that show MRSA positivity along with systemic signs, intravenous vancomycin is indicated. Improvement starts 24 to 48 hours after initiating antibiotics; however, treatment should be continued for 7 to 14 days, depending on the clinical response. Patients who do not improve after 48 hours, develop systemic signs, or have worsening local symptoms need to be reevaluated by sending specimens for culture and susceptibility testing.",
    "adverse_effects": "BDD is rarely complicated and is generally known to subside with proper treatment. Recurrent BDD has been described in a case of ingrowing toenails.\n[16]\nOsteitis and auto-amputation have been described in an HIV-positive infant who had not received proper treatment until two months after the onset of symptoms.\n[17]\nNonetheless, no cases of post-streptococcal glomerulonephritis have been reported in the literature."
  }
}