{
  "drug_name": "birch ex",
  "nbk_id": "NBK599531",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599531/",
  "scraped_at": "2026-01-11T18:46:38",
  "sections": {
    "indications": "Epidermolysis bullosa (EB) defines a prototypic group of rare, inherited dermatoses, characteristically featuring skin fragility secondary to structural defects in the dermo-epidermal junction. This skin fragility creates an impaired tolerance to mechanical stress. Trivial mechanical trauma and shear stress can provoke skin blistering, erosions, and ulceration.\n[1]\nThis places patients with certain forms of epidermolysis bullosa at a greater risk of infection, disabling deformities secondary to heavy scarring, and aggressive cutaneous malignancy, leading to early fatality in some cases. An extensive phenotypic range is described, ranging from fragility and blistering localized to areas of weight-bearing or pressure to widespread generalized involvement, including extracutaneous disease. Thus, certain subtypes of EB confer high morbidity, with a risk of increased mortality due to multi-system pathology.\n[2]\n[3]\n\nSixteen genes have been implicated in underpinning at least 30 observed epidermolysis bullosa subtypes. Each subtype features varying phenotypic severity and impact on morbidity and mortality. These subtypes have been organized into 4 major groups based on the ultrastructural plane within the dermo-epidermal junction that the defect impacts:\n\nEpidermolysis Bullosa Simplex (EBS)\ncomprises around 70% of all epidermolysis bullosa cases and features a fragility defect in the epidermis, mostly inherited in an autosomal dominant pattern.\n\nJunctional Epidermolysis Bullosa (JEB)\nis an autosomal recessive fragility defect seen specifically within the lamina lucida and makes up around 5% of all epidermolysis bullosa cases.\n\nDystrophic Epidermolysis Bullosa (DEB)\nrepresents around 25% of all epidermolysis bullosa cases and may be autosomal dominant or recessive. Dystrophic epidermolysis bullosa features a fragility defect below the lamina densa of the basement membrane zone.\n\nKindler Epidermolysis Bullosa\n(KEB)\nis the rarest of the 4 major epidermolysis bullosa types inherited in an autosomal recessive pattern. The kindlin-1 protein is affected in Kindler epidermolysis bullosa, resulting in fragility in any plane of the dermo-epidermal junction. Around 400 cases have been reported worldwide.\n[4]\n\nInherited epidermolysis bullosa is distinct from epidermolysis bullosa aquisita, a separate, non-inherited, immunobullous disorder characterized by antibodies against type VII collagen.\n[1]",
    "mechanism": "As epidermolysis bullosa results from defects within the dermo-epidermal junction, it is imperative to appreciate the components of this structure before understanding pathophysiology.\n[5]\n\nThe epidermis is the uppermost layer of the dermo-epidermal junction and overlies the dermis. The basement membrane zone is found between the lower (basal) layer of the epidermis and the upper (papillary) layer of the dermis. The basement membrane zone is multifunctional: it anchors the epidermis to the dermis, provides scaffolding for cellular migration and adhesion, forms a selectively permeable membrane for cells and molecules, and serves as a model for the differentiation, development, repair, and replacement of cells. The basement membrane zone consists of 2 layers: the lamina lucida, which lies below the basal epidermis, and the lamina densa, which lies below the lamina lucida.\n\nThe layers of the dermo-epidermal junction are dependent on one another, and function as a collective, as opposed to contributing individually. Protein structures are vital in maintaining the position and proximity of the dermo-epidermal junction layers. In epidermolysis bullosa, defective and deficient proteins arising from inherited or de novo genetic mutations result in dermo-epidermal junction malfunction. The phenotypic severity is often proportional to the degree of protein deficiency; therefore, relatively small quantities of functional protein reduce phenotypic severity as compared to an absolute loss of protein expression.\n[6]\n\nThe culmination of this dermo-epidermal junction malfunction is skin fragility. Erosions, blistering, and ulceration ensue in response to seemingly disproportionate mechanical trauma. The resultant wounds are frequently persistent, prone to chronic inflammation, susceptible to infection, and are associated with significant pruritis, pain, and diminished quality of life.\n[7]",
    "monitoring": "Transmission Electron Microscopy and Immunofluorescence Antigen Mapping\n\nTransmission electron microscopy and immunofluorescence antigen mapping are undertaken upon shave biopsy specimens from non-blistered skin subjected to gentle friction before the study. This is to induce progressive morphological changes of early blistering. Blistered skin is not used as reparative changes can lead to misdiagnosis.\n[33]\n\nFollowing a biopsy, transmission electron microscopy, and immunofluorescence antigen mapping are vital in distinguishing the affected dermo-epidermal junction plane and morphological features specific to epidermolysis bullosa subtypes. Transmission electron microscopy details the planar location of the dermo-epidermal junction defect and morphological features (desmosomes, hemidesmosomes, anchoring filaments, fibrils, sub-basal dense plates, basal keratin filaments) aiding subtype diagnosis.\n[34]\nConventional light microscopy reveals fewer fine details at the basement membrane zone and, therefore, has no diagnostic role in the setting of epidermolysis bullosa. Immunofluorescence antigen mapping and transmission electron microscopy help subtype epidermolysis bullosa by highlighting target antigens and quantifying their abundance (which shows a correlation with phenotypic severity).\n[35]\nLimitations of these processes are appreciated in resource-poor settings, given the cost, time, and expertise required.\n\nGenetic Screening\n\nGenetic screening can confirm the epidermolysis bullosa subtype. Next-generation sequencing has surpassed Sanger sequencing in epidermolysis bullosa diagnosis due to its lower cost, concurrent multiple gene screening efficiency, and operator-friendly data synthesis.\n[36]\n[37]\nMutational analyses also underpin genetic counseling for family members and may inform future family planning.",
    "administration": "The absence of curative therapies has led to medical management oriented on supportive care, symptom control, and prevention of mild to severe complications.\n[29]\nInterdisciplinary management is necessary, guided by the subtype of EB that is diagnosed.\n\nIn epidermolysis bullosa, blisters are prevented by reducing exposure to mechanical trauma. Trauma provoked by cord clamps, clothing labels and seams, plastic patient identifying bands, and heel prick tests should be minimized in neonates. Hot, humid environments may also aggravate fragility.\n[38]\nTrauma-preventative dressings placed over body sites are more likely to meet with pressure or friction. Blisters may be pierced with sterile needles and drained, with the blister roof kept intact to minimize pain and prevent microbial colonization. Broken skin can be dressed with specialized non-adhesive foam and lipocolloid dressings.\n[39]\n\nTo reduce colonization, antiseptic washes, and ointments may be encouraged. Targeted antibiotic use should be reserved for proven infection, frank cellulitis, and sepsis management.\n[40]\nWound overgranulation may be managed with short-term topical corticosteroid use.\n[41]\n\nSquamous cell carcinoma is frequently a devastating complication in epidermolysis bullosa and notably a common cause of early mortality in junctional epidermolysis bullosa and dystrophic epidermolysis bullosa populations.\n[42]\nWide local excision remains the recommended management; however, squamous cell carcinoma in epidermolysis bullosa is aggressive and highly metastatic regardless of conventional tumor histological grading or margin of surgical clearance. In severe recessive dystrophic epidermolysis bullosa, the risk of mortality due to squamous cell carcinoma rises to 78.8% at 55 years old from 38.7% at 35 years old, and the median survival is approximately 5 years following initial squamous cell carcinoma diagnosis.\n[15]\nRadiotherapy and chemotherapy can form palliative treatment options. Newer immunotherapy agents have been employed with varying degrees of success.\n\nPain is an important overarching symptom.\n[43]\nThe source of pain may be the cutaneous disease, the extracutaneous manifestations, or secondary to wound dressing changes or bathing. Analgesia, involvement of a pain management team, and psychological support should aim to reduce pain, which frequently debilitates a patient's quality of life. Neuropathic pain medication can play a role in managing pruritic pain symptoms unresolved by emollient, topical corticosteroid, and antihistamine therapy.\n[44]\n\nVery recently, beremagene geperpavec ('B-VEC'), a dosable topical gene therapy delivering\nCOL7A1\nusing herpes simplex virus type 1 as a vector, has been approved by the FDA as a treatment for dystrophic epidermolysis bullosa.\n[45]\nSimilarly, Oleogel-S10 (birch triterpene extract), a herbal gel remedy was recently approved by some regulatory authorities for wound management in junctional and dystrophic epidermolysis bullosa.",
    "adverse_effects": "Interprofessional discussion should be prompted following diagnosis, guided by the specific extracutaneous complications present in the patient.\n\nOral and Gastrointestinal Disease\n\nRepeated blistering, erosion, ulceration, and scarring in the oral mucosa secondary to dysfunctional laminin 332, kindlin-1, and types VII and XVII collagen can cause microstomia, tongue-tethering and vestibular sulcus loss. Junctional epidermolysis bullosa additionally features tooth enamel defect. Combined, these concerns increase the likelihood of dental caries formation due to difficulty maintaining oral hygiene.\n[74]\n[75]\nManagement may include dental scaling, root planning, and antibiotic therapy.\n\nNutrition is impacted by the aforementioned oral manifestations, as well as gastrointestinal involvement. Esophageal blistering contributes to poor nutrition by causing dysphagia. This is managed using analgesia, soft diet alteration, and occasionally inhaled steroids to reduce localized edema and erosion. Esophageal webbing and stricturing (including secondary to squamous cell carcinoma formation) hinder proper nutrition due to dysphagia and reflux symptoms. Non-malignant esophageal complications may warrant balloon dilation and proton pump inhibitor therapy.\n[76]\nNeonatal patients with pyloric atresia cannot develop nutrition at all without immediate surgical intervention.\n[77]\nFailure to thrive may be seen, together with vitamin and mineral deficiencies, anemia, hypoalbuminemia, delayed puberty, and poor wound healing. Long-term management warrants specialist dietician support and consideration of gastrostomy placement.\n[78]\n\nPoor nutritional intake, alongside gastrointestinal and cutaneous losses, leads to microcytic or normocytic anemias, notably iron deficiency anemia or anemia of chronic disease.\n[79]\nIron supplementation is an important consideration. Transfusion may be required in symptomatic anemia if iron is depleted. Intravenous iron infusion is preferred to oral supplementation, which can cause constipation. Other causes of constipation in epidermolysis bullosa include regular opioid use, poor fiber and fluid intake, and anal blistering. An osmotic laxative and dietary alteration can be prescribed prophylactically to manage constipation.\n[80]\n\nMusculoskeletal Disease\n\nPatients with epidermolysis bullosa have an increased risk of developing osteopenia and osteoporosis due to reduced mobility, unresolved inflammation, vitamin D deficiency, pubertal delay, and chronic opioid exposure.\n[81]\nConsequently, vitamin D supplements, physiotherapy, and induction of puberty may be considered when managing bone health. With regard to soft tissues, repeated blistering may propagate flexion contracture and pseudosyndactyly formation, significantly impacting manual dexterity and gait. Surgical release may be indicated to improve functionality if preventative measures, such as digit-separating dressings, physiotherapy, and podiatrist involvement, fail.\n[82]\n[83]\nIn subtypes with muscular dystrophy, only supportive therapy is recommended.\n[84]\n\nOphthalmic Involvement\n\nWhile ophthalmological input is recommended for complications such as blepharitis, erosion, scarring, keratitis, symblepharon, and ectropion, lubricating preparations are recommended as prophylactic management. Around 6% of patients with recessive dystrophic epidermolysis bullosa develop blindness due to ophthalmic involvement.\n[85]\n[86]\n\nGenitourinary Involvement\n\nGenito-urinary epidermolysis bullosa involvement includes stenosis of the urethra (causing hydroureter and hydronephrosis if unresolved), for which surgical stenting may be indicated.\n[87]\nVaginal stenosis may also complicate epidermolysis bullosa.\n[88]\nHemodialysis, peritoneal dialysis, and eventual transplantation may be warranted in epidermolysis bullosa-related IgA nephropathy, post-streptococcal glomerulonephritis, and renal amyloidosis.\n[89]\n\nCardiovascular and Respiratory Involvement\n\nKLHL\nmutations causing dilated and hypertrophic cardiomyopathy require specialist cardiology input.\n[90]\nInterstitial lung disease confers a poor prognosis.\n[91]\nLaryngeal involvement requires emergent airway management.\n[92]\n\nPsychosocial Impact\n\nEpidermolysis bullosa is a frequently debilitating disease without a cure and has the potential to exert considerable psychological impact.\n[93]\nChronic wounds, pain, itch, reduced mobility, and difficult social interaction can contribute to a markedly reduced quality of life.\n[26]\nThe societal, familial, and financial consequences extend to caregivers, particularly those who are also relatives.\n[94]\nPsychological support may improve the emotional well-being of patients and caregivers."
  }
}