{
  "drug_name": "bisacodyl",
  "nbk_id": "NBK547733",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK547733/",
  "scraped_at": "2026-01-11T15:24:08",
  "sections": {
    "indications": "The primary indicated use of bisacodyl is for adults or children with constipation, especially chronic constipation. Bisacodyl is contraindicated in patients with acute GI diseases such as appendicitis or diarrhea, with ileus or suspected bowel obstruction, bowel perforation, colitis, toxic megacolon, severe dehydration, electrolyte imbalance (ie, hypokalemia, hyponatremia, metabolic alkalosis or acidosis), or are allergic or hypersensitive to bisacodyl.\n[6]\n[36]\nRectal administration of bisacodyl suppositories is also a contraindication in patients with inflammation or an ulcer in the distal colon (ulcerative proctitis) and anal fissures.\n[27]\n\nWarnings\n\nAccording to the Institute for Safe Medication Practices, the brand name of bisacodyl may be confused with docusate. Check the prescription before dispensing.\n[37]",
    "mechanism": "Bisacodyl's target of action is the gastrointestinal (GI) tract. Absorption from the GI tract is minimal because its formulation is a coated tablet resistant to destruction in the stomach and small intestine and thus achieves transit to the colon in its intact form. After oral intake, it dissolves in the colon, ensuring a laxative effect.\n[2]\n[10]\nIntestinal deacetylase and bacterial enzymes hydrolyze bisacodyl to a deacetylated active metabolite, bis-(p-hydroxyphenyl)-pyridyl-2-methane (BHPM), which stimulates the intestinal mucosa, causing peristalsis, which is responsible for the laxative action.\n[6]\n[7]\n\nBPHM has a dual activity in the colon, including an anti-absorptive-secretory effect and a direct prokinetic effect by stimulating parasympathetic nerve endings in the colonic mucosa.\n[7]\n[11]\n[12]\nThe metabolite acts locally in the large bowel by stimulating the colon's myoelectrical and motor activity and intestinal secretion, enhancing the colon's motility, reducing overall colonic transit time, and increasing the water content of the stool.\n[13]\n[14]\n\nRatnaike et al demonstrated that bisacodyl impairs fluid absorption by activating adenylate cyclase in the small intestinal enterocytes, which increases the amount of cyclic AMP and causes the active secretion of Cl- and HCO\n3-\n, passive efflux of Na+, K+, and water, and inhibition of Na+ and Cl- absorption into the enterocyte.\n[15]\nBisacodyl may also exhibit its laxative effect by decreasing the expression of aquaporin 3 (AQP3) in the colon, inhibiting water transfer from the intestinal tract to the vascular side of the cells.\n[16]\n\nBassotti et al investigated the effect of a 10 mg bisacodyl solution. About 90% of patients with slow transit constipation showed motor response characterized by one or more high amplitude propagated contractions (HAPCs).\n[17]\nMin et al conducted a study showing that bisacodyl increases sigmoid colon longitudinal muscle tone through direct action on the smooth muscle but not in the colonic circular muscle, suggesting that bisacodyl could be effectively used and administered to manage constipation in patients with neuropathy because bisacodyl improves the spatiotemporal-coordinated pattern of HAPCs.\n[3]\n\nPharmacokinetics\n\nAbsorption:\nBisacodyl's absorption from the GI tract is minimal. No correlative relationship was found between the plasma concentrations of the metabolite and the laxative effect, suggesting that systemic absorption was not required for the laxative action, and the impact of bisacodyl was subject to local mediation.\n[2]\n\nDistribution:\nThe volume of distribution is 181 L after a single dose of bisacodyl and 289 L at a steady state.\n[18]\n\nMetabolism:\nBisacodyl becomes deacetylated in the colon to its active metabolite. The metabolite conjugates to the mono-glucuronide in the wall of the intestine or liver.\n[19]\nBisacodyl's absorption from the GI tract is minimal. Therefore, only a small amount of bisacodyl's absorbed metabolite gets excreted in the urine as the glucuronide.\n[7]\n\nExcretion:\nThe predominant route of bisacodyl elimination occurs through the feces, with 13% to 17% of the administered dose excreted in the urine as the active metabolite.",
    "administration": "Available Dosage Forms and Strengths\n\nBisacodyl administration can be via oral or rectal routes.\n[1]\n[2]\n\nAdult Dosage\n\nIn adults, bisacodyl is given in doses of 5 to 10 mg tablet daily administered at night or bedtime because it works within 6 to 12 hours following administration when taken orally so that the therapeutic effect will occur in the morning. The medication can also be administered in 10 mg as an enema or suppository in the morning because bisacodyl will work within 15 to 60 minutes following rectal administration. Dosages of 10 to 20 mg are given by mouth for complete bowel evacuation, followed by 10 mg as a suppository the next morning.\n[7]\nContinued use of bisacodyl may decrease its efficacy because bisacodyl increases the production of PGE2, which decreases the expression of AQP3. The effectiveness of compounds that decrease AQP3 expression in the colon can be reduced by continued use.\n[16]\n\nSpecific Patient Populations\n\nHepatic impairment:\nThe manufacturer's labeling does not include any recommendations for dosage adjustments for bisacodyl. Bisacodyl is not linked to serum enzyme elevations or clinically apparent liver injury.\n[20]\n\nRenal impairment:\nConsidering the unique property of bisacodyl as a cAMP-mediated stimulant laxative, which has been suggested to increase fecal potassium secretion by stimulating cAMP-mediated upregulation of colonic big potassium channels and has been shown to decrease intradialytic hyperkalemia in patients on hemodialysis, bisacodyl might be a reasonable choice of laxative in terms of lowering elevated potassium levels in advanced chronic kidney disease.\n[21]\nHowever, it is important to use caution when prescribing and monitoring bisacodyl in patients with chronic kidney disease due to electrolyte imbalances.\n\nPregnancy considerations:\nBisacodyl exhibits minimal absorption with poor bioavailability. The use of stimulant laxatives like bisacodyl may induce abdominal cramps, and prolonged usage raises theoretical concerns about the possible emergence of electrolyte imbalances.\n[22]\nConsidering dietary modification and the inclusion of fiber supplements may be advisable.\n[23]\n\nBreastfeeding considerations:\nBisacodyl is minimally absorbed from the GI tract, and its undetectable active metabolite in breast milk allows its use during breastfeeding without special precautions. In a study with 16 postpartum non-breastfeeding women, both oral enteric-coated bisacodyl tablets (10 mg daily) and oral liquid sodium picosulfate (10 mg daily) showed undetectable levels of the active BHPM in all collected milk samples.\n[24]\n\nPediatric patients:\nFor children aged 3 to 10 years, a daily dose of 5 mg of bisacodyl, administered orally or rectally, is recommended as a single nightly dose. Children aged 10 and older may receive up to 10 mg daily, administered in a single nightly dose.\n\nOlder patients:\nThe potential adverse effects of long-term usage in older individuals suggest that stimulant laxatives, such as bisacodyl, should be used only after attempting fiber and osmotic laxatives.\n[25]",
    "adverse_effects": "The most common adverse effects, seen in more than 5% of patients taking bisacodyl, are diarrhea, abdominal pain (mainly in the upper abdomen), and headache.\n[1]\nAlthough it is unlikely that chronic use of bisacodyl is harmful to the colon, it could induce abdominal discomfort and cramping pain.\n[26]\n[27]\nJoo JS et al summarized that 45% of patients using bisacodyl or other laxatives (phenolphthalein, senna, and casanthranol) more than 3 times per week for 1 year or longer had subsequent radiographic changes of colonic redundancy and dilation of the colon, with loss of haustral markings which did not occur in the control groups. These agents may cause a neuronal injury or damage colonic longitudinal musculature.\n[28]\n\nMyenteric plexus or smooth muscle damage due to stimulant laxatives is rare, and it is unclear if this is due to constipation or laxative use.\n[29]\nThe association between stimulant laxatives and colorectal neoplasm in humans remains inconclusive, and the data is lacking in human studies, but in vitro studies showed that bisacodyl was found to induce proliferative epithelial lesions, including a transitional-cell carcinoma, but only in the urinary bladder epithelium of rats.\n[26]\nOther side effects of bisacodyl include muscle weakness, nausea, vomiting, anorexia, and rectal irritation.\n[30]\nBisacodyl also has correlations with salt overload, hypokalemia, and protein-losing entropy.\n[31]\nAjani et al reported a case that showed that bisacodyl correlates with colonic ischemia, but the explanation for bisacodyl-induced CI is not clear.\n[32]\nRectal administration of bisacodyl may cause rectal mucosa irritation, burning sensation, and mild proctitis.\n[33]\n\nDrug-Drug Interactions\n\nBisacodyl interacts with drugs such as digoxin, antacids, and H2-receptor antagonists. Wang et al conclude that bisacodyl interferes with digoxin absorption, with a resultant reduction of the serum digoxin concentration.\n[34]\nAntacid and H2-receptor antagonists cause the enteric coating to dissolve too rapidly and may result in gastric or duodenal irritation when administered within 1 hour of bisacodyl tablets. Simultaneous oral sodium sulfate and bisacodyl use may increase the risk of ischemic colitis.\n[35]",
    "monitoring": "Monitoring bisacodyl's metabolite is possible in human urine, serum, and stool within 24 hours after ingestion. A serum electrolyte test is necessary when the patient is administered bisacodyl and shows acid/base disorder. Gas chromatography-mass spectrometry (GC-MS) and liquid chromatography analyze bisacodyl's metabolites. The concentrations of bisacodyl diphenol, a metabolite of bisacodyl, in the patient's urine and serum were determined using bisphenol A as the internal standard.\n[19]\nMonitor disease severity and response to therapy; underlying disorders such as hypothyroidism should be evaluated. Bisacodyl stands out as the predominant laxative subjected to misuse, particularly linked to patients contending with eating disorders.\n[38]",
    "toxicity": "Signs and Symptoms of Overdose\n\nOverdosing of bisacodyl can induce diarrhea, leading to electrolyte disturbances, including hypokalemia, hypocalcemia, metabolic acidosis, or alkalosis, which may also produce vomiting and muscle weakness. Short-term use (3 days) of the recommended dose does not affect serum electrolytes.\n[2]\nA case report of chronic abuse of bisacodyl in a female patient showed a frequent and repetitive formation of urinary calculi with rapid double J stent encrustation.\n[39]\n\nManagement of Overdose\n\nThe management of bisacodyl overdose is supportive, focusing on ensuring adequate hydration and correcting any electrolyte imbalances.\n\nRecommendations\n\nThe treatment of laxative abuse is to cease the causative agent; this is challenging because constipation may occur again after stopping this drug, leading to patient distress.\n[40]\nBisacodyl is not recommended for use for more than 4 weeks due to harmful long-term colonic effects and possible carcinogenic risk of stimulant laxatives. Epidemiological studies investigating its effects and safety over longer terms are warranted.\n[12]"
  }
}