{
  "drug_name": "bisabolol",
  "nbk_id": "NBK534859",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK534859/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "Halitosis is a term coined from the merger of the Latin\nhalitus\n(breath) and Greek\nosis\n(pathological process) to describe a condition that meant an unpleasant odor from the mouth or “bad breath,” as we commonly call it. Understandably so, it is a serious concern for the patient as it could lead to social embarrassment and leave the individual reclusive or occasionally even stigmatized. It is sometimes discovered by the dental practitioner or primary care physician during a routine examination, and the individual may have been unaware. As social awareness of dental hygiene continues to rise, more people seek medical guidance to help cure this distressing ailment.\n[1]\n[2]",
    "mechanism": "Halitosis is classified into 2 groups: genuine and delusional halitosis.\n\nDelusional or Imaginary Halitosis\n\nPseudo halitosis:\nHere, the patient complains of having oral malodor, which others do not experience, including the clinician.\n[3]\nIn recent years, clinicians have observed an increasing trend in this group of patients. The cause of this could be attributed to a plethora of products pertaining to oral hygiene and teeth beautification advertised everywhere.\n[4]\nHalitophobia:\nIn this condition, the patient fears that his breath will be considered malodorous by everyone around him and will remain so despite treatment. This is a cause of great anxiety.\n[5]\n[6]\nThis pathology affects about 0.5% to 1% of the adult population.\n[1]\nOften, it requires intensive counseling after ruling out other organic causes. The olfactory reference syndrome deserves a special mention here. The patient believes that besides foul breath, other body parts like armpits and feet, among others, are malodorous.\n[7]\n[8]\n\nGenuine Halitosis\n\nPhysiological halitosis\nPathological halitosis\n\nIntraoral Causes\n\nThese account for nearly 80% to 85% of all halitosis cases.\n[9]\n[10]\nGingival and periodontal diseases (acute necrotizing ulcerative gingivitis, herpetic gingivitis, periodontitis, pericoronitis, periodontal abscess), Sjogren syndrome, cancer treatment, and bone pathologies like alveolitis and osteomyelitis attribute to halitosis. Contributing factors are deep carious lesions and large interdental areas where retention of food debris could occur, malaligned teeth, exposed necrotic pulp, ill-fitting dentures and orthodontic appliances, tongue biofilm, and candidiasis.\n[5]\nIntraoral neoplastic lesions like malignancies of the tongue or cheeks and mucosal pathologies like tuberculosis and syphilis can cause a buildup of microorganisms and cause halitosis.\n[1]\n[11]\n\nA drop in the oxygen saturation of saliva results in a lowering of the pH of saliva, causing diamines to form, resulting in malodor.\n[1]\n\nExtraoral Causes\n\nRespiratory system:\nThe nose, sinuses, tonsils, and upper respiratory system, including the pharynx and larynx, can be the focus of halitosis. Foreign bodies in the nose form a nidus for bacteria to thrive.\n[3]\nKlebsiella ozaenae\ncan cause atrophic rhinitis,\nStreptococcus\nspecies is responsible for acute pharyngitis and sinusitis, and nasopharyngeal abscesses and laryngeal carcinoma can cause halitosis. Acute and chronic tonsillitis and tonsilloliths contribute to halitosis as the tonsils, like the surface of the tongue, have crypts that house bacteria producing volatile sulfur compounds (VSCs) and, consequently, malodor.\n[12]\nPneumonia, chronic bronchitis, lung abscess, cystic fibrosis, and bronchiectasis can also cause malodor.\nPseudomonas aeruginosa\nin certain respiratory system diseases excretes 2-amino acetophenone, which causes halitosis.\n[5]\n\nGastrointestinal system:\nGastrointestinal (GI) causes account for most of the extraoral causes of halitosis.\n[13]\nGI reflux, gastric and peptic ulcers, congenital broncho-esophageal fistula, Zenker’s diverticulum, carcinoma of the stomach, hiatus hernia, pyloric stenosis, duodenal obstruction, and steatorrhoea are the other causes of halitosis.\n[14]\n[15]\n[16]\nBoth\nEnterococcus faecalis\nand\nHelicobacter pylori\nhave been found in periodontal spaces and can cause halitosis.\n[5]\n\nSystemic/metabolic/endocrine disorders:\nCertain endocrinological and metabolic disorders like diabetes mellitus render a fruity or acetone-like odor to the breath, while in uremia, the breath gets an ammoniacal odor. Likewise, some other medical disorders altering the odor of the breath are listed below.\n\nAcute febrile illness\nUpper respiratory tract infection\nCystic fibrosis\nDiabetes mellitus\nLeukemia\nHepatic failure\nRenal failure\nMenstruation\n\nDrug-related\nhalitosis:\nCertain drugs like chloral hydrate, disulfiram, acetaminophen, phenothiazines, antihistaminics, ethyl alcohol, griseofulvin, amphetamines, arsenic salts, bisphosphonates, chemotherapeutic agents, among others, cause oral malodor.\n[17]",
    "monitoring": "Assessment methods discriminate between pseudo-halitosis and halitophobia. Diagnostic tests include organoleptic measurement, gas chromatography, sulfide monitoring, the BANA test, quantifying β-galactosidase activity, salivary incubation test, ammonia monitoring, or ninhydrin method.\n\nDirect Methods of Screening\n\nOrganoleptic Method\n\nThis is by far the commonest method used and the most effective in the clinical scenario. A plastic tube is placed in the patient’s mouth, and the clinician tests the odor from the other end of the tube as the patient exhales into one end of the tube, grading it between 0 and 5:\n\nGrade 0: No odor detectable\nGrade 1: Malodor is hardly detectable\nGrade 2: Odor slightly exceeding the threshold of malodor recognition\nGrade 3: Most certainly identifiable malodor\nGrade 4: Strong malodor\nGrade 5: Very strong malodor.\n[31]\n\nThe test is easy, inexpensive, and does not require specialized tools but could get a little uncomfortable for the clinician.\n\nGas Chromatography\n\nWith gas chromatography (GC), a quantitative analysis of VSCs like dimethyl sulfide, methyl mercaptan, and hydrogen sulfide can be carried out even at minuscule concentrations from saliva, tongue debris, or any other oral fluid. It is a highly reliable test; the only drawbacks are expense, it is nontransportable, and requires specialized trained personnel for its usage. This test is only for academic and research purposes. Its inability to detect non-sulfur-containing odoriferous molecules is another disadvantage to its use.\n[32]\n[33]\n\nPortable Sulfide Monitor\n\nThe portable sulfide monitor is a portable device. In this test, a single-use tube is inserted into the patient’s mouth, which is closed for 5 minutes, while the patient breathes through his nose. The device detects sulfur-containing molecules in the breath, and this is reflected in the readings. It cannot detect non-sulfur containing molecules.\n[34]\n[35]\n\nIndirect Methods of Screening\n\nBenzoyl-DL-Arginine-Alpha-Naphthylamide (BANA)\n\nThis user-friendly and quick test detects certain gram-negative proteolytic obligate anaerobes like\nPorphyromonas gingivalis\n,\nTreponema denticola\n, and\nTannerella forsythia,\nwhich form a red complex when treated with BANA, a synthetic trypsin substrate. This provides proof for the presence of these bacteria, which are often present on the dorsum of the tongue and sublingual plaques and cause halitosis.\n[36]\n\nAmmonia Monitoring\n\nThis method uses a pump and disposable tube that measures the ammonia produced orally in a patient with halitosis and measures the reading quantitively.\n[37]\n[38]\n\nNinhydrin Technique\n\nThis technique is user-friendly. It requires the addition of isopropanol to the patient’s sample to detect amines and polyamines, which contribute to the malodor.\n[39]\n\nSalivary Incubation Test\n\nThis test is more sensitive than the organoleptic test but is more time-consuming. It involves incubation of the patient’s saliva at 37 C under anaerobic conditions for a few hours, after which the odor is detected.\n[32]\n\nDarkfield/Phase Contrast Microscopy\n\nQuantifying Beta-Galactosidase Activity\n\nThe enzyme beta-galactosidase is directly associated with oral malodor and forms the basis for this test. The saliva is placed on a paper disc used for the test, which gives quantitative results in terms of color change.\n[40]\n[32]\n\nPolymerase Chain Reaction\n\nToday, many prefer polymerase chain reaction (PCR), which is sensitive, specific, and quick to detect VSCs from any sample taken from the oral cavity.\n[41]",
    "administration": "Supportive and Sympathetic Reassurance\n\nThe primary step after ruling out physiological halitosis is a thorough examination of the oral cavity to know whether it is tongue biofilm, deep carious lesions or large interdental areas with entrapped necrotic food debris, exposed necrotic pulp, ill-fitted prosthesis or dentures, mucosal lesions like tuberculosis, syphilis or even malignancies like carcinoma of the cheek or tongue, and treat accordingly.\n\nMechanical Debridement of Tongue Biofilm\n\nThe commonest cause of halitosis is poor dental hygiene. Hence, it is imperative to educate the patient about the importance of removing the tongue biofilm, which is the source of malodor generating bacteria and plaque control.\n[42]\n[43]\n\nThis is best done by tongue scrapers than toothbrushes. Flossing teeth is also very important to keep the interdental spaces free of plaque and food debris, thereby controlling halitosis.\n[44]\n\nMouth Rinses\n\nFor effective control of halitosis, antibacterial agents such as chlorhexidine, zinc, triclosan, and cetylpyridinium chloride are recommended for usage. These have different mechanisms of action. Although chlorhexidine is undoubtedly the best for inhibition of the production of VSCs, it may have an unpleasant side effect of the unsightly staining of teeth.\n[3]\nA combination of these agents, along with essential oils, is incorporated in several commercially available preparations.\n[45]\n\nOther Ancillary Measures\n\nTea tree oil has been used effectively to control malodor caused by the bacterium\nSolobacterium moorei\nstrain, according to one study.\n[46]\nThe reduction of VSCs has been noted in certain cases by the usage of photodynamic waves from a photosensitizer.\n[47]\nMasking agents like mint or fluoride in toothpaste or flavored chewing gum can be recommended, but it has only a brief effect.\n[48]\nLifestyle modifications including avoidance of smoking, tobacco, alcohol, cutting down onions, garlic, and spices in the diet are recommended.\nPatients should be encouraged to increase their fluid intake.\n\nExtraoral causes of halitosis are to be investigated in the absence of intraoral pathology, in consultation with the concerned faculty and treated accordingly. Antibiotics for respiratory infections, antacids for gastroesophageal reflux disease (GERD), or surgical intervention if adenoids are enlarged and infected."
  }
}