{
  "drug_name": "bismuth oxide",
  "nbk_id": "NBK599506",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK599506/",
  "scraped_at": "2026-01-11T15:24:10",
  "sections": {
    "clinical_significance": "Clinical Applications of Biodentine\n\nThe manufacturer indicates Biodentine for both crown and root restoration. Biodentine is recommended as a temporary enamel and permanent dentin substitute in deep carious lesions, deep cervical or radicular lesions, and vital pulp therapy, including pulp capping and pulpotomy. In the root, it can be used for repairing root and furcation perforations and internal and external resorptions. It is also recommended for apexification and retrograde surgical filling.\n\nClinical Applications of Biodentine: Direct Pulp Capping\n\nDirect pulp capping with Biodentine has been explored in various clinical scenarios. Direct pulp capping protects exposed pulp and promotes pulp vitality by forming tertiary dentin.\n[1]\nThe prognosis of direct pulp capping depends on the type of pulp exposure, with traumatic or iatrogenic exposures having better outcomes than carious exposures.\n[1]\nRecent bioactive materials, such as Biodentine, have improved the predictability of the procedure following carious exposures.\n\nStudies in animal models have shown favorable results for Biodentine in direct pulp capping, although variations between animal and human responses need further investigation.\n[1]\nThe variations may result from different metabolic and immunologic reactions in human tissues.\n[1]\n\nFor pulp exposures in carie-free permanent teeth, Biodentine and MTA have shown similar clinical results, with both materials promoting the formation of dentinal bridges and minimal inflammatory pulp responses.\n[1]\n\nIn young permanent teeth with immature roots and carious exposures, Biodentine has demonstrated potential as a suitable capping material, showing high success rates in maintaining pulp vitality.\n\nEven in mature permanent teeth with carious exposures, Biodentine has proven effective in preserving asymptomatic teeth, with dentinal bridge formation and positive outcomes reported in clinical studies.\n[1]\n\nIt's important to note that the choice of direct pulp capping material should consider various factors, including the type, size, and site of the pulp exposure and patient age. Although Biodentine appears promising, more research, especially with larger sample sizes, is needed to establish its clinical relevance and success rates compared to other materials like MTA and CH.\n\nClinical Applications of Biodentine: Primary Teeth Pulpotomy\n\nPulpotomy is a procedure to preserve the function and vitality of the radicular pulp by surgically removing the coronal part of an exposed vital pulp. Formocresol has traditionally been used because of its clinical success and ease of use, but concern has been raised regarding mutagenic, toxic, and carcinogenic risks. Biodentine has been suggested as an alternative material to formocresol for pulpotomy procedures. A 2019 randomized clinical trial evaluated the use of Biodentine for pulpotomy in primary molars in children, comparing its clinical and radiographic success rates with formocresol.\n[5]\nFormocresol was chosen due to its long-term clinical success despite concerns over adverse reactions. MTA, another alternative, presented challenges in handling and setting time.\n\nThe study results show high success rates for Biodentine and formocresol pulpotomy techniques over 12 months, which can be attributed to proper protocol, isolation, aseptic conditions, and material handling.\n[5]\nThe success rates were consistent with earlier research, emphasizing that Biodentine can be a suitable alternative for formocresol in primary teeth pulpotomy.\n[5]\nFurthermore, the simultaneous use of Biodentine as a dressing and restorative material offers a clinical advantage over formocresol, which requires additional restorative material in the pulp chamber.\n[5]\n\nClinical Applications of Biodentine: Pulpotomy in Permanent Teeth with Symptoms of Irreversible Pulpitis\n\nVital pulp therapy (VPT) is a minimally invasive approach for managing teeth with inflamed pulps compared to conventional root canal treatment (RCT). Several factors have contributed to the growing popularity of VPT, including the limitations of root canal treatments despite advancements in technology, the advantages of preserving tooth structure, maintaining possible defensive mechanisms of the remaining pulp, and reducing the risk of tooth fracture.\n[6]\nAdditionally, VPT has shown comparable success rates to RCT over a 5-year follow-up.\n[6]\n\nResearch into pulp biology and the regenerative potential of inflamed pulp has supported the adoption of VPT in select cases. Histological studies indicate that inflammation is often confined to specific pulp areas near the exposure site, with normal histological architecture found in other pulp parts.\n[6]\nClinical symptoms of irreversible pulpitis do not always align with histological findings, emphasizing the need to revise diagnostic terminology and implement minimally invasive treatments.\n[6]\n\nVPT can yield a high success rate, particularly when the irritant is removed, and is considered successful in many cases. Removing the unsalvageable inflamed part of the dental pulp through partial or complete pulpotomy rather than simply capping the exposure is essential in patients with clinical signs and symptoms of irreversible pulpitis.\n[6]\nThis approach has been effective when mineral trioxide aggregate (MTA) and calcium-enriched mixture (CEM) are employed.\n\nA study on the outcomes of Biodentine full pulpotomy in adult permanent teeth with carious exposure and clinical signs of irreversible pulpitis has been conducted. The study's results highlight this pulpotomy approach's success, especially when patients were selected based on the time needed to achieve hemostasis rather than solely relying on clinical symptoms. A full pulpotomy removes the entire coronal pulp while maintaining the health of the remaining radicular portion, increasing the chances of eliminating infected or irreversibly inflamed tissue. The ability to control bleeding after the amputation of the infected pulp tissue is a marker for the degree of inflammation and the potential for healing the remaining pulp tissue, influencing the choice between partial and complete pulpotomy.\n[6]\n\nWhile Biodentine has shown promise in previous clinical trials for pulpotomy, this study explicitly assesses its use in adult patients with symptomatic irreversible pulpitis.\n\nThe research suggests that full pulpotomy with Biodentine can successfully treat mature permanent teeth with clinical signs and symptoms of irreversible pulpitis. On the 6-month follow-up, 98.4% of cases showed clinical and radiographic success.\n[6]\nClinical treatment success increased to 100% on the 12-month follow-up.\n[6]\nThese findings suggest that this minimally invasive approach can be a suitable alternative to conventional root canal treatment.\n[6]\n\nClinical Applications of Biodentine: Furcation Perforation Repair\n\nBiodentine is indicated as a material for furcation perforation repair. Furcation perforations are communications between the root canal system and the external dental surface in multirooted teeth. Repairing these perforations is a challenging aspect of dentistry. A study comparing two different dental repair materials, Biodentine and ProRoot MTA (Mineral Trioxide Aggregate), was conducted in dogs' teeth to treat furcation perforations.\n\nThe key findings and conclusions from the study are as follows:\n[7]\n\nRadiographic Assessment: Biodentine and MTA showed similar radiographic responses after 4 months. This means that the repair materials used have a similar appearance on radiographs of the treated teeth.\nMicro-CT Assessment: Biodentine had significantly less extruded material into the periodontal tissues than MTA. This is important because extruded material can hinder periodontal reattachment and tissue repair. The ability of Biodentine to minimize extrusion is seen as an advantage.\nHistological Assessment: Biodentine and MTA demonstrated good biocompatibility, as there was reduced inflammation in the treated teeth, with only a few scattered inflammatory cells. Inflammation was significantly lower in the Biodentine group compared to the MTA group.\nHard Tissue Resorption and Repair: Both materials showed similar hard tissue resorption and repair. Both materials allowed for the formation of new mineralized tissue bridges over the remaining radicular pulp tissue.\nCementum Repair: Biodentine showed significantly better cementum repair scores compared to MTA. This suggests that Biodentine may be more effective in promoting cementum formation in the furcation area.\n\nThe study suggests that Biodentine is a promising biomaterial for repairing furcation perforations, as it demonstrated good biocompatibility, reduced inflammation, and effective repair outcomes. It also had the advantage of extruding less material into the periodontal tissues, which is considered favorable.\n[7]\nHowever, it's important to note that this study was conducted on dogs, and further research may be needed to extrapolate these findings to clinical applications in humans."
  }
}