{
  "drug_name": "bismuth subgallate",
  "nbk_id": "NBK560697",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560697/",
  "scraped_at": "2026-01-11T15:24:10",
  "sections": {
    "indications": "In patients with certain medical conditions, bismuth subsalicylate should not be used. BSS should be avoided in:\n\nPatients undergoing oral treatments for gastric and intestinal conditions with anticoagulants, sulfinpyrazone, probenecid, methotrexate, or any medication with high salicylate concentrations\nPatients with gastrointestinal ulceration or hemophilia\nPatients with bleeding problems or bloody, black stools before administration of BSS\nChildren or adolescents with flu-like symptoms: BSS may cause Reye's syndrome in pediatrics or adolescents recovering from influenza or varicella.\nPatients sensitive or allergic to salicylates: In patients who have demonstrated sensitivity toward aspirin, it is advisable not to use bismuth subsalicylate.\n[31]\n\nFor patients with any of the listed conditions, the suggestion is that they use alternative treatment options. Patients should be cautious when using bismuth subsalicylate when traveling to countries where malaria is prevalent, as it can decrease the absorption of doxycycline, an effective antimicrobial for prophylaxis against malaria.\n[5]",
    "mechanism": "Bismuth subsalicylate (BSS) exhibits many properties due to its formulation as an insoluble salt of salicylic acid and trivalent bismuth. The mechanism of action through which BSS works is complex. In the stomach, BSS hydrolyzes into 2 compounds, bismuth and salicylic acid.\n[15]\nThe salicylate compound is almost completely absorbed into the bloodstream, while bismuth salt is minimally absorbed.\n[16]\nThe bismuth that remains in the gastrointestinal tract forms other bismuth salts. These bismuth salts contain bactericidal and antimicrobial activity and prevent bacteria from binding and growing on the mucosal cells of the stomach. This is the mechanism by which BSS helps eradicate\nH. pylori\n.\n[15]\nFurthermore, preventing bacterial binding to the mucosal cells provides many benefits, including preventing intestinal secretion, promoting fluid absorption, reducing inflammation, and promoting the healing of any present ulcer in the stomach.\n[17]\n\nBSS does not appear to alter the normal flora of the stomach. However, its antimicrobial and antisecretory properties play a significant role in combating diarrhea. The antidiarrheal effect of BSS is most likely due to:\n\nThe reduction in prostaglandin formation, as BSS inhibits cyclooxygenase. Prostaglandin induces inflammation and hypermotility.\nThe stimulation of reabsorption of fluids, sodium, and chloride; this action helps decrease fluid loss.\n[18]\nThe inhibition of intestinal secretions\n\nIn peptic ulcer disease, the likely mechanism of BSS involves its cytoprotective and demulcent activity. In\nH. pylori\ninfections, BSS blocks the adhesion of the bacteria to the gastric epithelial cells. Additionally, BSS inhibits\nH. pylori\n's enzyme activities, including phospholipase, protease, and urease.\n[19]\n[20]",
    "administration": "Available Dosage Forms and Strengths\n\nBismuth subsalicylate is administered orally and requires storage at room temperature. BSS is available in suspension (262 mg/15 mL, 525 mg/15 mL, 525 mg/30 mL) or tablet form (chewable tablets 262 mg). Patients (adults and children) should be advised to shake the suspension well before use and to utilize the enclosed dosage cup. The chewable tablets may be dissolved in the mouth or chewed and swallowed. However, non-chewable tablets should be swallowed whole and taken with water. The proper recommended dosage depends on the indication and the age of the patient. Data for BSS use in pediatric patients younger than 12 years old is limited.\n\nDiarrhea/Dyspepsia\n\nAdult dose: 524 mg every 30 min to 1 hr as needed (regular strength) or 1050 mg every 60 min (maximum strength) for up to 2 days (maximum dose of approximately 4,200 mg)\nPediatric dose:\nOlder than 12 years: same as adult dosing\n9 to 12 years: 262 mg every 30 min to 1 hr, as needed\n6 to 9 years: 175 mg every 30 min to 1 hr, as needed\n3 to 6 years: 87 mg every 30 min to 1 hr, as needed\n\nHelicobacter Pylori\n[21]\n\nAdult dose (off-label use): 300 mg 4 times daily, as part of quadruple combination therapy for 10 to 14 days\n[9]\n[22]\nPediatric dose (off-label use): 4 mg/kg twice daily for 10 to 14 days as part of a triple or quadruple therapy\n[22]\n[21]\n\nTraveler's Diarrhea\n\nProphylaxis for traveler's diarrhea adults dose (off-label use): 524 mg 4 times daily with meals and at bedtime during the time of risk (recommendation is limited for trips less than 2 weeks of duration)\n[23]\n[24]\nTreatment of traveler's diarrhea adult dose: 524 mg every 30 min to 1 hr as needed (maximum of 8 doses/24 hr)\n[25]\n\nSpecific Patient Populations\n\nHepatic impairment:\nNo recommendations are provided according to the manufacturer's label.\n\nRenal impairment:\nThere are no recommendations provided on the drug label. Since salicylates can worsen renal function in patients depending on prostaglandins to maintain GFR, toxicity may occur at lower doses. Using the lowest effective dose for bismuth subsalicylate in the shortest possible period is recommended when clinically feasible.\n[26]\n\nPregnancy considerations:\nThe CDC recommends against using BSS to prevent or treat traveler's diarrhea in pregnant women.\n\nBreastfeeding considerations:\nGiven the potential for the infant to absorb salicylate from breast milk, it's advisable to explore alternative treatment options for BSS.\n[27]\n\nPediatric patients:\nLimited data is available for BSS use in children younger than 12, and other treatment options may be preferable. Adult dose recommendations are applicable for patients 12 years old or older.\n\nOlder patients:\nNo specific recommendations are provided.",
    "adverse_effects": "Common adverse effects associated with administering bismuth subsalicylate include nausea, bitter taste, diarrhea, and dark/black stools.\n[28]\nAlthough not common, bismuth toxicity can result from the overconsumption of bismuth subsalicylate over an extended period and can result in the blackening of the tongue and teeth, fatigue, mood changes, and deterioration of mental status.\n[29]\n\nBismuth subsalicylate can lead to neurotoxicity and be fatal in rare circumstances.\n[30]\n[29]\nOther adverse effects with an unknown frequency of BSS include hearing loss or tinnitus, muscle spasms or weaknesses, anxiety, confusion, depression, headaches, and potentially slurred speech.",
    "monitoring": "Before administering bismuth subsalicylate (BSS), it is recommended that the patient's active medication therapies and history of allergies be assessed. Depending on the patient's medical history, a dose adjustment of BSS or alternate treatment may be necessary. Patients should be counseled on the proper administration of BSS and what to do in cases where diarrhea symptoms persist.\n\nThe therapeutic efficacy of BSS is demonstrated by a reduction in the number of unformed stools and the relief of symptoms. Most patients see a positive therapeutic response within 4 hours of BSS ingestion. BSS toxicity is rare; salicylate plasma concentrations do not need to be monitored.\n[5]\nIn cases where toxicity is suspected, follow-up monitoring at least 12 hours after the ingestion of salicylate products is recommended.",
    "toxicity": "The most concerning adverse effect of bismuth subsalicylate (BSS) is salicylate toxicity, which can rarely occur. This toxicity primarily occurs in patients who have taken bismuth subsalicylate inappropriately, whether through an overdose or for extended periods.\n[32]\nSymptoms of bismuth toxicity include impaired cognition, tremors, lethargy, somnolence, insomnia, delirium, myoclonus, seizures, depressed mood, anxiety, and a depressed mood.\n[33]\nIf a patient is experiencing bismuth toxicity, they should discontinue BSS use and seek medical attention. There is little evidence to suggest that bismuth subsalicylate can be fatal, although there have been a few reported cases.\n[31]\n\nToxicity is generally reported in patients who ingest more than 150 mg/kg of salicylates (or >6.5 g of aspirin equivalent). There are no specific antidotes for salicylate toxicity. However, managing mild-to-moderate toxicity generally includes supportive care with intravenous fluids. If the patient presents within 2 hours of ingesting BSS, decontamination with activated charcoal is strongly recommended. Salicylate absorption can be delayed; activated charcoal may be administered beyond 2 hours post-ingestion if the patient is in a normal mental state. Checking the patient's salicylate concentration every 1 to 2 hours is recommended until a decline is observed. The healthcare team should consider urine alkalization if the salicylate concentration exceeds 30 mg/dL.\n\nIn more severe cases and with the presence of altered mental status and metabolic acidosis, hemodialysis may be considered. If the patient cannot maintain their airway and intubation is required, precautions should be taken to avoid severe acidosis. Close follow-up with arterial blood gases and maintaining the pre-intubation minute ventilation and a low PCO\n2\nlevel is recommended. Other laboratory parameters recommended to be collected include a hepatic panel, INR/PTT, CBC, electrolytes, and serum creatinine (renal function)."
  }
}