{
  "drug_name": "black alder",
  "nbk_id": "NBK594240",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK594240/",
  "scraped_at": "2026-01-11T18:46:39",
  "sections": {
    "indications": "Ocular futility is the point at which therapeutic interventions are no longer a net benefit for the patient. Determining the point at which the further treatment of ocular pathology is futile is challenging. Medical futility is well-described in many other areas of medicine. When considering the patient's physical, mental, and emotional health, healthcare professionals use medical futility to aid in their decision not to treat a patient because available therapeutic interventions will likely not achieve a benefit. Withholding patient care is an ethically challenging situation. For many conditions, the threshold where further treatment would be considered futile is variable, depending on the healthcare practitioner.\n\nIn ophthalmology, there are no strict boundaries for when continued therapy is considered futile. Generally, when vision decreases to no light perception, the priority of ocular care switches from saving vision to comfort and cosmesis. However, practitioners use no strict visual acuity cut-off when deciding to withhold further intervention that may present extensive risk. For example, a patient with end-stage advanced age-related macular degeneration may have no visual acuity benefit to continuing regular intravitreal anti-vascular endothelial growth factor (VEGF) injections. Intravitreal injections present a rare but severe risk of endophthalmitis and burden the patient and their caregivers by requiring regular appointments.\n[1]",
    "mechanism": "Ocular futility can be applied to many aspects of ophthalmologic care.\n\nOcular Trauma\n\nSevere ocular trauma resulting in an open globe injury can have a guarded prognosis. The ocular trauma score can be utilized to predict outcomes following globe repair.\n[2]\nHowever, regardless of the ocular trauma score, a common practice is to close the globe as soon as possible. Patients with severe globe injuries who undergo primary globe closure are frequently subjected to an enucleation or evisceration procedure within the following days; studies indicate that 10% to 30% of patients have secondary enucleation. The decision to undergo primary enucleation is difficult; many patients with severe ocular injury may be unable to consent, and the psychological burden of removing an eye may be too great in the acute setting.\n[3]\n[4]\nIn the setting of severe ocular trauma, it can be difficult to determine if it is best to have one less procedure or attempt primary closure.\n\nAdvanced Age-related Macular Degeneration (ARMD)\n\nAdvanced ARMD is the presence of geographic atrophy or a choroidal neovascular membrane (CNVM). No currently available treatment reverses nonexudative ARMD; geographic atrophy is permanent. However, exudative ARMD is frequently treated with intravitreal anti-vascular endothelial growth factor (VEGF) injections. While the early treatment of CNVM yields excellent visual benefits, as ARMD progresses, the accumulation of atrophy or subfoveal fibrosis inevitably leads to permanent vision loss.\n[5]\nThe timeline and severity of disease progression are highly variable between patients.\n\nThe benefit of continued injections is questionable in patients with neovascular ARMD with a significant atrophic component. One retrospective study suggested that continuing anti-VEGF injections after achieving morphologic and functional stability does not necessarily prevent future exudative changes.\n[6]\nThis raises the question of when to stop injections, which has no clear answer in the literature. The general practice is to stop anti-VEGF injections when there is a sizeable disciform scar, even if there is a recurrence of fluid or subretinal hemorrhage. However, individual ophthalmologists may differ in their approach.\n\nStrabismus Surgery in a Terminally Ill Child\n\nStrabismus surgery in children is important for reestablishing binocular vision and improving appearance. Although surgery to improve appearance could be categorized as a cosmetic procedure, the importance of appearance on psychosocial development has been highlighted in many studies.\n[7]\n[8]\n[9]\nHowever, determining whether to pursue this type of surgery on a child with a terminal condition is challenging. One case study argues that strabismus surgery is not futile if parents request it, even if the child is terminally ill. The authors of this case study argue that performing the procedure aided the parents in accepting the terminal condition of the child.\n[10]\nWhile this case report raises the important point of family-centered care, deciding to perform such a procedure on a terminally ill child is difficult.\n\nAdvanced Glaucoma\n\nIn patients with advanced glaucoma, great efforts are taken to save the last remnants of vision and the visual field. In the most conservative situations, patients with advanced glaucoma are subjected to rigorous drop regimens that place a significant treatment burden on the patient or caregiver and have ocular or systemic adverse effects. These combined barriers frequently lead to therapeutic noncompliance.\n\nPatients with advanced glaucoma can also be treated with incisional glaucoma surgery. While minimally invasive glaucoma surgery is gaining popularity, traditional tube shunts and trabeculectomy are typical for advanced glaucoma. These surgeries come with a host of potential complications, as the general framework of each procedure is to establish an opening into the eye, which increases the risk of infection, hypotony, and choroidal effusions. In patients with glaucoma refractory to the prior treatments, transscleral cyclophotocoagulation is used, but this procedure comes with its own risk, including a 13% to 50% risk of vision loss.\n[11]\n[12]\n\nIn a patient with persistently elevated eye pressures with only a central island of vision remaining, providing the most efficacious intraocular pressure (IOP) lowering treatment may seem like the best option. However, the decision is not usually straightforward, and considering potential complications and patient goals is critical. The lack of a thorough understanding of the pathophysiology of glaucoma further complicates these decisions; IOP is currently the only known modifiable risk factor for glaucoma, and every current therapy focuses on IOP reduction. Despite these interventions, many landmark glaucoma trials have demonstrated disease progression in a small percentage of patients despite a good reduction in IOP.\n[13]\n[14]\n[15]\n\nAdvanced Neurotrophic Keratopathy\n\nNeurotrophic keratopathy is most commonly due to a herpetic viral infection. Other causes include topical anesthetic or drop toxicity, burns, chemical injury, contact lens abuse, radiation exposure, and corneal surgery. Neurotrophic keratopathy is challenging to treat; without proper innervation, the cornea loses its ability to maintain its structure and heal wounds. Advanced or stage 3 neurotrophic keratopathy is characterized by corneal ulcers, melting, and perforation. Once the cornea reaches this stage, treatment is limited and corneal transplants do not survive. Without the protective factors provided by innervation, transplanted tissue succumbs to ulceration and melts.\n[16]\n\nAdvanced neurotrophic keratopathy frequently requires invasive treatments such as conjunctival flaps and temporary or permanent tarsorrhaphies.\n[17]\nThe decision to perform these procedures is difficult for patients and surgeons alike. These procedures may block the visual axis, preventing the eye from seeing. Although conjunctival flaps and tarsorrhaphies are reversible, deciding if and when to undergo reversal is also challenging, as corneal health may be unchanged. Promising new therapeutic interventions, such as neurotization surgery, are only performed at select tertiary care centers.\n[18]",
    "monitoring": "Imaging studies may prove helpful in evaluating the ocular futility of some disease processes.\n\nIn patients with advanced ARMD, optical coherence tomography (OCT) of the macula that reveals complete subfoveal effacement of the ellipsoid zone band or significant subfoveal fibrosis in the case of a disciform scar indicates advanced and irreversible damage to the macula, suggesting limited potential for visual improvement with interventions.\n\nOCT of the retinal nerve fiber layer in patients with advanced glaucoma that reveals diffuse thinning of the optic nerve head and visual field testing that demonstrates a significantly decreased mean deviation or a very small island of the visual field indicates severe and irreversible damage to the optic nerve, predicting a poor prognosis for visual recovery despite continued interventions.\n\nIn patients with severe ocular trauma, computed tomography of the orbit demonstrating a loss of globe contour indicates severe trauma with possibly irreversible damage, suggesting a limited potential for meaningful visual recovery.",
    "administration": "A meta-analysis of medical futility suggests that physicians are ultimately in charge of determining when care is futile. The literature has presented various approaches to measuring futility and that joint-decision making with the patient is preferred.\n[25]\nImportant factors to utilize when making decisions include who will decide on futile care, possible treatment options, the goal of treatment, and the likelihood of achieving said goal.\n[26]\nIn many conditions, it is very challenging to quantify likelihood as there is a shortage of literature describing end-stage diseases. Regardless, it is the physician's responsibility to help the patient and family understand all these factors about the care the patient is to receive.\n\nTherapeutic intervention can be considered for patients with complete visual loss and persistent eye pain. Retrobulbar alcohol can be utilized to achieve pain control in blind painful eyes. Alcohol destroys the long and short posterior ciliary nerves, preventing pain signal transmission. One retrospective review reported 85% of patients were pain-free after receiving retrobulbar anesthesia, and no patients suffered adverse side effects.\n[27]\nRetrobulbar alcohol is a beneficial therapy in a patient with painful blindness who is not psychologically ready for an enucleation or evisceration procedure. Retrobulbar alcohol may also effectively treat phantom pain syndrome after bilateral evisceration.\n[28]\n\nThe Gunderson conjunctival flap surgically transposes conjunctivae to cover the cornea. This procedure can help treat herpetic keratitis, bullous keratopathy, neurotropic keratopathy, and traumatic relapsing keratopathy by decreasing pain from corneal surface injuries and preventing proteolytic enzymes from reaching the cornea.\n[29]\nHowever, amniotic membrane therapy has primarily replaced the conjunctival flap for non–end-stage ocular conditions. Despite newer therapies, the conjunctival flap remains a helpful tool in pain management for patients with severe corneal diseases who are not candidates for keratoplasty.\n\nPermanent tarsorrhaphy can protect the eye from painful corneal exposure in situations where all other therapies have failed.\n[30]\nEvisceration or enucleation can be considered in patients with blind painful eyes, but not all patients have the healthy tenons and conjunctiva required for a successful surgery. A common cause of recurrence of pain after enucleation or evisceration involves dehiscence and exposure of the orbital implant.\n[31]\n\nEthical considerations must be made when treating an eye with no light perception. Generally, surgical intervention in an eye with no visual potential is not recommended due to the increased risk of infection and sympathetic ophthalmia to the fellow-seeing eye. Any intervention that could potentially impact the better-seeing eye or the rest of the body must be approached with plenty of caution and restraint.\n\nHowever, cosmesis could be an indication to pursue surgery if significantly distressing to the patient. For example, leukocoria from a white cataract in an eye with no vision could warrant having a cataract evaluation if the patient has significant psychosocial stress from the appearance of the eye.\n[32]\nOne study discussed how job applicants with strabismus could be perceived as having less intelligence, aesthetic appeal, and more difficulty finding a job.\n[33]\nThus, the cosmetic appearance of the eye should not be undervalued. There are other less invasive options than full cataract surgery for blind patients with a white cataract, including colored contact lenses, corneal tattooing, and placement of a black sulcus lens.\n[34]\n[35]\n\nAnother situation warranting consideration of incisional surgery is when the pain from the blind eye is caused by an easily modifiable problem such as a retained lens fragment. As always, when making this decision, healthcare practitioners should strive to maintain patient autonomy, beneficence, and nonmaleficence. Pursuing an incisional intervention in a blind eye should only occur after extensive discussion with the patient about their goals, the risks of the procedure, and possible alternative pursuits.",
    "adverse_effects": "Treating patients that could be deemed ocularly futile puts them at risk of complications from an intervention.\n\nRepeat intravitreal anti-VEGF injections for patients with advanced ARMD can lead to endophthalmitis, although the occurrence is rare and has been reported as 1 case per 2578 injections.\n[36]\nEviscerations and enucleations also have many risks; a retrospective case series reported a reoperation risk of 14%.\n[37]\nTreating a patient with end-stage glaucoma with a trabeculectomy or drainage implant increases their risk of infection to approximately 3%.\n[38]\nOther vision-threatening complications of these procedures include cataracts, hypotony, wound dehiscence, choroidal effusions, and procedure failure.\n[39]"
  }
}