{
  "drug_name": "black pepper",
  "nbk_id": "NBK499864",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK499864/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "Pemphigus is a broad term used to describe a rare group of bullous autoimmune diseases that affect the skin and mucosal membranes. The hallmark presentation of pemphigus is the presence of widespread flaccid blisters and erosions erupting on the skin and oral mucosa. Drug-induced pemphigus is caused by a combination of biochemical interactions and aberrant stimulation of host B cells producing intracellular IgG antibodies. These autoantibodies attack the desmogleins, causing the cells within the epidermis to separate, a process called acantholysis. While there are several factors known to trigger the disease, drugs continue to be the leading cause of pemphigus.\n[1]\n[2]\n[3]",
    "mechanism": "Many known triggers have been linked to pemphigus, but drugs continue to be the most prevalent cause of the disease. The inciting medications can be classified based on their chemical structure, with the main groups being thiols drugs, phenol drugs, and non-thiol/phenol drugs. Thiol drugs contain a sulfhydryl (-SH) group in their chemical structure and have been known to be the most common cause of pemphigus. Some of the most noteworthy thiols reported as triggering pemphigus are penicillamine, captopril, and tiopronine. The literature suggests thiol drugs promote acantholysis by stimulating enzymes like plasminogen activator, which disaggregate keratinocytes and inhibiting enzymes that promote keratinocyte aggregation.\n\nPhenol drugs disrupt the integrity of cellular adherence mechanisms by stimulating keratinocytes to release proinflammatory cytokines. The release of tumor necrosis factor-alpha and interleukin-1 from cells drive complement and protease activation, which contribute to acantholysis. The most noteworthy phenols include aspirin, heroin, rifampin, and levodopa.\n\nMany non-thiol and non-phenol drugs have also been classically described in pemphigus. These agents may cause acantholysis through alternative pathways such as the activation of autoantibodies or altering the target antigen structure on keratinocytes. Examples of these agents include non-steroid, anti-inflammatory drugs, and calcium-channel blockers.\n[4]\n[5]\n[6]",
    "monitoring": "While the majority of pemphigus cases are diagnosed clinically, a skin biopsy and serum analysis can also confirm the disease. Pemphigus patients will have a history of painful superficial flaccid bulla or erosions on the skin or mucosa following drug exposure. A skin biopsy can be analyzed by light microscopy showing the separation of keratinocytes above the basal cell layer. Anti-desmoglein 1 and 3 autoantibodies can be evaluated using the indirect immunofluorescent staining or ELISA.\n[7]",
    "administration": "The mainstay of treatment involves the cessation of the causal agent and the use of immunosuppressants or immunomodulators to turn off the host autoimmune response. Pemphigus can be life-threatening and requires intensive and prompt use of systemic corticosteroids for induction at a dose of 1mg/kg body weight. Immunosuppressive agents such as azathioprine, mycophenolate mofetil, methotrexate, or cyclophosphamide are also used in severe disease. The use of an anti-CD-20 antibody, rituximab, has also shown to be a promising therapy for refractory pemphigus in a number of cases by targeting the aberrant B cells. Some cases also suggest an exacerbation of disease after the treatment with rituximab. Overall, there is a lack of well-controlled clinical studies on the proper treatment of drug-induced pemphigus, but the mainstay of the therapy continues to consist of a combination of corticosteroids and an immunosuppressive agent such as azathioprine.\n[9]",
    "adverse_effects": "Secondary bacterial infections\nSkin ulcers\nSepsis\nGangrene\nSevere pain\nPoor cosmesis"
  }
}