{
  "drug_name": "bleomycin",
  "nbk_id": "NBK555895",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555895/",
  "scraped_at": "2026-01-11T15:24:13",
  "sections": {
    "indications": "Although absolute contraindications for bleomycin have not been established, it is crucial to assess lung disease history and renal function before administration. Because of the aforementioned numerous adverse effects of bleomycin on pulmonary tissue, patients with a history of smoking are at elevated risk for pulmonary complications due to bleomycin. In addition, elderly patients and patients with stage IV disease have demonstrated to be more likely to experience lung toxicity with bleomycin exposure. This is also true of patients who receive bolus drug delivery as opposed to continuous infusion. Patients who require supplemental oxygen administration have also been shown to be at increased risk for serious adverse effects of bleomycin exposure. Although studies regarding teratogenic effects of bleomycin exposure in humans are limited, some sources consider antineoplastic therapy during gestation to be generally harmful to fetal development, especially during the first trimester.\n[11]",
    "mechanism": "The primary mechanism of action of bleomycin involves the drug's ability to oxidatively damage DNA by binding to metal ions, including iron, forming metallobleomycin complexes.\n[5]\nThe reactive oxygen species generated by these complexes cause DNA single-strand and double-strand breaks between 3'-4' bonds in deoxyribose. These strand breaks produce free base propenals particularly thymine. The production of these free base propenals is known to result in cell cycle arrest at the G2 phase. Arrest in this phase halts the progression of cell replication and thus prevents tissue growth and repair.\n[6]\nAs a result of these effects, chromosomal aberrations, fragments, and chromatid breaks can be observed cytologically after bleomycin exposure. Translocations can also be detected. Resistance to bleomycin in normal tissues correlates with the presence of an enzyme known as bleomycin hydrolase, a member of the cysteine proteinase family. This enzyme substitutes a terminal amine with a hydroxyl group, thereby inhibiting cytotoxic activity by reducing iron-binding and prohibiting the aforementioned cellular effects. The low concentration of hydrolase in the skin and lung tissue has contributed to the hypothesis for the unique bleomycin sensitivity found in these sites. It should be noted, however, that studies designed to discover a correlation between hydrolase levels in tumor cells and tumor sensitivity to bleomycin have not yielded definitive conclusions thus far.\n[7]",
    "administration": "Bleomycin administration is via the parenteral route, as the GI tract does not significantly absorb it. Bleomycin is quickly absorbed following intramuscular, subcutaneous, intraperitoneal, or intrapleural administration and reaches peak plasma concentrations in approximately 60 minutes. The half-life of bleomycin varies between patients and depends on a variety of factors, including the route of administration. Less than 1% of the drug given intravenously binds to plasma proteins, leading to high bioavailability.\n[8]\nAlthough the metabolic fate of bleomycin remains poorly understood, the elimination of bleomycin has been described in several studies by first-order rate kinetics. In one such study, renal clearance of bleomycin has been strongly correlated to creatinine clearance, suggesting the importance of assessing renal function in patients exposed to the medication. Additionally, a mean plasma drug clearance approaching 70 mL/min/m2 has been calculated for bleomycin.\n[9]\nThese pharmacokinetics demonstrate that bleomycin possesses a high plasma elimination rate and high urinary excretion rate.",
    "adverse_effects": "The most common serious adverse effect of bleomycin is pulmonary toxicity, often referred to as bleomycin pulmonary toxicity or BPT. This adverse effect sometimes leads to pulmonary fibrosis, a chronic and irreversible disease with a poor prognosis. In observing the development of pulmonary fibrosis, inflammatory cell infiltration into pulmonary endothelial cells is seen after one week of exposure to bleomycin, and fibrotic changes with elevated collagen content are seen after three weeks of exposure to bleomycin. Other changes include increased expression of fibrogenic mediators such as transforming growth factor (TGF)-beta, connective tissue growth factor, and platelet-derived growth factor (PGDF)-C in endothelial cells exposed to bleomycin. Additionally, thapsigargin-induced prostaglandin I2 and nitric oxide, which are both vasodilatory agents, are seen to decrease in endothelial pneumocytes exposed to bleomycin. The administration of bleomycin is thus seen to induce functional changes in endothelial cells of the lung leading to respiratory damage, although the exact mechanism of these changes is not entirely understood. Other adverse reactions include fever, chills, faintness, chest pain, and shortness of breath. Less serious reactions include skin pigmentation changes, itching, hypogeusia, rash, nausea, vomiting, and weight loss. Some of these symptoms appear to correlate with a hypersensitivity-type reaction.\n[10]",
    "monitoring": "As well as checking vital signs and monitoring laboratory values commonly measured during chemotherapeutic treatment, such as liver enzymes, blood cell counts, plasma proteins, and electrolytes, recommendations are that physicians acquire periodic chest imaging of patients receiving bleomycin. This is due to the high risk of pulmonary toxicity associated with the drug and the ability to detect signs of resultant fibrosis on a number of imaging modalities. Such imaging modalities include magnetic resonance imaging (MRI), computed tomography (CT), and plain film X-rays. However, it bears mentioning that according to some sources, imaging alone is considered a nonspecific test for detecting bleomycin pulmonary toxicity, and additional diagnostic tools may be required. In addition to imaging, baseline and post-treatment pulmonary function tests are often part of the patient treatment and monitoring plan.\n[12]\nSuch pulmonary function tests typically involve measuring a number of respiratory characteristics including lung volume, the quantity of gas exchange, and airflow rates.",
    "toxicity": "Since early clinical trials in the 1960s, bleomycin pulmonary toxicity (BPT) has been a recognized adverse effect of this drug. Recent studies have described BPT rates of approximately 10% in patients taking bleomycin, with 14% of these BPT cases proving fatal. For this reason, careful monitoring for toxicities accompanied by bleomycin levels is essential. As previously described, BPT can include a serious condition known as pulmonary fibrosis. Risk factors for BPT include cumulative dose, raised creatinine, advanced age, supplemental oxygen, and reduced glomerular filtration rate. While many cases of BPT are irreversible or fatal, evidence suggests that in some surviving patients, pulmonary parameters can improve to baseline in approximately two years. Although there are no well-established therapies for reversing BPT, studies involving alternative formulations of the drug have shown promise. Numerous studies have also demonstrated that bleomycin can sometimes be substituted for less toxic chemotherapy and immunotherapy agents as a part of a multi-drug regimen, producing similar outcomes. This approach is especially useful for patients with multiple BPT risk factors and patients whose low-grade disease does not merit the risk of BPT.\n[11]\nIn addition to substituting less toxic drugs for bleomycin in chemotherapy regimens, efforts to reduce the risk of pulmonary damage have also included the investigation of lipophilic bleomycin analogs, such as liblomycin. These investigations have not yielded promising results in animal models.\n[13]\nThus, it remains to be seen as to whether the role of bleomycin will continue to diminish in the setting of chemotherapeutic treatment regimens."
  }
}