{
  "drug_name": "blood-coagulation factor viii",
  "nbk_id": "NBK609095",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK609095/",
  "scraped_at": "2026-01-11T15:24:14",
  "sections": {
    "clinical_significance": "Functional Role of Kell Blood Group System\n:\n\nRBC adhesion: Kell antigens are involved in RBC adhesion with vascular endothelium and act by cleaving endothelin-3.\n[8]\nRBC cell signaling: Results from recent studies show that recipient type-1 interferon production regulates RBC alloimmunization with Kel1 antigen.\n[40]\nRed cell structural integrity: All Kell blood group antigens and the Cartwright (Yta) antigen are completely denatured on treatment with DTT in the same concentration range, showing possible relation related to the disulfide bond integrity of the RBC membrane.\n[41]\nErythroid lineage suppression: The presence of Kell antigens on erythroid precursors has been proven by suppression with anti-Kell antibodies on RBC production. These antibodies inhibit the colony-forming units and cause severe fetal anemia in the case of HDFN.\n[42]\nRole in platelet inhibition: Besides the erythroid series, Kell antigens are also on the megakaryocytic precursors. In the case of anti-Kell antibody formation, these antibodies inhibit the precursor cells and lead to thrombocytopenia.\n[43]\n[44]\nAssociation with gram-negative bacterial infection: IgM-type Kell antibodies have been identified in patients afflicted with\nE coli\n0125:B15 enterocolitis.\n[14]\n[45]\nAssociation with mycobacterium: IgM-type naturally occurring anti-Kell antibodies have been identified in a previously non-sensitized individual suffering from pulmonary tuberculosis.\n[14]\n\nKell Blood Group System and Disease Association\n\nMcLeod syndrome is an X-linked recessive disorder due to the absence of Kx protein, resulting in the loss of Kell antigen functions in red blood cells. Hematologically, it is characterized by irregular protrusions or acanthocytes on the red cell membrane, leading to decreased survival of RBCs and presenting with chronic, compensated hemolytic anemia. Patients with this condition also have several neuromuscular abnormalities termed McLeod neuro-acanthocytosis syndrome.\n\nThe neurological manifestation comprises movement disorders such as choreiform movements or facial tics and neuropsychiatric symptoms involving depression, anxiety, psychosis, obsessive-compulsive features, and cognitive dysfunction. These patients develop slow progressive muscular dystrophy, which starts in middle age and worsens with time. Cardiac symptoms include cardiomegaly, atrial fibrillation, and arrhythmia. Additionally, patients may also have seizures, dysarthria, dysphagia, and areflexia. There are increased creatinine kinase and carbonic anhydrase III levels in biochemical parameters.\n[46]\n\nChronic granulomatous disease and McLeod syndrome: Chronic granulomatous disease (CGD) is an X-linked disorder caused by mutations in\nCYBB\n, which encodes the nicotinamide adenine dinucleotide phosphate oxidase complex crucial for phagocytes to kill ingested pathogens. CGD is occasionally associated with McLeod syndrome due to contiguous gene deletion on the X chromosome.\n[47]\n\nHematological malignancies: In hematological malignancies, anti-Kell antibodies may be warm-type autoantibodies or naturally occurring alloantibodies against the Kell antigen.\n[48]\n[49]\n\nHDFN and neonatal jaundice: Antibodies to the Kell system can cause severe HDFN and fetal death. These IgG antibodies destroy mature fetal RBCs and the erythroid precursor cells by inhibiting erythropoiesis. In the Kell blood group-related HDFN, the degree of anemia and bilirubin levels are unrelated to the severity of the disease.\n[50]\n[51]\nA noninvasive prenatal test involving cell-free fetal DNA can be used for fetal antigen genotyping to diagnose HDFN.\n[52]\n\nTransfusion: The Kell antigens are the most immunogenic, third only after ABO and Rhesus blood group systems. Antibodies to the Kell system are predominantly IgG and clinically significant. They are known to cause acute and delayed hemolytic transfusion reactions, which can be severe as well.\n[53]"
  }
}