{
  "drug_name": "blood-coagulation factor vii",
  "nbk_id": "NBK580494",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK580494/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "Factor V deficiency, also known as Owren disease or parahemophilia, is a rare bleeding disorder that may be inherited or acquired. Dr. Paul Owren first identified the condition in Norway in 1943.\n[1]\n[2]\nThe disease manifests similarly to other clotting factor deficiencies, with symptoms ranging from minor mucosal bleeding to serious and life-threatening hemorrhage.\n[3]\nThe degree of bleeding generally correlates with factor Va levels. However, literature reports that factor Va levels below 1% may still present with only mild bleeding symptoms in some individuals.\n[4]\n[5]\n\nFactor V deficiency may be categorized as mild, moderate, or severe based on plasma factor V activity relative to normal. Mild factor V deficiency is identified by plasma activity greater than 10% of normal. Moderate deficiency shows activity from 1% to 10%, and severe deficiency presents with activity less than 1%. Initial laboratory evaluation shows prolonged prothrombin time and activated partial thromboplastin time (aPTT) with a normal thrombin time. A low plasma factor V level confirms the diagnosis.\n\nPlasma mixing studies help distinguish between inherited and acquired factor V deficiency. These tests assess whether prolonged coagulation studies result from a factor deficiency or an inhibitor. Normal plasma is combined with the patient's plasma, which demonstrates prolonged prothrombin time and aPTT. Improvement of these parameters after mixing suggests an inherited form, with normal plasma replacing the missing factor. Persistent prothrombin time and aPTT prolongation after mixing indicates an acquired form, as an inhibitor in the patient's plasma prevents normalization. This test is not specific to factor V deficiency.\n[6]\n\nTreatment varies depending on whether factor V deficiency is inherited or acquired. In inherited cases, treatment typically involves transfusion of fresh frozen plasma (FFP), which contains factor V. Mild cases may require antifibrinolytics to achieve hemostasis. In contrast, managing acquired factor V deficiency is more complex, requiring both bleeding symptom control and elimination of anti–factor V autoantibodies. Bleeding control may be achieved with transfusion of FFP, platelets, prothrombin complex concentrates, antifibrinolytics, or recombinant activated factor VII. Eradicating factor V inhibitor requires immunosuppression.\n[7]\n\nCoagulation Physiology\n\nThe coagulation cascade orchestrates hemostasis through the intrinsic, extrinsic, and common pathways (see\nImage\n. Coagulation Cascade Diagram). In the intrinsic pathway, endothelial damage exposes collagen, activating factor XII. This factor catalyzes the subsequent activation of factors XI, IX, and X, culminating in thrombin generation and fibrin formation. The extrinsic pathway begins when tissue factor is released by endothelial cells, activating factor VII and merging with the intrinsic pathway to initiate factor X activation. Factor Xa subsequently catalyzes the conversion of prothrombin to thrombin, promoting fibrin polymerization and stabilizing the platelet plug.\n[8]\n\nFactor V, also known as proaccelerin or labile factor, is a crucial nonenzymatic protein in the coagulation cascade. The liver produces approximately 80% of this glycoprotein, with the remaining 20% synthesized within the α-granules of platelets and megakaryocytes. Factor V circulates in plasma with a half-life of 12 to 36 hours.\n[9]\nEither thrombin or factor Xa converts factor V to the plasma cofactor of the prothrombinase complex. This complex, composed of calcium, phospholipids, factor Va, and factor Xa, is essential for converting prothrombin to thrombin. Thrombin then activates factor XIII and fibrin, leading to clot formation.\n\nFactor Va is deactivated by protein C once hemostasis is achieved. Negative feedback mechanisms modulate the coagulation cascade to prevent excessive clot formation. Despite thrombin's role in clot formation, this factor also activates plasminogen to plasmin, aiding fibrinolysis. Thrombin induces antithrombin production, which inhibits thrombin and factor Xa activity. Factor V is also vital in the anticoagulation pathway, coordinating with protein C to deactivate factor VIII, thereby decreasing prothrombinase activity and, ultimately, thrombin and fibrin production. This mechanism reduces clot formation. Activated protein C (APC) shifts the balance toward coagulation inhibition.\n[10]",
    "mechanism": "Factor V deficiency may either be inherited or acquired. These forms arise from different causes, explained below.\n\nInherited Factor V Deficiency\n\nInheritance follows an autosomal recessive pattern, with\nF5\ngene (1q23) mutations transmitted either homozygously or heterozygously. Heterozygous carriers are typically asymptomatic. In contrast, homozygotes and compound heterozygotes, possessing germline variants of 2 different mutations at the same genetic locus, may exhibit a wide range of signs and symptoms, from mild to severe bleeding.\n\nFactor V deficiency is categorized into types 1 and 2. Type 1 involves a quantitative reduction in factor V activity and antigen levels. Type 2 involves qualitative dysfunction, with decreased coagulant activity despite normal or low factor V antigen levels.\n[11]\n[12]\nOver 190 mutations have been identified, predominantly missense and nonsense mutations, followed by small deletions, splicing mutations, and, less frequently, small and large insertions, large deletions, and complex rearrangements. Symptoms typically manifest before age 6. Rarely, factor V deficiency is coinherited with factor VIII deficiency.\n\nCombined Congenital Factor V and Factor VIII Deficiency\n\nCombined factor V and factor VIII deficiency (F5F8) is extremely rare, accounting for about 3% of all rare coagulopathies.\n[13]\nThe condition occurs most often in regions where consanguineous marriages are common, such as the Middle East and South Asia.\n\nF5F8 is inherited in an autosomal recessive pattern. The congenital deficiency results from mutations in either the\nLMAN1\nor\nMCFD2\ngenes, which encode components of the transport apparatus responsible for moving factors V and VIII from the endoplasmic reticulum to the Golgi complex. The\nLMAN1\ngene is located on chromosome 18 (18q21.32) and contains 13 exons, whereas the\nMCFD2\ngene is located on chromosome 2 (2p21) and contains 4 exons. Combined F5F8 deficiency is associated with significant hemorrhagic complications, most notably obstetrical bleeding.\n\nFactor V-related bleeding is managed with FFP and tranexamic acid. Bleeding from factor VIII deficiency requires the addition of factor VIII concentrate.\n\nAcquired Factor V Deficiency\n\nAcquired factor V deficiency is less common than the inherited form and results from the production of factor V inhibitors. Reported risk factors include surgery involving bovine thrombin, certain antibiotics (particularly β-lactams), malignancies, infections, liver disease, and autoimmune disorders.\n[14]\nCOVID-19 vaccination has also been associated with acquired factor V deficiency, as well as deficiencies of factors VIII and XIII.\n[15]\n\nCurrent clinical recommendations include performing mixing tests with prolonged incubation, as some factor V inhibitors may be “slow responders.”\n[16]\nFactor V deficiency has been reported in cases of chronic myelogenous leukemia, particularly during phases of extreme leukocytosis.\n[17]\nPredicting bleeding episodes in this condition is challenging, as symptoms may not consistently correlate with factor V inhibitor levels, the duration of inhibitor presence, aPTT and prothrombin time prolongation, or factor V activity.",
    "monitoring": "Laboratory evaluation should be initiated when clinical findings suggest a bleeding disorder. Studies that may yield the appropriate diagnosis include coagulation tests, factor assays, inhibitor screening, and molecular genetic testing, as explained below.\n\nCoagulation Tests\n\nFactor V deficiency prolongs both prothrombin time and aPTT but leaves thrombin time unaffected. These prolonged clotting times are not specific to factor V deficiency but suggest a defect within the common pathway. Additional testing for other common pathway factors, such as fibrinogen, factor II, and factor X, is necessary to specify the defect. Liver disease can also prolong prothrombin time and aPTT due to decreased clotting factor synthesis. After confirming factor V deficiency, mixing studies help distinguish between a lack of factor V and the presence of an anti–factor V inhibitor. Correction of clotting times after mixing indicates factor V deficiency, whereas failure to correct suggests the presence of an inhibitor.\n\nFactor Assays\n\nFactor V assays reveal reduced activity levels, with the deficiency classified as mild (>10%), moderate (1% to 10%), or severe (<1%). All factor activity levels should be measured to determine whether a coexisting deficiency is present, as in combined factors V and VIII deficiency.\n\nInhibitor Screening\n\nNonspecific inhibitor screening may involve lupus anticoagulant testing and enzyme-linked immunosorbent assay (ELISA) for β-2 glycoprotein and cardiolipin antibodies, which may be elevated in acquired factor V deficiency. The Bethesda assay, which measures inhibitors against a specific coagulation factor in the blood, confirms the diagnosis.\n\nMolecular Genetic Analysis\n\nThe\nF5\ngene, located on chromosome 1q24.2 and spanning 25 exons, consists of 6 domains: A1, A2, A3, B, C1, and C2. Sequencing DNA from peripheral blood leukocytes can identify mutations within this gene to diagnose inherited factor V deficiency. Missense mutations are most often located (61.5%) in domains A2 and C2, with an additional 20% in the B domain. A single heterozygous mutation typically results in factor V activity levels around 50%, whereas homozygous or compound heterozygous mutations often lead to levels below 10%. Mutations in the\nMCFD2\nand\nLMAN1\ngenes cause combined factor V and VIII deficiency, as these genes are involved in the transport of these coagulation factors.\n[23]",
    "administration": "Treatment depends on the condition's etiology and severity. Mild inherited factor V deficiency may be managed with antifibrinolytics, while more severe phenotypes often require FFP transfusions to replenish factor V levels. Factor V deficiency is uncommon. Thus, a specific factor V concentrate is not commercially available. Other blood products (eg, platelets, prothrombin complex, or cryoprecipitate) contain minimal factor V, making FFP the primary therapy for moderate-to-severe cases. FFP sustains factor V levels above 25% to 30% during bleeding episodes or invasive procedures, with higher levels required to ensure hemostasis in severe or life-threatening hemorrhages.\n\nAsymptomatic patients with acquired factor V deficiency do not require treatment because the inhibitors present in the blood are transient. A multifactorial approach is often necessary for patients undergoing surgery or those experiencing significant bleeding. Measures to control bleeding include transfusion of FFP, platelets, prothrombin complex concentrate, and recombinant activated factor VII. Although platelet α-granules contain minimal factor V, platelet transfusions alone have achieved a 71% success rate in treating acquired factor V deficiency by protecting factor V from inhibitors and promoting hemostasis.\n\nRecombinant activated factor VII, commonly used for inhibitors in hemophilia A or B, can also manage bleeding by directly activating factor X, bypassing the requirement for factor V or other coagulation factors.\n[24]\nImmunosuppression remains the gold standard for eliminating factor V inhibitors. Corticosteroids, cyclophosphamide, and rituximab, alone or in combination, suppress anti–factor V autoantibody production with a 63% success rate. High-dose intravenous immunoglobulin (60% success rate) and plasmapheresis (53% success rate) also reduce circulating factor V inhibitors.\n[25]",
    "adverse_effects": "Complications of factor V deficiency may occur as early as the neonatal period. Although uncommon, intracranial hemorrhage poses diagnostic challenges in newborns and carries a high mortality rate. Thrombotic events, while less frequent, can arise from factor V's prothrombotic effect, with reported cases including deep vein thrombosis, cerebral infarction, and limb gangrene. Prompt recognition of factor V deficiency is essential to initiate treatment and prevent potentially life-threatening outcomes."
  }
}