{
  "drug_name": "blueberry",
  "nbk_id": "NBK604195",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK604195/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "As opposed to horizontal transmission between individuals in a population, vertical transmission of an infectious agent is generally defined as transmission from a pregnant individual to their fetus. Horizontal transmission during pregnancy is frequently examined based on timing (antenatal, perinatal, or postnatal); more specific considerations involve viral transplacental infections.\n[1]\nVertical antenatal and in-utero infections refer to the same general mechanism of infection, although the particular pathophysiologic mechanisms will vary with the infectious agent. Viral transplacental infections represent a critical category of maternal-fetal health concerns, with the capacity to traverse the placental barrier and adversely affect the developing fetus, leading to a range of outcomes, from mild disease to severe congenital anomalies or fetal death.\n\nInfectious agents that can cross the placenta include those historically described by \"ToRCHes\" (toxoplasmosis, other [hepatitis B virus and syphilis], rubella, cytomegalovirus, and herpes simplex virus). However,\nListeria\n, human immunodeficiency virus (HIV), parvovirus B19, varicella-zoster virus, hepatitis C virus, and Zika virus are also known to cause transplacental infections. Each infection can have profound implications for fetal development, with risks varying based on the timing of infection during pregnancy and the specific pathogen involved. See StatPearls' companion references, \"\nAntepartum infections\n,\" \"\nHIV in Pregnancy\n,\" and \"\nPregnancy and Viral Hepatitis\n,\" for more information on vertically transmitted infections and associated intrapartum issues.\n\nPlease note that the terms \"maternal\" and \"mother\" in this activity refer to the birthing parent and are not meant to exclude other birthing parents.",
    "mechanism": "Maternal infection with the pathogen precedes fetal acquisition of a transplacental infection. Various transmission routes can result in maternal infection, including sexual contact, consumption of contaminated food, or acquisition from vectors such as mosquitos or ticks. The mechanisms by which pathogens traverse the placental barrier to affect the developing fetus are not fully understood and differ between pathogens. Specific placental cell types play a crucial role in this process, including cytotrophoblasts and syncytiotrophoblasts, which act as the primary barrier between the maternal and fetal blood. Extravillous trophoblasts invade maternal tissues, establishing a connection with the maternal immune system.\n[1]\nPlease see StatPearls' companion reference, \"\nImmunology at the Maternal-Fetal Interface\n,\" for additional information. Generally, after a pregnant individual acquires a primary infection, the pathogen will circulate in the maternal bloodstream and traverse the placenta by infecting several of these interface cell types. Alternatively, in the presence of multiple infectious agents or placental trauma, weakening of the placental barrier may permit maternal and fetal blood mixing that leads to fetal infection.\n\nSexually Transmitted Infections\n\nSyphilis is the clinical manifestation of infection with the spirochete\nTreponema pallidum,\nand maternal infection can result in fetal infection.\n[2]\nPreviously, experts believed that congenital syphilis could only be acquired after the first trimester of pregnancy.\n[3]\nHowever, it is now widely accepted that maternal syphilis at any stage (primary, secondary, latent, tertiary) carries the potential for congenital syphilis infection throughout the pregnancy. Congenital infection is typically more severe when acquired later in gestation.\n[2]\n[3]\n[4]\n[2]\n[5]\nPlease see StatPearls' companion reference,\n\"Syphilis,\"\nfor more detailed information on syphilis in nonpregnant individuals. Please see StatPearl's companion reference,\n\"Congenital and Maternal Syphilis\n,\" for additional details on syphilis in pregnancy.\n\nHuman herpesviruses 1 and 2 (HSV-1, HSV-2) may also be sexually transmitted. Approximately 5% of cases of herpetic infections are transmitted transplacentally. Although transplacental infection typically results in more severe fetal infections, perinatal acquisition is much more common (85%). Fetal outcomes are thought to be better when infections with alphaherpesvirinae are acquired at an earlier gestational age.\n[6]\n[7]\n[8]\nPlease see StatPearl's companion reference,\n\"\nCongenital Herpes Simplex\n,\" for additional information.\n\nHuman immunodeficiency viruses 1 and 2 (HIV-1, HIV-2), hepatitis B and C viruses (HBV, HCV), can be maternally acquired via sexual contact, intravenous drug use, or other blood or body fluid exposures. Vertical transmission of HIV is thought to occur primarily in the intrapartum period.\n[9]\nThroughout pregnancy, the risk of fetal acquisition of HIV is correlated with the maternal HIV viral load. Results from a recent study demonstrated no vertical transmission of HIV when the viral load was undetectable at the time of delivery.\n[10]\nThe mechanism of in-utero HIV transmission is incompletely understood but estimated to account for 5% to 10% of cases, with suspected mechanisms involving infection of the trophoblasts and transcytosis with HIV in the third trimester.\n[9]\nPlease see StatPearl's companion reference\n\"HIV in Pregnancy\"\nfor additional information.\n\nA minority of cases of HBV are vertically transmitted by the transplacental route (3.7%).\n[11]\nAccording to the results from a study, the suspected pathophysiologic mechanisms of viral transmission center around maternal hepatitis B e antigen positivity, threatened preterm labor, and HBV in the villous capillary endothelial cells of the placenta.\n[11]\nThe results also demonstrated that transplacental leakage of maternal blood can cause intrauterine infection.\n[11]\nEmerging evidence also shows that HBV infection of maternal peripheral blood mononuclear cells plays a critical role in intrauterine infection.\n[12]\n\nThese peripheral mononuclear cells are also involved in the transmission of HCV to the fetus; transmission is also affected by maternal HCV viremia and coinfection with HIV.\n[13]\n[14]\nHCV is unique because intrauterine infection, rather than perinatal transmission, is thought to cause most vertical infections. Furthermore, fetal infection is primarily established in the second or third trimester, though transmission can rarely occur in the first trimester.\n[15]\nPlease see StatPearl's companion reference,\n\"Pregnancy and Viral Hepatitis,\n\" for additional details on transmission.\n\nCytomegalovirus (CMV) is often acquired when individuals are in close contact with others, particularly young children and their body fluids.\n[16]\nCMV is suspected to be transmitted via sexual contact as well. CMV is very common; the seropositivity of women of childbearing age is estimated to be 86% globally.\n[17]\nThus, primary CMV infection of the birthing parent during pregnancy is less common, but when it occurs, fetal outcomes are significantly worse compared to secondary maternal infection,\n[18]\nthough reinfection with new strains of CMV in seroimmune women can lead to congenital CMV infection.\n[19]\nFetal outcomes are also worse when CMV is acquired early in the pregnancy.\n[20]\nThough CMV is known to infect villous cytotrophoblasts and blood vessels in the villous core, even without actual fetal transmission, this damage to the placenta can also cause intrauterine growth restriction.\n[21]\nPlease see StatPearl's companion reference, \"\nCongenital Cytomegalovirus Infection,\n\" for additional information.\n\nFoodborne Illness\n\nThe consumption of contaminated food by the pregnant individual is a well-known route for acquiring toxoplasmosis, caused by the parasitic protozoan\nToxoplasma gondii\n, and listeriosis, caused by the gram-positive facultative intracellular bacillus,\nListeria monocytogenes\n. Pregnant individuals can acquire toxoplasmosis by consuming\nT gondii\noocysts in contaminated food, water, or soil (eg, cat litter) or by ingestion of tissue cysts in infected meat.\n[22]\nOocysts and tachyzoites are other forms of\nT gondii\n, the latter of which is the mobile form known to infect a fetus transplacentally.\n[23]\nOther sources of congenital\nT gondii\ninfection include reactivation of latent disease in a pregnant individual or reinfection with a different, more virulent strain.\n[22]\nPlease see StatPearl's companion references, \"\nToxoplasmosis\n\" and \"\nCongenital Toxoplasmosis\n,\" for further discussion.\n\nListeriosis can be contracted from eating foods made with unpasteurized milk, deli meats, and ready-to-eat food that has not been properly cooked or is contaminated after cooking.\n[24]\n[25]\nL monocytogenes\nis found in farms and on food processing equipment, and survives and grows in cold, high salt, and low pH conditions.\n[26]\nIt has specific tropism for the placenta, with significantly increased fetal death occurring when infection is established before 29 weeks gestation.\n[24]\n[27]\n\nIllness Acquired Via Airborne Transmission\n\nHuman parvovirus B19 (B19V) is the etiologic agent of the common childhood disease erythema infectiosum and is spread via respiratory droplets. Infection with B19V most frequently occurs among those with repeated contact with school-aged children.\n[28]\n[29]\nOften the infected pregnant individual is asymptomatic. B19V infection of endothelial cells within placental villi plays the primary role in transplacental infection of the fetus.\n[30]\nWhen parvovirus B19 fetal infection occurs before 20 weeks gestation, the infection has been shown to disproportionally result in the most severe complications, including nonimmune hydrops fetalis and fetal death.\n[29]\n\nThe rubella virus also spreads via respiratory droplets. The overall incidence of rubella is low due to widespread vaccination, with rubella elimination verified in 98 (51%) of 194 countries by 2022.\n[31]\nDue to the rarity of fetal rubella infection, the pathophysiologic mechanism is unclear; emboli of necrotized endothelial cells from the infected chorion are suspected.\n[32]\nIf a pregnant individual acquires rubella within the first 12 weeks of gestation, severe consequences for the developing fetus can result. Maternal infection in the second and third trimesters carries significantly less risk to the fetus.\n[33]\nPlease see StatPearls' companion reference, \"\nCongenital Rubella Syndrome,\n\" for additional information.\n\nVaricella-zoster virus (VZV), or human herpesvirus 3, is the etiologic agent of chickenpox; reactivation of VZV causes shingles. VZV primarily spreads through respiratory droplets or direct contact with blister fluid. Primary infection with VZV during pregnancy is now rare secondary to vaccination; individuals of childbearing age have a high seroprevalence, especially in the United States.\n[7]\n[34]\nPrimary VZV infection during pregnancy, rather than secondary infection or reactivation, is believed to lead to congenital varicella syndrome.\n[35]\nVertical transmission of VZV is thought to be transplacental; the mechanism is unknown. Primary acquisition of VZV by pregnant individuals before an estimated gestational age of 20 weeks poses the highest risk of subsequent congenital varicella syndrome (0.91%). Congenital varicella syndrome has been reported following maternal primary varicella infection between an estimated gestational age of 20 and 28 weeks and recently as late as 36 weeks.\n[36]\n[37]\nPlease see StatPearls' companion reference, \"\nCongenital Varicella Syndrome\n,\" for additional information.\n\nVector-Borne Disease\n\nZika virus (ZIKV) is a vector-borne disease with maternal-fetal relevance. ZIKV is transmitted primarily through bites from infected\nAedes\nmosquitoes and through sexual contact with infected individuals, blood transfusions, and contact with bodily fluids. Once a pregnant individual is infected, ZIKV is suspected to infect trophoblasts, cross the placental and blood-brain barriers, and infect brain endothelial cells.\n[38]\nIn addition, ZIKV appears to disrupt the permeability of tight junctions, permitting paracellular transplacental but not blood-brain barrier transmission.\n[38]",
    "monitoring": "Diagnosing a vertical transplacental infection may require evaluating a pregnant person, neonate, or both. Standard prenatal protocols in the United States recommend routine screening for many infections capable of transplacental infection, including HIV, HBV, HCV, and syphilis, in addition to rubella and varicella immune status. In high-risk areas,\nT gondii\nserology is also recommended\n.\n[58]\n[59]\n[60]\n[52]\nThese evaluations should be repeated if new risk factors develop during pregnancy. Interestingly, beyond this screening, the use of the ToRCHes screening panel is falling out of favor.\n[61]\n[62]\nRisk factors primarily drive maternal and neonatal evaluation.\n\nSyphilis\n\nInfants born to mothers with a positive rapid plasma reagin (RPR) at any point during pregnancy should also undergo RPR testing at birth; results should be compared to the maternal titer at that time. Infants are subsequently risk-stratified by physical examination findings, neonatal and maternal RPR titers, and maternal treatment history to determine if further evaluation is indicated. Maternal treatment must be fully documented, with timing, dosing, and antibiotic used reviewed in detail. Penicillin G is the only antibiotic treatment during pregnancy known to prevent congenital syphilis.\n[63]\nFurther fetal evaluation may include a complete blood count, lumbar puncture, or bone radiographs to evaluate for osteolytic lesions.\n[64]\n\nHepatitis C Virus\n\nInfant HCV evaluation should include an HCV antibody test at approximately 18 months of age or an HCV RNA polymerase chain reaction (PCR) test between 1 and 2 months of age.\n[65]\nIf HCV infection is suspected, serial monitoring of liver function with transaminases and coagulation studies is reasonable.\n\nToxoplasmosis\n\nThe evaluation for\nT gondii\ninfection in a pregnant individual should include IgG and IgM serology, followed by IgG avidity testing if appropriate.\n[52]\nFetal\nT gondii\ninfection can be confirmed by polymerase chain reaction (PCR) of amniotic fluid after 18 weeks gestation, and the fetus should subsequently be followed by ultrasound at least monthly for the remainder of gestation.\n[22]\n[52]\nNewborn\nT gondii\ninfection can be confirmed via\nT gondii\nimmunoglobulin (Ig)\nIgG, IgM, and IgA titers, and if the suspicion is high, blood, urine, or cerebral spinal fluid PCR should also be obtained.\n[22]\nFurther investigation for end-organ damage and to ensure treatment tolerance may include blood counts, liver and kidney function testing, screening for glucose-6-phosphatase dehydrogenase deficiency, head ultrasonography or computed tomography, eye examination, and hearing evaluation.\n[22]\n\nListeriosis\n\nFever in a pregnant individual or early-onset sepsis in an infant should prompt evaluation for listeriosis with studies including blood culture, placental culture, or cerebrospinal fluid evaluation.\n[53]\n[66]\n\nCytomegalovirus\n\nAbnormal findings on fetal ultrasound usually prompt CMV evaluation using IgG avidity assays combined with IgM titers or serial serologic assays.\n[52]\nThese assays are considered positive if seroconversion or a greater than or equal to a —4-fold increase in anti-CMV IgG titers is identified.\n[52]\nCongenital CMV can be detected in amniotic fluid by culture or PCR at least 6 weeks after maternal infection and after 21 weeks of gestation.\n[52]\n[67]\nThe diagnosis of congenital cytomegalovirus is made within 21 days of birth by PCR testing of saliva (preferred), urine, or dried blood on Guthrie cards.\n[67]\n[68]\nFurther investigation for end-organ damage includes blood counts, liver, kidney, and coagulation testing, head ultrasonography, eye examination, and, most importantly, hearing evaluation.\n\nParvovirus B19\n\nPregnant individuals exposed to B19V should have serologic IgG and IgM evaluations performed immediately after exposure.\n[52]\nThose who are IgG positive and IgM negative likely have immunity from previous exposure and are not at risk of transplacental transmission.\n[52]\nMeanwhile, those who are IgM positive, regardless of IgG status, should be monitored for fetal infection and hydrops fetalis.\n[52]\nThose who are negative for IgG and IgM are susceptible to infection, and testing should be repeated in 4 weeks.\n[52]\nIf repeat testing demonstrates positive IgG or IgM, these individuals should be monitored for potential fetal infection and anemia by serial ultrasonography with Doppler of the middle cerebral artery or B19V PCR in amniotic fluid.\n[52]\nAfter birth, serum B19V PCR can be obtained in neonates to confirm the diagnosis.\n\nRubella Virus\n\nAll pregnant individuals should undergo a rubella IgG test at the earliest prenatal visit.\n[69]\nPositive rubella IgG antibody testing indicates immunity.\n[69]\nPregnant individuals who are IgG-negative and therefore susceptible to rubella infection should be monitored for signs or symptoms of rubella infection and vaccinated postpartum.\n[69]\nA rubella IgM antibody titer can be used to diagnose acute or recent rubella infection in pregnant individuals.\n[69]\nThe laboratory evaluation for congenital rubella syndrome in a neonate can comprise rubella-specific IgM antibodies performed within 2 months of birth, rubella-specific IgG antibodies persisting at a high concentration or long duration after birth, defined as the titer not decreasing to a 2-fold dilution per month, or isolation of rubella by viral culture or detection of viral ribonucleic acid (RNA) from the nasopharynx, urine, cerebrospinal fluid (CSF), or serum or cord blood.\n[70]\nA further investigation of the possible complications or diagnostic confirmation of congenital rubella syndrome includes reviewing documentation of maternal rubella immunity, physical examination assessing for the aforementioned features, blood counts, liver function and bilirubin testing, CSF evaluation, echocardiography, radiography of long bones, ophthalmologic evaluation, audiology evaluation, and neuroimaging by ultrasound or computed tomography.\n[69]\n[70]\n\nVaricella Virus\n\nAcute varicella viral skin infection, or chickenpox—in an individual of any age, pregnant or otherwise—is usually diagnosed clinically based on the finding of a classic pruritic, vesicular rash. However, if laboratory diagnosis is desired, a sample may be taken from an unroofed lesion for qualitative varicella PCR. Subsequently, fetal varicella infection can be evaluated by ultrasonography after documented acute maternal infection.\n[52]\nCongenital varicella syndrome criteria include the appearance of chickenpox during pregnancy, the presence of congenital skin lesions in a dermatomal distribution or neurologic defects, eye disease, limb hypoplasia, proof of intrauterine VZV infection by detection of viral deoxyribonucleic acid in the fetus, the presence of VZV-specific IgM or IgG beyond 7 months of age, and the appearance of zoster during early infancy.\n[37]\n[71]\n\nZika Virus\n\nIn pregnant individuals with suspected ZKIV infection or suspicious fetal ultrasound findings, specific IgM and nucleic acid testing is recommended as soon as possible, up to 12 weeks after symptom onset.\n[72]\nIf ZKIV infection is confirmed, serial fetal ultrasonographic evaluations should be obtained to monitor for the effects on the fetus.\n[72]\nAmniocentesis is not considered beneficial for diagnostic confirmation.\n[72]\n[73]\n[74]\nPCR and IgM enzyme-linked immunosorbent assay testing can be performed on serum and urine for neonatal testing at birth.\n[75]\nPCR testing for ZKIV ribonucleic acid and IgM can also be performed on CSF; cord blood studies are not recommended.\n[75]\nIf the diagnosis is highly suspicious, further infant evaluation should include a head ultrasound, thorough eye examination, and hearing screen.\n[75]",
    "administration": "The management of transplacental infections depends on the timing of the diagnosis (eg, antenatal or postpartum). Additionally, the Use of Antiretroviral Drugs During Pregnancy and Interventions to Reduce Perinatal HIV Transmission in the United States recommendations are available at\nhttps://clinicalinfo.hiv.gov/en/guidelines\n.\n[59]\n[76]\n[77]\n[78]\n\nSyphilis\n\nPenicillin G is the mainstay of treatment for syphilis in all persons, including pregnant individuals, neonates, and infants.\n[63]\nFor pregnant individuals, the recommended penicillin G regimen is based on the stage of the disease.\n[63]\nIntramuscular (IM) penicillin G is recommended in all cases except for neurosyphilis, where intravenous (IV) treatment is needed.\n[63]\nFor primary, secondary, and early latent syphilis, a single IM dose of 2.4 million units of penicillin G is recommended.\n[63]\nFor late, latent, and tertiary syphilis, 7.2 million units total, administered in 3 divided doses of 2.4 million units IM weekly, is recommended.\n[63]\nFinally, for neurosyphilis, including ocular and otic, 18 to 24 million units daily, administered as 3 to 4 million units IV every 4 hours or a continuous infusion for 10 to 14 days, is recommended.\n[63]\nPenicillin G is the only antibiotic treatment during pregnancy known to prevent congenital syphilis; desensitization should be undertaken in the case of a penicillin allergy.\n[63]\n\nFor infants, IV penicillin G with age-based dosing for 10 days is preferred. The standard dose according to age is 50,000 units/kg every 12 hours for neonates aged 0 to 7 days, followed by 50,000 units/kg every 8 hours starting at 8 days of age, and another adjustment after 1 month.\n[63]\nIf treatment is missed for a day, the course should be restarted, and previously administered antibiotics do not count toward the total course duration.\n[63]\n\nHepatitis C Virus\n\nNo treatment options currently exist for HCV diagnosed during pregnancy.\n[59]\nHowever, after birth, if the infant is also diagnosed with HCV based on the screening recommendations, treatment should be delayed until the child is 3 years or older. The American Association for the Study of Liver Diseases and the Infectious Diseases Society of America HCV recommendations are available at\nhttps://www.hcvguidelines.org\n.\n\nToxoplasmosis\n\nIn pregnant patients diagnosed with toxoplasmosis before 18 weeks gestation, treatment with spiramycin is recommended.\n[22]\nIf the fetus has signs of congenital toxoplasmosis, either by amniotic fluid PCR or ultrasonographic findings, treatment should be changed from spiramycin to pyrimethamine, sulfadiazine, and folinic acid for the remainder of the pregnancy.\n[22]\nFor fetuses without toxoplasmosis signs, spiramycin should be continued throughout gestation. For pregnant individuals diagnosed with toxoplasmosis after 18 weeks gestation, pyrimethamine, sulfadiazine, and folinic acid are preferred initially.\n[22]\nIf the fetus does not develop congenital toxoplasmosis as determined by amniotic fluid PCR or ultrasound findings, the pregnant individual can either continue the regimen for the remainder of pregnancy or be switched to spiramycin.\n[22]\n\nTreatment for neonatal toxoplasmosis is more ill-defined. Some treatment protocols for neonates include pyrimethamine, sulfadiazine, and folinic acid treatment for the first 3 weeks of life, followed by a change to spiramycin until 2 months of age, and then returning to the pyrimethamine, sulfadiazine, and folinic acid regimen until 12 months of age.\n[22]\nConversely, some treatment protocols continue the same regimens until 24 months of age, and others forgo spiramycin.\n[22]\nConsultation with a pediatric infectious disease specialist and a retinal exam by an experienced ophthalmologist is recommended.\n\nListeriosis\n\nIf listeriosis is suspected or confirmed in a pregnant individual, the preferred treatment is a minimum of 14 days of high-dose intravenous ampicillin, with or without gentamicin.\n[66]\nFor patients with a penicillin allergy, trimethoprim with sulfamethoxazole is preferred.\n[66]\nSimilar regimens are recommended for infants.\n\nCytomegalovirus\n\nCurrently, no treatment is consistently advised for suspected or confirmed CMV infection in a pregnant individual or their fetus.\n[52]\nValacyclovir does have mounting evidence supporting its use in this circumstance, but is only currently used in research settings.\n[67]\n[79]\n[80]\nHowever, the use of valacyclovir is routinely recommended for moderate to severe illness in the postpartum period.\n[67]\nTypically, treatment is recommended for at least 6 months, and antiviral therapy is not routinely recommended for asymptomatic or mild disease.\n[67]\nFor infants with isolated sensorineural hearing loss and diagnosed congenital CMV, valacyclovir started within the first 13 weeks following birth (ie, up to 12 weeks 6 days) can be offered for a limited 6-week treatment course according to the 2024 American Academy of Pediatrics Committee on Infectious Diseases,\n[67]\n[81]\nthough this remains an area of study and controversy. Consultation with a pediatric infectious disease specialist is recommended.\n\nParvovirus B19\n\nMonitoring for hydrops fetalis and fetal anemia is recommended when managing suspected or confirmed maternal or fetal B19V infection. Fetal hematocrit obtained by blood sampling is used to monitor and determine the need for fetal transfusion.\n[52]\nOutside of these interventions, no B19V-specific antivirals or supportive measures are recommended.\n\nRubella Virus\n\nNo specific antiviral treatments are available to treat rubella infection at any age.\n[48]\nThe management of congenital rubella syndrome targets prevention with rubella vaccination and managing complications.\n\nVaricella Virus\n\nIf varicella infection is suspected or confirmed in a pregnant individual or their fetus, oral acyclovir, when started within 24 hours of developing the varicella rash, can decrease the duration of symptoms and the number of lesions that may develop.\n[52]\nIntravenous acyclovir may also reduce maternal complications associated with varicella pneumonia. However, neither route of acyclovir seems to have a significant effect on reducing the fetal effects of congenital varicella syndrome.\n[52]\nPregnant patients exposed to varicella infection without evidence of immunity should be offered varicella immunoglobulin (VZIG) within 10 days of exposure.\n[52]\n[82]\nDespite sparse evidence, VZIG is believed to reduce the incidence of congenital varicella syndrome.\n[52]\nAfter birth, acyclovir and VZIG can be used to reduce perinatal transmission opportunities.\n\nZika Virus\n\nNo specific antiviral treatments are available for ZIKV infection at any age.\n[83]\nThe management of congenital ZIKV infection focuses on preventing exposures and managing infection complications.",
    "adverse_effects": "The complications arising from transplacental infections can be wide-ranging and severe, impacting the pregnant or postpartum individual and the fetus or infant. However, the complications that develop depend on the timing and severity of the specific infection, making the timely screening and management of these infections pivotal. (Please refer to the\nEvaluation\nand\nPrognosis\nsections for more information on infection-specific complications)."
  }
}