{
  "drug_name": "borax",
  "nbk_id": "NBK603751",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK603751/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "Diborane (B\n2\nH\n6\n) is a colorless gas at room temperature with a repulsively sweet odor. Other names for diborane include boroethane and boron hydride. The odor threshold at 25 °C (77 °F) and 760 mm Hg is 2 to 4 ppm. Rapid hydrolysis occurs when diborane mixes with water, resulting in a highly exothermic reaction and boric acid and hydrogen gas production. This substance is highly soluble in ether.\n[1]\nDiborane explodes when exposed to a spark and mixed with air in concentrations ranging from 2% to 25%, with the most violent explosion occurring at 10% concentration or higher. Diborane is extremely combustible and burns in air to form boron trioxide and water.\n[2]\n\nDiborane's reactivity arises from its structural instability, having 2 hydrogen atoms forming 2 covalent bonds in a highly sterically strained ring with 2 sp3-hybridized boron atoms (see\nImage\n. Diborane Structure).\n[3]\nDiborane is used as a rocket propellant, reducing agent, rubber vulcanizer, electronic semiconductor dopant, hydrogen polymerization catalyst, and flame-speed accelerator.\n[4]\nCases of toxic diborane exposure are very rare due to the chemical's limited uses and handling difficulties.\n\nDiborane is considered an occupational and environmental toxin and is on the Right-to-Know Hazardous Substance List. The Occupational Safety and Health Administration's legal airborne permissible exposure limit is 0.1 ppm, averaged over an 8-hour work shift. By comparison, the National Institute for Occupational Safety and Health's recommended airborne exposure limit is 0.1 ppm, averaged over a 10-hour work shift, while the American Conference of Governmental Industrial Hygienists' threshold limit value is 0.1 ppm, averaged over an 8-hour work shift.\n\nDiborane's chemical identifiers include the following:\n\nChemical Abstracts Service number (CAS number): 19287-45-7\nRight-to-Know substance number (RTK substance number): 0629\nDepartment of Transportation number (DOT number): UN 1911\n\nThese numbers are identifiers used for regulatory and safety purposes. Meanwhile, the NFPA 704 Diamond, also known as the NFPA Diamond or Fire Diamond, is a standard system used to quickly and easily convey hazardous chemical information. This symbol consists of a diamond divided into 4 colored sections, each representing a different hazard category: health (blue), flammability (red), instability or reactivity (yellow), and special hazards (white). For diborane, the NFPA 704 Diamond indicates severe hazards in all categories, highlighting its extreme toxicity, flammability, and reactivity. This information helps emergency responders and individuals working with diborane to assess the potential risks and take appropriate safety precautions quickly (see\nImage\n. NFPA 704 Diamond for Diborane Gas).",
    "mechanism": "Diborane gas is used in electronics manufacturing, rocket fuels, and chemical laboratories. This explosive and irritating substance must be stored and shipped in stainless steel and commercial steel cylinders at -20 ºC or -4 ºF. Materials such as stainless steel, lead, Monel, copper, brass, paraffin, Glyptol, and Kel-F are unaffected by diborane contact. On the other hand, natural rubber is quickly destroyed on diborane exposure.\n\nPersonal protective equipment should be readily available for personnel handling diborane gas due to its hazards. A supplied-air respirator with a full facepiece approved by the National Institute for Occupational Safety and Health should be used. Working with diborane requires good ventilation. Diborane manufacturers recommend handling the chemical wearing plastic, butyl, or rubber gloves and Tychem\n®\nBR, LV, Responder, or TK as protective clothing for exposures of less than one hour.",
    "monitoring": "The diagnosis of diborane toxicity is clinical, made when acute diborane exposure precedes the development of manifestations consistent with the condition. Individuals showing signs of instability, especially those with preexisting pulmonary disease or high susceptibility to pulmonary infections, should be monitored closely. These patients must be hooked to a cardiac and vital signs monitor with a pulse oximeter while receiving supplemental oxygen.\n\nIn cases with multiple casualties, patients known to have significant diborane exposure or showing severe poisoning signs should be transported to the nearest medical center for immediate evaluation. Individuals who develop a severe or persistent cough, dyspnea, chemical burns, or inability to protect the airway should be triaged first. Patients with minor symptoms, such as transitory eye or throat irritation, may be discharged after evaluation and observation. Hospital staff is at minimal risk of secondary contamination when caring for patients exposed to diborane gas.\n\nLaboratory, imaging, and physiologic studies are not required to make the diagnosis. However, these tests help assess organ damage severity and rule out other serious conditions. Laboratory studies may include a complete blood count, glucose, a comprehensive metabolic panel, arterial blood gases, and urinalysis. A complete blood count can help rule out the presence of infections and other causes of respiratory distress, such as anemia. Glucose tests, eg, via fingerstick, can help rule out hypoglycemia as the cause of altered sensorium. A comprehensive metabolic panel can help assess electrolyte balance and hepatic status. Arterial blood gases with pH can help guide treatment, as heavy diborane exposures can cause hyperchloremic metabolic acidosis. Urinalysis and metabolic panel results combined can help assess kidney function.\n\nChest radiography and ECG can help evaluate cardiopulmonary status. Chest radiography may show bilateral infiltrates. ECG helps determine the need for further cardiac tests, eg, cardiac enzymes.",
    "administration": "Diborane-exposed patients should be immediately removed from the source and decontaminated with saline irrigation. Temporary protection from diborane may be initiated using a chemical cartridge respirator charged with active Hopcalite.\n[13]\n\nDiborane toxicity has no known antidote, and treatment is primarily supportive. Supplemental oxygen can be administered to patients with respiratory symptoms. Endotracheal intubation and subsequent ventilation must be performed for patients with frank respiratory failure or CNS depression.\n\nThermal airway injury can result in airway obstruction from soft tissue edema.\n[14]\nChildren who develop stridor may receive aerosolized racemic epinephrine (0.25 to 0.75 mL of 2.25%) every 20 minutes as needed. Inhaled and intravenous corticosteroid administration have been found to help with lung function recovery in toxic gas exposures with a similar mechanism to diborane. Adults with bronchospasm should receive an aerosolized bronchodilator such as albuterol.\n[15]\n\nPatients who become comatose, hypotensive, or actively seizing should be treated according to advanced life support guidelines. Adults who develop shock or hypoperfusion should receive fluid resuscitation with normal saline or lactated Ringer solution at a rate of 1,000 mL/h. Children with shock or hypoperfusion should receive a 20 mL/kg normal saline bolus over 10 to 20 minutes, followed by an infusion of 2 to 3 mL/kg/hour. Patients with evidence of severe burns or pulmonary damage, such as persistent shortness of breath, severe cough, or chest tightness, should be admitted to the hospital for treatment until symptom-free.\n\nPatients with minor exposures should experience symptom resolution in an hour or less. These individuals may be released from observation several hours after symptoms disappear to ensure no delayed effects are missed. Clinically relevant exposures often produce extensive lower respiratory tract damage. However, symptoms may be delayed up to 24 hours owing to diborane's high lipid solubility. Outpatient follow-up is advised due to the likelihood of long-term respiratory problems after diborane inhalation. Patients with skin and corneal injury must be reexamined within 24 hours.",
    "adverse_effects": "Complications can range from minor pulmonary conditions to severe and debilitating sequelae. Minor complications may include prolonged cough, respiratory muscle weakness, acute upper airway inflammation, delayed pulmonary edema, residual psychogenic dyspnea, and reactive airway dysfunction. Severe sequelae may include bronchiectasis, chronic airflow obstruction, bronchial hyperreactivity, bronchiolitis obliterans, and hemorrhagic pneumonitis. Pulmonology follow-up and management are recommended for patients with evidence of pulmonary complications."
  }
}