{
  "drug_name": "bosentan",
  "nbk_id": "NBK542293",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK542293/",
  "scraped_at": "2026-01-11T15:24:16",
  "sections": {
    "indications": "Bosentan is contraindicated in female patients who are or may become pregnant due to the risk of embryofetal toxicity. All female patients of reproductive potential must use 2 or more reliable forms of contraception during treatment and for 1 month following therapy.\n\nAdditional contraindications include concomitant use of cyclosporin A, which significantly increases plasma bosentan concentrations and the risk of adverse effects and toxicity. Bosentan is also contraindicated in patients receiving glyburide because of elevated hepatotoxicity risk and increases in liver enzyme levels. Individuals with known hypersensitivity to bosentan or any of its components should avoid the drug due to the risk of severe reactions, including drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome, anaphylaxis, rash, and angioedema.\n[41]\n[42]\n\nBox Warnings: Hepatotoxicity and Embryofetal Toxicity\n\nHepatotoxicity has been reported with bosentan, including elevations of liver aminotransferases, ie, alanine aminotransferase (ALT) and aspartate aminotransferase (AST), and, in rare cases, liver failure. LFTs should be measured before initiating therapy and then monitored periodically, at least monthly. Bosentan should be discontinued if aminotransferase elevations are accompanied by clinical signs of liver injury or dysfunction, or if total bilirubin increases to 2 times or more the ULN.\n\nInitiation of bosentan is not recommended in patients with aminotransferase levels greater than 3 times the ULN. The combination of hepatocellular injury (ALT or AST > 3 times the ULN) and elevated total bilirubin (≥ 2 times the ULN) serves as a marker for potential serious hepatotoxicity. A pharmacovigilance study using the FDA Adverse Event Reporting System (FAERS) database demonstrated a strong association between bosentan and drug-induced liver injury, supporting routine monitoring of serum aminotransferase levels to mitigate risk.\n[43]\n\nBosentan is likely to cause major congenital disabilities if administered during pregnancy, based on animal data. Pregnancy must be excluded prior to and during therapy. To prevent pregnancy, female patients of reproductive potential are required to use 2 reliable forms of contraception during treatment and for 1 month following discontinuation.\n\nAdditional Precautions\n\nFluid retention and peripheral edema are recognized features of PAH and have also been associated with bosentan therapy.\n[44]\n[45]\nPostmarketing reports indicate that these effects may develop within weeks of treatment initiation, with some patients requiring diuretics, fluid management, or hospitalization for decompensated heart failure. Clinically significant fluid retention, with or without weight gain, should prompt evaluation of potential causes, whether due to drug-related effects or underlying heart failure, and guide decisions regarding continuation, dose adjustment, or discontinuation of bosentan.\n\nBosentan may induce dose-related reductions in hemoglobin and hematocrit. Complete blood counts should be monitored after 1 month, at 3 months, and then every 3 months. Significant decreases warrant investigation of other potential causes and consideration of intervention or discontinuation.\n\nThe emergence of pulmonary edema during treatment should raise suspicion for underlying pulmonary veno-occlusive disease and prompt reassessment of bosentan therapy. Decreases in sperm counts have also been observed, likely due to effects on spermatogenesis. Patients should be counseled regarding potential fertility implications, and evaluation may be considered if reproductive capacity is a concern.\n[46]",
    "mechanism": "Endothelins are a family of 21-amino acid peptides comprising 3 isoforms: ET-1, ET-2, and ET-3. ET-1 is the most abundant isoform and is expressed in the airway epithelium, pulmonary parenchymal cells, pulmonary tumors, pulmonary vasculature, kidneys, small intestine, and cardiac myocytes.\n[18]\nFollowing synthesis and secretion, endothelins bind to G protein-coupled endothelin receptors, primarily endothelin A (ETA) and B (ETB) receptors. Although both types are distributed throughout lung tissue, ETA receptors are most concentrated in the pulmonary vasculature and airway smooth muscle, whereas ETB receptors are predominantly localized in the endothelium.\n\nThe binding of endothelin to ETA receptors predominantly induces vasoconstriction. Activation of ETB receptors may contribute to bronchoconstriction in airway smooth muscle in some contexts but also mediate vasodilatory effects via endothelial signaling.\n[19]\n[20]\nThe distribution and function of endothelins suggest their involvement in diverse respiratory disorders, including asthma, pulmonary hypertension, chronic obstructive pulmonary disease, connective tissue diseases, bronchiolitis obliterans, and lung transplant rejection. Bosentan functions as an antagonist of these receptors in pulmonary tissue, promoting relaxation of vascular smooth muscle, reducing pulmonary arterial pressure, and lowering vascular resistance. Clinical studies demonstrate that bosentan inhibits ET-1-mediated cellular proliferation.\n[21]\n\nAntagonism of ETB receptors can lead to a relative increase in circulating ET-1 levels.\n[22]\n[23]\nBosentan is classified as a dual endothelin receptor antagonist because it blocks both ETA and ETB receptors, providing broad inhibition of endothelin-mediated effects.\n[24]\n\nPharmacokinetics\n\nFollowing oral administration, bosentan reaches maximum plasma concentrations (Tmax) within 3 to 5 hours. The terminal elimination half-life in healthy adults is approximately 5 hours. Exposure to bosentan after intravenous or oral administration is roughly twofold higher in adult patients with pulmonary hypertension compared with healthy individuals. Absolute oral bioavailability in healthy volunteers is approximately 50% and is not affected by food intake. Bosentan exhibits high plasma protein binding (>98%), primarily to albumin, and does not penetrate erythrocytes. The apparent volume of distribution is approximately 18 L.\n\nThe drug undergoes metabolism to produce 3 primary metabolites, one of which is pharmacologically active and may contribute 10% to 20% of the overall effect. The drug induces its own metabolism through upregulation of CYP3A4 following repeated dosing.\n[25]\nBosentan also induces CYP2C9 and CYP3A enzymes.\n[26]\nAfter multiple doses, plasma concentrations gradually decline to 50% to 65% of initial levels, likely due to auto-induction of hepatic enzymes, which enhances drug metabolism over time. Steady-state concentrations are achieved within 3 to 5 days. Reduced CYP2C9 activity has been identified as a sensitive factor increasing hepatic bosentan exposure, which, given the dose-dependent nature of hepatotoxicity, represents a significant risk for liver injury.\n[27]\n\nElimination occurs primarily via biliary excretion after hepatic metabolism, with less than 3% of an oral dose recovered in urine. Total clearance following a single intravenous dose is approximately 4 L/hr in patients with PAH.",
    "administration": "Available Dosage Forms and Strengths\n\nBosentan is administered orally as a film-coated tablet or an oral suspension. Oral dispersible tablets are available in 32 mg, while oral film-coated tablets are available in 62.5 mg and 125 mg strengths.\n\nAdult and Pediatric Dosages\n\nTreatment with bosentan in female patients of reproductive potential should be initiated only after confirming a negative pregnancy test. Liver aminotransferase levels must be assessed prior to initiation and monitored monthly thereafter.\n\nIn adults with PAH, therapy should begin at 62.5 mg twice daily for 4 weeks, followed by a maintenance dose of 125 mg twice daily. Although 250 mg twice daily was evaluated in clinical trials, it is not routinely recommended because it does not provide additional clinical benefit and is associated with a higher risk of hepatotoxicity. Guidelines from the European Society of Cardiology, European Respiratory Society, and CHEST currently support the use of 125 mg twice daily for eligible adult patients.\n[28]\n\nIn pediatric patients younger than 12 years, the recommended dose ranges from 31.25 mg to 125 mg twice daily, adjusted for body weight. Patients older than 12 years who weigh less than 40 kg should receive 62.5 mg twice daily for both initiation and maintenance. Children older than 12 who weigh more than 40 kg should follow the adult dosing regimen (62.5 mg twice daily for 4 weeks, then 125 mg twice daily). (Source:\nFDA\n, 2025)\n\nSpecific Patient Populations\n\nCertain clinical populations may experience altered response or increased risk of adverse events during bosentan therapy. The risks to these patient groups are explained below.\n\nIn patients with hepatic impairment, baseline liver function tests (LFTs) should be obtained before initiating bosentan, with ongoing monitoring throughout therapy.\n[29]\nIf aminotransferase levels rise to greater than 3 times and up to 5 times the upper limit of normal (ULN), repeat testing should be performed to confirm. If documented, the dose should be reduced to 62.5 mg twice daily or treatment interrupted in patients older than 12 years and weighing more than 40 kg. For patients weighing less than 40 kg, treatment should be interrupted without dose reduction. Monitoring should continue every 2 weeks, and therapy may be reintroduced once values return to baseline.\n\nBosentan should be discontinued for elevations greater than 5 times and up to 8 times the ULN, with consideration for reintroduction at 62.5 mg twice daily after normalization in patients older than 12 years. For elevations exceeding 8 times the ULN, bosentan must be permanently discontinued. Therapy should also be stopped if transaminitis occurs alongside clinical signs of hepatotoxicity, jaundice, or bilirubin greater than or equal to twice the ULN.\n\nIn patients with renal impairment, no dosage adjustment of bosentan is required.\n[30]\nDespite unchanged dosing, clinicians should remain vigilant for potential accumulation of concomitant medications cleared renally.\n\nBosentan is contraindicated in female patients who are or may become pregnant due to reported teratogenicity in animal studies. Female individuals of reproductive potential must use 2 reliable methods of contraception throughout treatment and for 1 month after discontinuation. PAH is rare, and pregnancy should be avoided in women with this condition, particularly when treated with bosentan or other endothelin receptor antagonists. Nevertheless, pregnancies exposed to endothelin receptor antagonists have been reported.\n[31]\n\nBosentan is present in human milk, and limited reports indicate that exposure to infants is considerably lower than therapeutic doses, with no observed adverse effects.\n[32]\nDespite these findings, prescribing information advises against breastfeeding during bosentan therapy due to the potential for severe adverse reactions, including fluid retention and hepatotoxicity, in breastfed infants.\n\nIn pediatric patients, bosentan therapy should be initiated at half the maintenance dose, according to the Pediatric Pulmonary Hypertension Guidelines from the American Heart Association and the American Thoracic Society. For children weighing less than 10 kg, the recommended maintenance dose is 2 mg/kg administered twice daily, with a starting dose of 1 mg/kg twice daily. Children weighing 10 to 20 kg should receive 31.25 mg twice daily, those weighing 20 to 40 kg should receive 62.5 mg twice daily, and children over 40 kg should receive 125 mg twice daily.\n[33]\nBosentan has demonstrated efficacy in managing persistent pulmonary hypertension of the newborn. Liver function should be closely monitored during therapy.\n[34]\n\nIn older patients, dosing generally follows adult recommendations. Careful review of all medications, as well as assessment of renal and hepatic function, is advisable before initiating bosentan to optimize safety and minimize potential adverse effects.",
    "adverse_effects": "Safety Profile\n\nIn clinical trials of bosentan for the treatment of PAH, the most frequently reported adverse effects were headache (22%), flushing (9%), syncope (7%), and hepatic dysfunction (8%). Less common adverse effects included cough, dyspnea, respiratory tract infections, chest pain, hypotension, sinusitis, dizziness, and, in some cases, worsening of PAH. FDA labeling indicates that embryofetal toxicity was observed in animal studies. Therefore, pregnancy testing is recommended for all female patients of reproductive potential prior to initiating therapy.\n\nOther less common adverse effects include fluid retention, which may result in hospitalization for patients with preexisting heart failure, as well as transient decreases in sperm count and reductions in hemoglobin and hematocrit. Postmarketing surveillance has also identified anemia, neutropenia, leukopenia, and autoimmune hepatitis.\n[35]\nThe CYP2C9*2 allele has been proposed as a potential genetic marker for predicting bosentan-induced liver injury.\n[36]\n[37]\n\nDrug-Drug Interactions\n\nThe CHEST guidelines advise against the routine initiation of bosentan concurrently with intravenous epoprostenol in patients with PAH. At therapeutic doses, bosentan reaches steady-state plasma concentrations within 3 to 5 days. The drug is metabolized in the liver by the cytochrome P450 enzyme system into 2 active metabolites, of which only Ro 48-5033 exerts effects comparable to bosentan, contributing less than 20% of the overall pharmacologic activity.\n\nBosentan is contraindicated with substrates, inducers, or inhibitors of CYP2C9 and CYP3A4, as well as with glyburide and cyclosporine, due to potential alterations in drug metabolism. Clinically significant interactions requiring careful monitoring include protease inhibitors (lopinavir/ritonavir), certain azole antifungals, erythromycin, and amiodarone. Coadministration with warfarin has been shown to reduce anticoagulant effects, necessitating careful monitoring of the international normalized ratio.\n[38]\n[39]\nBosentan also decreases the area under the curve of norethisterone and ethinyl estradiol in healthy female individuals. Reduced efficacy of hormonal contraceptives should be considered in patients receiving bosentan.\n[40]",
    "monitoring": "Risk Evaluation and Mitigation Strategy Requirements\n\nBosentan is available only through the restricted Bosentan Risk Evaluation and Mitigation Strategy (REMS) Program. Prescribers are required to review educational materials, enroll in the program, and adhere to all program requirements. Healthcare providers must assess serum ALT, AST, and bilirubin levels before initiation and continue monthly monitoring throughout therapy. Patients must be counseled about the risks and benefits of bosentan and complete an enrollment form. Pharmacies dispensing the drug must also enroll and comply with program obligations.\n\nThe FDA has recently revised the REMS for bosentan, removing components related to embryofetal toxicity for several endothelin receptor antagonists after review of human pregnancy data. However, the labeling contraindication for pregnancy and requirements for contraception counseling remain. REMS requirements related to hepatotoxicity risk continue to be mandatory. (Source:\nFDA\n, 2025)\n\nClinical Monitoring\n\nThe 6-minute walk test (6MWT) is commonly used to assess exercise capacity in patients with PAH. Accurate interpretation of left-sided filling pressures in this population requires consideration of right-sided hemodynamics, as a high pulmonary capillary wedge pressure, an indirect measure of left atrial pressure, may not alone indicate postcapillary pulmonary hypertension.\n[47]\nIncorporating the left ventricle transmural pressure difference can improve diagnostic accuracy.\n\nLaboratory monitoring should include hemoglobin and packed cell volume (hematocrit) to detect anemia. Right heart catheterization is essential for definitive diagnosis of pulmonary hypertension, classification of subtypes, and staging of disease severity. Hemodynamic criteria for pulmonary hypertension include a mean pulmonary artery pressure greater than 20 mm Hg in combination with pulmonary vascular resistance exceeding 2.0 Wood Units, which allows earlier identification of at-risk patients.\n[48]\n\nValidated risk assessment tools, such as the Registry to Evaluate Early and Long-term Pulmonary Arterial Hypertension Disease Management (REVEAL) 2.0 score, can guide clinicians in tailoring treatment strategies to achieve low-risk status. According to the 2022 European Society of Cardiology and European Respiratory Society guidelines, a REVEAL 2.0 score greater than 7 corresponds to a high risk of 1-year mortality. Patients receiving guideline-directed PAH therapy, including endothelin receptor antagonists, phosphodiesterase type 5 inhibitors, and soluble guanylate cyclase stimulators, who remain at high risk, require intensified monitoring of right heart function and hemodynamics.\n[49]",
    "toxicity": "The most frequently observed adverse effect of bosentan overdose is headache. In a cyclosporine A interaction study, administration of 500 mg and 1,000 mg of bosentan twice daily in combination with cyclosporine A resulted in a 30-fold increase in trough plasma concentrations, leading to severe headache, nausea, and vomiting. No serious adverse events were reported. Additional findings included hypotension and tachycardia.\n\nDuring one postmarketing period, a male patient ingested 10,000 mg of bosentan, which resulted in nausea, vomiting, hypotension, blurred vision, and diaphoresis. The patient achieved full recovery following appropriate blood pressure support."
  }
}