{
  "drug_name": "bosutinib",
  "nbk_id": "NBK560490",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK560490/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "The production of abnormal leukocytes defines leukemia as either a primary or secondary process. They can be classified as acute or chronic based on the rapidity of proliferation and myeloid or lymphoid based on the cell of origin. Predominant subtypes are acute myeloid leukemia (AML) and chronic myeloid leukemia (CML), which involve the myeloid lineage; acute lymphoblastic leukemia (ALL); and chronic lymphocytic leukemia (CLL), which involve the lymphoid lineage. Other less common variants, such as mature B-cell and T-cell leukemias, and NK cell-related leukemias, to name a few, arise from mature white blood cells. However, with the advent of next-generation sequencing (NGS) and the identification of various biomarkers, the World Health Organization (WHO) classification was updated in 2016, introducing significant changes to the traditional classification of acute leukemias and myeloid neoplasms.\n[1]\nGLOBOCAN, a global observatory for cancer trends, showed a global incidence of 474,519 cases, with 67,784 in North America. The Age-Standardized Rates are around 11 per 100,000, with a mortality rate of approximately 3.2.\n[2]\n\nMany genetic risk factors have been identified, such as Klinefelter and Down syndromes, ataxia telangiectasia, Bloom syndrome, and telomeropathies such as Fanconi anemia, dyskeratosis congenita, and Shwachman-Diamond syndrome; germline mutations in RUNX1, CEBPA, to name a few. Viral infections associated with Epstein-Barr virus, human T-lymphotropic virus, ionizing radiation exposure, radiation therapy, environmental exposure with benzene, smoking history, history of chemotherapy with alkylating agents, and topoisomerase II agents have also been implicated in the development of acute leukemias. Symptoms are nonspecific and can include fever, fatigue, weight loss, bone pain, bruising, or bleeding. Definitive diagnoses often require bone marrow biopsy, the results of which help the hematologists and stem cell transplant physicians regarding the selection of treatment options ranging from chemotherapy to allogeneic stem cell transplantation. The prognosis varies depending on the leukemia subtype.\n\nAcute vs chronic myeloid leukemia:\nBlasts, which are immature and dysfunctional cells, normally make up 1% to 5% of marrow cells. Acute leukemias are characterized by greater than 20% blasts on peripheral blood smear or bone marrow, leading to a more rapid onset of symptoms. In contrast, chronic leukemia has less than 20% blasts with a relatively chronic onset of symptoms. The accelerated/blast phase is a transformation of chronic myeloid leukemia into an acute phase with a significantly higher degree of blasts.\n[1]\n[3]\n[4]\n\nAs such, the 4 major subtypes of leukemia are:\n\nAcute lymphoblastic leukemia (ALL):\nALL occurs in patients with the blastic transformation of B and T cells. It is the most common leukemia in the pediatric population, accounting for up to 80% of cases in this group vs 20% of cases in adults. Pediatric regimens predominantly inform treatment for adolescents and young adults, with better survival rates.\nAcute myelogenous leukemia (AML):\nAML is characterized by greater than 20% myeloid blasts and is the most common acute leukemia in adults. It is the most aggressive cancer with a variable prognosis depending on the molecular subtypes.\nChronic lymphocytic leukemia (CLL):\nCLL occurs from the proliferation of monoclonal lymphoid cells. Most cases occur in people aged 60 to 70. CLL is considered an indolent disease, for the most part, meaning not all patients with a diagnosis need to start treatment until symptomatic from the disease.\nChronic myelogenous leukemia (CML):\nCML typically arises from reciprocal translocation and fusion of BCR on chromosome 22 and ABL1 on chromosome 9, resulting in dysregulated tyrosine kinase on chromosome 22 called the Philadelphia (Ph) chromosome. This, in turn, causes a monoclonal population of dysfunctional granulocytes, predominantly neutrophils, basophils, and eosinophils.\n[1]\n[3]\n[5]\n[6]",
    "mechanism": "Multiple genetic and environmental risk factors are identified in the development of leukemia.\n\nExposure to ionizing radiation is associated with an increased risk of multiple leukemia subtypes.\n[7]\n[8]\nExposure to benzene is a risk factor for leukemia in adults, particularly AML.\n[9]\nPrevious exposure to chemotherapy, especially alkylating agents and topoisomerase II inhibitors, increases the risk for acute leukemia later in life.\n[7]\n[8]\nA history of any hematologic malignancy is a risk factor for subsequently developing another subtype of leukemia.\n[10]\nViral infections (eg, human T-cell leukemia virus and Epstein-Barr virus) are associated with subtypes of ALL.\n[11]\nSeveral genetic syndromes (eg, Down syndrome, Fanconi anemia, Bloom syndrome, Li-Fraumeni syndrome) are associated with an increased risk of AML and ALL.\n[12]",
    "monitoring": "The workup of leukemia is very involved, and multiple tests are needed to confirm a diagnosis and, subsequently, to stage the disease. Helpful initial studies include a CBC, comprehensive metabolic panel, liver function tests (LFT), and coagulation panel, which are often followed by a peripheral blood smear evaluation and a bone marrow biopsy and aspiration.\n\nOn rare occasions, leukemia can be diagnosed on histology alone. For example, AML is characterized by the presence of Auer rods (red-staining, needle-like bodies seen in the cytoplasm of myeloblasts) on a peripheral smear. In most other cases, more detailed analyses using flow cytometry, cytogenetics, and FISH are required to distinguish subtypes.\n[16]\n\nA bone marrow aspiration and biopsy are often required for the diagnosis of acute leukemias. For chronic leukemias, peripheral blood evaluation is often enough, and an invasive bone marrow biopsy may not be needed. For example, CML can be diagnosed by detecting the BCR-ABL fusion protein in peripheral blood using FISH analysis. CLL can be diagnosed by looking for a monoclonal B-cell population through peripheral blood flow cytometry.",
    "administration": "Patients with leukemia should be referred to a hematologist-oncologist to initiate treatment. Therapy varies significantly based on the leukemia subtype and patient factors (eg, age, comorbid conditions). Acute leukemias are treated predominantly as inpatients, requiring significant support, frequent vital sign monitoring, and assessment for opportunistic infections and electrolyte imbalances. The predominant challenge at the time of diagnosis of acute myeloid leukemia is to identify the possibility of APL, which has a significantly different treatment compared to the rest of AML.\n\nAPL:\nAPL patients typically present with bleeding diathesis with increased coagulation parameters (elevated PT, aPTT) and low fibrinogen. Peripheral smear shows a predominance of myeloid blasts with Auer rods. It is important to start the treatment with ATRA (all-trans-retinoic acid) when APL is suspected rather than awaiting confirmatory tests with FISH. ATRA advances arrested promyeloblasts toward mature granulocytes, which can lead to differentiation syndrome.\n[17]\nDifferentiation syndrome is seen during 48 hours of ATRA initiation to even 3 weeks from starting therapy for APL. Patients have a fever, respiratory distress with acute pulmonary infiltration on imaging, and capillary leak resulting in edema. It can mimic sepsis, resulting in delaying the treatment with dexamethasone. The commonly accepted starting dosage is 10mg every 12 hours till improvement in symptoms and counts.\n[18]\nOther significant complications with ATRA include raised intracranial pressure, leading to headaches and significant vision changes from papilledema.\n\nSpecific treatment for APL depends on whether the patient is at low or intermediate risk (also known as standard risk) with a WBC count <10,000/mL or at high risk with a WBC count >10,000/mL. Low or intermediate-risk APL is further differentiated by platelets above or below 40,000/mcL.\n\nStandard-risk APL: Patients respond well to ATRA and arsenic trioxide (ATO), with fewer complications during induction and recovery, without requiring an allogeneic stem cell transplant (SCT). During ATO use, patients need to be closely monitored for electrolyte changes and for electrocardiogram QTc prolongation (Framingham formula).\n[19]\nHigh-risk APL: In addition to ATRA + ATO, high-risk patients achieve better responses with the addition of idarubicin.\n[20]\nRecent studies have included CD33-targeted drug conjugate, gemtuzumab ozogamicin (GO), during the induction therapy combined with ATRA + ATO.\n[21]\n\nAPL patients have better overall survival and prognosis than other types of AML without needing a transplant.\n\nAML:\nStandard therapy for AML is well known as the '7+3' regimen, which includes a 7-day course of cytarabine continuous infusion with a 3-day course of an anthracycline (either daunorubicin or idarubicin). With the advent of cytogenetics and NGS testing, patients are now being risk-stratified based on molecular markers, with prognostic and therapeutic implications.\n[22]\nThe outline of therapy based on the risk status per ELN (European LeukemiaNet) is as follows\n\nTable\nStandard 7+3 regimen with/without GO.[23] This chemo regimen can be attempted in patients > 60 years old if they have good tolerability as determined by performance status.\n\nALL\n\nALL is divided into B or T lymphocyte variants based on the lymphoblast origin and the presence of >20% lymphoblasts in peripheral smear or BM. The presence or absence of the Ph chromosome is the most important molecular marker leading to therapeutic implications in treating ALL.\n\nTable\nA combination of chemotherapy with an oral tyrosine kinase inhibitor (TKI) is preferred for 2nd-generation and beyond agents, such as dasatinib, ponatinib, bosutinib, nilotinib, and imatinib. Not all the TKI combinations have data with chemotherapy agents,\n(more...)\n\nThe overall outcome depends upon the patient's response to induction therapy and the presence or absence of MRD (minimal residual disease) needing further therapies and BMT.\n\nCML:\nCML is 1 of the 1st cancers revolutionized by utilizing targeted therapy with Ph chromosome targeting TKIs. Patients have a significant response to TKIs, negating the need for acute chemotherapy unless they are in an accelerated phase/blast crisis. A patient's risk can be assessed based on multiple available calculators, such as the Sokal score, EUTOS Score, and EUTOS long-term survival score (ELTS).\n[36]\n[37]\n[38]\nFor patients with high-risk disease, second-generation (nilotinib, dasatinib, and bosutinib) TKIs are used as 1st-line therapy to achieve therapy milestones more quickly with deeper responses.\n[39]\nFor low and intermediate-risk patients, imatinib can be initiated as 1st-line therapy. However, there is no significant difference in overall survival by TKI generation.\n\nMajor milestones after initiation of TKI include:\n\nAt 3 months: BCR-ABL1 [International Scale (IS)] at ≤10 percent and/or ≤35% Ph-positive metaphase cells\nAt 6 months: BCR-ABL1 (IS) at ≤1 percent or/and 0 % Ph-positive metaphase cells\nAt 1 year: BCR-ABL1 (IS) ≤0.1 percent\n\nPatients need to be monitored for resistance mutations, predominantly the T315I mutation, for which ponatinib, asciminib, and omacetaxine are approved.\n[40]\n[41]\nPatients might continue to develop resistance to multiple TKIs for whom SCT can be attempted.\n\nCLL:\nCLL runs its course in a more indolent fashion than all the other leukemic subtypes, with the patient's lifespan minimally impacted by the disease. Patients do not benefit from early treatment unless they meet the criteria for therapy. Patients with rapid lymphocyte doubling time, worsening cytopenias, increasing spleen size causing abdominal discomfort, and significant B symptoms (fatigue, night sweats, and weight loss) benefit from treatment. The most important determinants in treating CLL are the IGVH mutation status and the presence of del17p and TP53 mutations. t(11:14) is often obtained to rule out mantle cell lymphoma.\n\nFor patients with IGVH mutation who have a relatively good prognosis, chemotherapy with FCR (fludarabine, cyclophosphamide, rituximab) or BR (bendamustine, rituximab) can be attempted as patients would be able to achieve prolonged disease-free survival for over 10 years.\n[42]\n[43]\nFor high-risk patients with del17p/TP53 mutation, targeted therapy with venetoclax (BCL-2 inhibitor) or Bruton's tyrosine kinase (BTK) inhibitors (ibrutinib, acalabrutinib) is beneficial, either as a single agent or in combination with rituximab or obinutuzumab.\n[44]\n[45]\n[46]\n[47]\nOlder patients with comorbidities tolerate BTK inhibitors better.\n\nRarely do patients with CLL/SLL who have a dormant course present with acute aggressive lymphadenopathy. They need an urgent lymph node or bone marrow biopsy to rule out Richter transformation into aggressive diffuse large B-cell lymphoma and, rarely, Hodgkin lymphoma or T-cell lymphomas.",
    "adverse_effects": "Tumor Lysis Syndrome (TLS)\n\nTLS is a complication of chemotherapy that can result when tumor cells die quickly. The widespread cellular destruction releases intracellular contents into the bloodstream, overwhelming the kidneys and resulting in dangerously high serum levels of potassium, phosphorus, and uric acid.\n[48]\nPatients need aggressive hydration, frequent lab monitoring, and management of hyperuricemia with allopurinol and rasburicase. Hyperkalemia and hypocalcemia can lead to significant cardiac toxicity requiring urgent correction.\n\nDisseminated Intravascular Coagulation (DIC)\n\nDIC is a complication of leukemia itself in which the proteins that control the blood clotting process become dysfunctional, leading to both thrombosis and hemorrhage. DIC is often associated with acute promyelocytic leukemia, but can be seen in other subtypes of leukemia as well.\n[16]\nFrequent lab monitoring with active replacement of fibrinogen with cryoprecipitate is vital to the patient's survival.\n\nInfection\n\nImmunosuppression from chemotherapy, stem cell transplantation, or leukemia itself increases the risk of dangerous infections. Fever with neutropenia in an immunosuppressed patient should prompt an immediate evaluation for the source of infection and the initiation of broad-spectrum antibiotic therapy.\n[49]\n\nCancer\n\nSurvivors of leukemia are at an increased risk of subsequent cancers. For example, the Childhood Cancer Survivor Study demonstrated that the 30-year cumulative incidence of any cancer after leukemia was 5.6%; the median time to occurrence of the subsequent cancer was 9 years. The most common second neoplasms in childhood leukemia survivors are different subtypes of leukemia or lymphoma.\n[10]"
  }
}