{
  "drug_name": "boswellia",
  "nbk_id": "NBK430848",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK430848/",
  "scraped_at": "2026-01-11T18:46:41",
  "sections": {
    "indications": "Telogen effluvium is a form of nonscarring alopecia characterized by diffuse, often acute, hair shedding.\n[1]\n[2]\n[3]\n[4]\n[5]\nAnother form that is chronic with a more insidious onset also exists. Telogen effluvium is the excessive shedding of resting or telogen hair after some metabolic stress, hormonal changes, or medication. Telogen hair is also known as club hair due to the shape of the root. In a normal, healthy individual's scalp, about 85% is anagen hair, and 15% is telogen hair. Anagen hair is actively growing hair, whereas telogen hair is resting hair. A few hairs may also be in the catagen or transition phase. A hair follicle typically produces anagen hair for almost 4 years and then rests for about 4 months. A new anagen hair grows under the resting telogen hair and pushes it out. If the body remains under significant stress, approximately 70% of anagen hair precipitates into the telogen phase, thus causing hair loss.\n[6]\n\nTelogen effluvium is a reactive process triggered by metabolic stress, hormonal changes, or medications. Common triggering events include acute febrile illness, severe infection, major surgery, severe trauma, postpartum hormonal changes (particularly a decrease in estrogen), hypothyroidism, discontinuing estrogen-containing medication, crash dieting, low protein intake, heavy metal ingestion, and iron deficiency. Many medications have been linked to telogen effluvium, but the most common are beta-blockers and retinoids, including excess vitamin A, anticoagulants, propylthiouracil, carbamazepine, and immunizations.",
    "mechanism": "Telogen effluvium is a reactive process triggered by metabolic stress, hormonal changes, or medications. Common triggering events include acute febrile illness; severe infection;\n[7]\nmajor surgery; severe trauma; postpartum hormonal changes, particularly a decrease in estrogen; hypothyroidism;\n[8]\nsudden discontinuation of estrogen-containing medications; crash dieting; low protein intake; heavy metal ingestion; and iron deficiency. Many medications have been linked to telogen effluvium, but the most common are beta-blockers; retinoids, including excess vitamin A; anticoagulants; propylthiouracil; carbamazepine; and immunizations.\n[9]",
    "monitoring": "Typically, obtaining a detailed history and performing a thorough physical examination are sufficient for diagnosing telogen effluvium. If a biopsy is performed during the acute shedding phase (when the pull test is positive), it can confirm an increase in the percentage of telogen hairs.\n[15]\nTesting for underlying hormonal conditions, such as hypothyroidism; chronic metabolic illnesses; or iron deficiency is recommended if there are concerns about these conditions.\n[17]\n[18]\n\nLaboratory Testing\n\nHypothyroidism\n\nHypothyroidism can lead to chronic telogen effluvium.\nWhen symptoms of hypothyroidism, such as tiredness, constipation, weight gain, and cold sensitivity, are present, a thyrotropin test is warranted.\n[19]\n\nIron deficiency\n\nIron deficiency should be evaluated with a complete blood count, serum iron, iron saturation, and ferritin.\n[20]\nGiven the priority of blood for survival over hair, the body prioritizes shedding hair before red blood cell indices become microcytic.\nFerritin acts as an acute-phase reactant, and inflammation can result in normal ferritin levels in an iron-deficient individual.\nLow ferritin confirms iron deficiency; a normal ferritin level does not exclude iron deficiency.\nIron saturation is the most sensitive indicator of iron deficiency.\n\nSyphilis\n\nWhen symptoms of syphilis, such as fatigue, patchy hair loss, sore throat, or swollen lymph nodes, are present and considered a cause, a rapid plasma reagin or venereal disease research laboratory (VDRL) test should be performed.\n\nBiopsy\n\nScalp biopsy is the most useful test to confirm the diagnosis, but it is seldom necessary if gentle hair pull produces numerous telogen hairs.\nA white bulb and no gelatinous hair sheath can identify telogen hair.\nIf a patient is unwilling to allow a scalp biopsy, serial hair collections can be obtained.\nThe patient should be instructed to collect all shedding hair in 24 hours, refraining from washing their hair during this time. This process should be repeated every week for three or four collections.\nCollecting 100 or more hairs in 24 hours suggests telogen effluvium. The number of hairs collected may decrease if the collections are performed over several weeks while the telogen effluvium improves.",
    "administration": "Acute telogen effluvium is a self-limited condition. If the causative event has been identified and appropriately treated, there is no need for further treatment. If a hormonal or dietary imbalance, such as low iron levels, zinc levels, vitamin D levels; or metabolic illness is present, hair growth returns after these factors are corrected.\n[21]\nIf a medication is the cause of the shedding, hair growth restarts after the medication is withdrawn.\n[22]\n\nAlthough topical minoxidil has not been proven to promote hair recovery in telogen effluvium, it has theoretical benefits. Patients who wish to take an active role in their treatment may choose to use topical minoxidil. Recent trials have proven that oral minoxidil can be an effective and well-tolerated treatment alternative for healthy patients with difficulty with topical formulations.\n[23]\n\nRecent studies have also shown that both botulinum toxin A and multivitamin mesotherapy are effective in treating telogen effluvium. These treatments demonstrated improvement of the criteria terminal hair and multiple follicular units.\n[24]\n\nMost importantly, all the patients should be offered emotional support and reassurance about the benign course of the disease and the possibility of complete recovery of hair with time and nutritional support.",
    "adverse_effects": "Telogen effluvium is a benign and spontaneously reversible condition with no associated complications. As it is a non-cicatricial alopecia, the scalp has no scarring, even during the active hair loss phase."
  }
}