{
  "drug_name": "botulinum toxin",
  "nbk_id": "NBK574523",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK574523/",
  "scraped_at": "2026-01-11T15:24:20",
  "sections": {
    "indications": "The main contraindications to botulinum toxin injection are neuromuscular disorders (amyotrophic lateral sclerosis, Lambert-Eaton syndrome, multiple sclerosis, myasthenia gravis), allergies to botulinum toxin constituents, active infection at injection sites, body dysmorphic disorder, pregnancy, and breastfeeding can potentiate neuromuscular blockade. Therefore injection on patients taking these should be performed with caution.\n[4]\n[16]\n\nThe FDA, given the paucity of patient data, classifies botulinum toxin as a category C drug. There have been reports of women who were unaware they were pregnant and had received botulinum toxin injections without adverse fetal effects. Since botulinum toxin is not expected to enter the systemic circulation after administration, it should not cross the placental barrier, creating controversy over pregnancy as a contraindication. Until additional evidence supports its safety during pregnancy, botulinum toxin should not be offered to pregnant women or breastfeeding mothers.\n[4]",
    "clinical_significance": "Treatment of the aging face has become extremely popular in the United States, with a tenfold increase in cosmetic procedures performed from 1997 to 2010. Botulinum toxin has been the most popular aesthetic procedure performed since 1999, with almost 2 million botulinum injections performed by plastic surgeons alone in the U.S. in 2019, more than twice as many as the next most popular procedure, hyaluronic acid dermal filler.\n[27]\n\nInterestingly, postmarketing safety surveillance data has shown that botulinum toxin injection to the glabellar area is associated with a clinically significant antidepressant effect in cosmetically motivated patients. This effect was observed in patients seeking injection to treat migraines, blepharospasm, hyperhidrosis, neck pain, and solely for cosmetic enhancement. A proposed mechanism is via modulation of the reciprocal, mutually enforceable, interrelation of facial expression (and therefore muscle tension) and mood. Muscle tension is a common symptom in depression and may also act as a positive reinforcing mechanism. This is the basis of treatment of depression with progressive muscle relaxation. It is proposed that botulinum toxin injection to the glabellar region may decrease depression via a similar pathway.\n[28]\nConversely, there are postmarketing safety surveillance data supporting an increase in depression scores with injection into the orbicularis oculi. A proposed mechanism is the inability to perform the Duchenne smile, which is associated with positive emotions.\n[28]\n\nThe practitioner must carefully balance patient expectations, degree of psychosocial distress in light of the specific cosmetic concern, and the possibility of adverse side effects."
  }
}