{
  "drug_name": "bovine colostrum",
  "nbk_id": "NBK559297",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559297/",
  "scraped_at": "2026-01-11T18:46:41",
  "sections": {
    "indications": "In 2014, the term \"genitourinary syndrome of menopause\" was recommended to describe sexual, genital, and urinary changes associated with the hypoestrogenism that occurs after menopause. This term has replaced older terminology, such as vulvovaginal atrophy and atrophic vaginitis.\n[1]\nGenitourinary syndrome of menopause (GSM) encompasses vulvovaginal atrophy, urogenital atrophy, and atrophic vaginitis, affecting the vagina, labia, urethra, and bladder due to low estrogen levels. GSM impacts 27% to 84% of postmenopausal women.\n[2]\nThis condition is primarily caused by decreased estrogen levels in postmenopausal individuals or those of any age who experience reduced estrogenic stimulation of the urogenital tissues. The signs and symptoms of GSM can resemble those of other genitourinary conditions, potentially delaying the diagnosis and treatment.\n[3]\nGSM also alters the anatomy and physiology of the genitourinary system, necessitating a treatment approach that may include both nonhormonal and hormonal therapies.",
    "mechanism": "Estrogen plays a crucial role in maintaining the normal anatomy and physiology of the urogenital system. Estrogen receptors are present in the vagina, vulva, urethra, and bladder trigone, where they respond to estrogen stimulation by maintaining normal blood flow, tissue thickness, rugosity, elasticity, and moisture of epithelial surfaces. During the reproductive years, the vagina is rich in glycogen, which is converted by the normal flora, lactobacilli\n,\ninto lactic acid. This process creates an acidic environment in the vagina, with a pH ranging from 3.5 to 5.0, allowing lactobacilli to continue to thrive and protect the vaginal and urinary tracts from infections. After menopause, the quantity of lactobacilli decreases, leading to an increase in the vaginal pH and the development of GSM.\n[2]\n\nAdditionally, sexual activity promotes epithelial turnover and enhances vaginal lubrication. A decline in estrogen levels during menopause causes urogenital atrophy. As estrogen production decreases, secretions diminish, and the genitourinary tissues become atrophic, leading to the symptoms associated with GSM. Other causes of GSM include lactation, hypothalamic amenorrhea, and antiestrogen medications used in the treatment of uterine fibroids, endometriosis, and breast cancer.\n[3]\n[4]",
    "monitoring": "Laboratory tests such as urinalysis and culture, sexually transmitted infection testing, and vaginal pathogen swabs may be employed to rule out genitourinary infections; they are typically not necessary for diagnosing GSM. Measuring estrogen levels via serum estradiol is also unreliable for diagnosing GSM, as current assays lack the sensitivity required for accurate detection.\n[14]\nVaginal pH is typically greater than 5.0 in the absence of any infections or abnormal discharge, and atrophic changes in the vaginal epithelium include a shift from superficial cells to more basal cells.\n\nOne of the physical changes associated with GSM is having less than 5% superficial cells on the vaginal maturation index (VMI).\n[5]\nThe VMI is derived from the microscopic evaluation of the vaginal epithelium, assessing the proportion of different vaginal epithelial cell types as follows:\n\nParabasal cells\nare the least mature and are more prevalent when estrogen levels are low.\nIntermediate cells\nare moderately mature.\nSuperficial cells\nare the most mature and predominate when estrogen levels are high.\n[15]\n\nIn early menopause, the VMI usually shows 30% intermediate cells, 5% superficial cells, and 65% parabasal cells. As atrophy progresses, the VMI may eventually display only parabasal cells. However, in clinical practice, neither the VMI nor vaginal pH measurement is necessary to diagnose GSM.\n[2]\nMoreover, the severity of GSM symptoms does not correlate well with vaginal pH or VMI.\n\nIn 2020, the Menopause Society clarified that these laboratory tests are not essential for diagnosing GSM.\n[1]\nHowever, the use of a questionnaire like the Day-to-Day Impact of Vaginal Aging (DIVA) questionnaire, a brief yet comprehensive screening tool, may enhance the identification and treatment of GSM when used during annual wellness visits or when postmenopausal women present with vulvovaginal or genitourinary complaints.\n[16]\nAnother tool frequently used to evaluate GSM symptoms is the Vaginal Health Index (VHI), which assesses vaginal secretions, pH, elasticity, hydration, and the epithelial mucous membrane condition. The VHI score ranges from 5 to 25, with lower scores indicating greater atrophy.\n[17]",
    "administration": "GSM can be managed with various treatment modalities aimed at alleviating symptoms. These treatments are generally classified into nonhormonal and hormonal options. Below is an overview of the available treatments, including vaginal moisturizers, lubricants, vaginal estrogens, dehydroepiandrosterone (DHEA), systemic hormone replacement therapy, and ospemifene, an oral selective estrogen receptor modulator with both estrogen agonist and antagonist properties.\n[2]\nPatients with breast cancer deserve special mention as treatment of GSM presents a challenge due to the need to balance effective symptom management with the avoidance of estrogen-based therapies that could potentially exacerbate cancer risk.\n\nNonhormonal Treatments\n\nNonhormonal treatments such as vaginal and topical moisturizers and lubricants are considered the first-line therapy for GSM. Lubricants provide short-term relief, particularly for vaginal dryness during intercourse, while moisturizers offer longer-lasting effects and can be used daily or several times per week. Patients are also encouraged to engage in regular, safe sexual activity, as this helps maintain the health and integrity of the vaginal epithelium and flora. The use of moisturizers, lubricants, and regular sexual activity promotes vaginal health by supporting epithelial integrity and maintaining a balanced vaginal flora. The World Health Organization (WHO) recommends that personal moisturizers and lubricants have an osmolarity of less than 1200 mOsm/kg, as hyperosmolar products can be toxic to epithelial cells, potentially causing irritation and further compromising vaginal health.\n[2]\n\nLocal Estrogen Therapy\n\nThis therapeutic option comes in many forms. These forms include vaginal creams, intravaginal tablets or capsules for more accurate dosing of estrogen, and a vaginal ring that releases small amounts of estrogen daily. All preparations are similarly effective in alleviating vaginal atrophy symptoms. Low-dose local estrogen therapy has not been shown to increase total systemic estrogen levels. Thus, vaginal estrogen allows for an excellent safety profile demonstrating a minimal to no increased risk of endometrial hyperplasia in healthy people.\n[8]\n[18]\n\nPatients usually have an improvement in symptoms after 2 to 4 weeks of local estrogen treatment.\n[19]\nHowever, some individuals may take 1 to 3 months to experience reduced symptoms. When urinary symptoms are present, vaginal estrogen is recommended. Progestin use and routine endometrial surveillance are not necessary for women using local estrogen therapy. However, any vaginal bleeding after menopause does require an investigation.\n[2]\n\nAs with all medication regimens, the risks and benefits should be discussed with patients before initiating any hormonal therapy. Local estrogen therapy has not been shown to increase circulating estrogen concentrations; it may be used in most patients to treat GSM. One contraindication for vaginal estrogen therapy is undiagnosed vaginal or uterine bleeding.\n[2]\n\nVaginal Dehydroepiandrosterone\n\nDHEA comes in a low-dose vaginal insert that can be used daily for the treatment of dyspareunia from GSM. The vaginal mucosa transforms DHEA into estradiol and androgens. Daily use showed few adverse effects and improvement of GSM symptoms in menopausal women.\n[2]\n\nSystemic Hormonal Therapy\n\nSystemic hormonal therapy becomes necessary for patients experiencing more widespread menopausal symptoms, such as night sweats and hot flashes, in addition to vaginal atrophy. For patients with these systemic symptoms, hormone replacement therapy (HRT)—including estrogen-progestin combinations or estrogen alone in patients who have had a hysterectomy—offers significant symptomatic improvement. Systemic HRT can promote the growth and revascularization of the vaginal epithelium, normalize vaginal pH, and increase lubrication. HRT can be administered systemically through oral or transdermal replacement. With an intact uterus, progesterone must be added to protect the endometrium. Study results indicate that systemic HRT alleviates symptoms of GSM in approximately 75% of cases, while local therapy is effective in 80% to 90% of cases. Although both therapies have comparable adverse events, local therapy is generally considered safer. In cases where moderate to severe vasomotor symptoms are also present, systemic hormonal therapy may be a particularly effective option.\n[2]\n\nOspemifene\n\nOspemifene is a selective estrogen receptor modulator (SERM) and an oral product approved for the treatment of GSM. This treatment is beneficial for patients with a history of hormone-sensitive cancer. SERMs can have a positive effect on the vaginal epithelium while having minimal to no impact on estrogen-dependent organs. Vasomotor symptoms are the most common adverse effect. Using ospemifene reduced recurrent urinary tract infections and improved symptoms and examination findings with GSM. Ospemifene is an estrogen agonist/antagonist, and its use at 60 mg daily has not been shown to increase endometrial cancer, venous thromboembolism, breast cancer, or breast cancer recurrence.\n[2]\n\nAdditional Treatment Modalities\n\nMany other modalities are available to manage GSM, offering new options for symptom relief and improved patient outcomes. Pelvic floor physical therapy may also be used in combination with local estrogen therapy.\n[2]\nIf there are anatomical vulvovaginal changes, vaginal dilators may be of use. This option is reserved for women who cannot take estrogen therapy and failed moisturizers and lubricants. Dilators have been shown to improve vaginal function.\n[20]\n\nMore recent treatment modalities for GSM include laser and radiofrequency therapy. Laser therapy induces collagen formation by causing microtrauma to the tissue and can promote revascularization to restore vaginal moisture and elasticity. However, the safety and efficacy are uncertain.\n[17]\n[21]\n[22]\n[23]\n[24]\nStudies are underway to evaluate energy-based devices, including lasers like fractional carbon dioxide and Erbium-YAG and radio-frequency devices, but none are currently approved for specifically treating GSM.\n\nHerbal products and hyaluronic acid products are ineffective for GSM treatment.\n[2]\nLonger and larger studies are needed looking at vaginal testosterone as it currently does not have sufficient data to recommend its use for GSM. Other proposed treatments for GSM include the active ingredient of the medicinal plant\nAmmi visnaga\n, or toothpick weed, a member of the carrot family, which causes vasodilation.\n[25]\nBovine colostrum cream, prenylflavonoids, phytoestrogens, and aloe vera extract have all been considered alternative treatments, but more research is necessary before recommending any of these options.\n[17]\n\nTreating Symptoms in Breast Cancer Patients\n\nPatients with a personal history of breast cancer present several challenges related to GSM management. In patients who have had breast cancer, vaginal estrogen therapy for GSM is contraindicated per the Federal Drug Administration. However, the American College of Obstetricians and Gynecologists has endorsed its use and suggests safety when non hormonal therapy does not give satisfactory results. In a cohort study by McVicker, results indicate no evidence of an increase in mortality in breast cancer patients who used vaginal estrogen. These findings support vaginal estrogen therapy use for GSM in patients with breast cancer.\n[26]\nVaginal DHEA has a cautionary label for use in patients with breast cancer because estrogen is a metabolite of DHEA, although it is not considered contraindicated. While ospemifene has shown a decreased risk of breast cancer and reduced recurrence rate, ospemifene is not recommended for GSM treatment in women with breast cancer because it has not been adequately studied.",
    "adverse_effects": "GSM can lead to several complications if left untreated or undertreated. These complications include chronic vaginal dryness, recurrent urinary tract infections, and painful sexual intercourse, which can significantly impact an individual's quality of life. Additionally, GSM may cause urinary incontinence, increased susceptibility to vaginal infections, and overall discomfort in daily activities. The physical symptoms may also lead to emotional and psychological distress, including reduced self-esteem and intimacy issues. Early recognition and appropriate treatment are crucial to prevent these complications and improve overall well-being."
  }
}