{
  "drug_name": "brexpiprazole",
  "nbk_id": "NBK585133",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK585133/",
  "scraped_at": "2026-01-11T15:24:23",
  "sections": {
    "toxicity": "Although CBS is primarily managed through reassurance and vision rehabilitation, pharmacologic therapy may occasionally be required for distressing or persistent hallucinations. Because such medications act on central neurotransmitter pathways, clinicians must anticipate, monitor, and manage potential toxicities and adverse effects—especially in older, visually impaired adults who are often on multiple medications.\n\nGeneral Principles\n\nStart low and go slow:\nInitiate all psychotropic or neuromodulatory drugs at the lowest effective dose and titrate cautiously.\nSingle-agent approach:\nAvoid polypharmacy and the concomitant use of sedatives or anticholinergics.\nPeriodic review:\nReassess need for continued therapy every 6 to 8 weeks.\nEducate patients and caregivers\nby\ndiscussing the expected benefits, potential adverse effects, and early signs of toxicity (see\nTable 17\n).\nMonitor for falls, cognitive blunting, and metabolic disturbances\n, which are more common in older adult patients with CBS.\n[100]\n\nTable\nTable 17. Drug-Specific Toxicity and Management for CBS.\n\nBP, blood pressure; CNS, central nervous system; COPD, chronic obstructive pulmonary disease; ECG, electrocardiogram; FDA, Food and Drug Administration; GABA, gamma-aminobutyric acid; GI, gastrointestinal; HR, heart rate; LFT, liver function test; QI, quality improvement; SIADH, syndrome of inappropriate antidiuretic hormone secretion; SSRI, selective serotonin reuptake inhibitor\n\nStrategies for Preventing Adverse Events\n\nBaseline evaluation:\nCheck liver, renal, and cardiac function before initiating psychotropics.\nAvoid drug–drug interactions,\nespecially if taking SSRIs (cytochrome P450 inhibition) and carbamazepine (enzyme inducer).\nReview concomitant medications:\nAvoid duplication with sedatives, opioids, or anticholinergics.\nMonitor cognition and mobility:\nHallucination control should not be achieved at the expense of functional decline.\nAdjust for comorbidities:\nReduce doses in renal impairment (gabapentin) or hepatic dysfunction (antipsychotics, SSRIs).\nGradual withdrawal:\nAbrupt discontinuation of antiepileptics or benzodiazepines can precipitate rebound symptoms or seizures.\n[101]\n\nAdverse Reaction Management\n\nMild symptoms\n(eg, nausea, lightheadedness): Reassure, administer with food, reduce dose\nModerate symptoms\n(eg, excessive sedation, orthostatic hypotension): Step down dose or switch class.\nSevere reactions\n(eg, arrhythmias, severe hyponatremia, delirium): Discontinue drug, provide supportive care, and report adverse event.\nMetabolic toxicity:\nManage per standard diabetes/lipid guidelines; consult a clinician if weight gain or glucose intolerance appears.\n\nNonpharmacologic Safety Measures\n\nEven during pharmacologic therapy, prioritize:\n\nAchieving adequate hydration, nutrition, and mobility exercises.\nAvoiding dim lighting and visual deprivation that can intensify hallucinations.\nEncouraging consistent medication timing and adherence using large-print or color-coded schedules.\nReassessing drug necessity regularly, as many patients can discontinue therapy once hallucinations remit.\n[102]\n\nReporting and Pharmacovigilance\n\nAdverse effects should be reported to\nnational pharmacovigilance programs\n(eg,\nthe FDA MedWatch program and the\nWorld Health Organization Uppsala Monitoring Centre\n).\nDocument drug-related hallucination changes or adverse reactions in the medical record for longitudinal tracking.\n\nToxicity management in CBS revolves around\njudicious drug selection, vigilant monitoring, and early dose adjustment\n. Non-pharmacologic interventions remain the mainstay, and pharmacologic therapy should always be\nshort-term, goal-directed, and regularly reviewed\n. The guiding principle:\n“Treat the distress, not the hallucination itself.”\n[103]"
  }
}