{
  "drug_name": "brompheniramine",
  "nbk_id": "NBK545287",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK545287/",
  "scraped_at": "2026-01-11T18:46:40",
  "sections": {
    "indications": "Xerostomia refers to the sensation of oral dryness, which can result from diminished saliva production.\n[1]\nHowever, patients may report dry mouth without a measurable decrease in saliva quantity.\n[1]\nA lack of normal salivary flow may lead to complaints of mouth dryness, oral burning, swallowing difficulty, and loss or decreased taste.\n[2]\nSee\nImage.\nXerostomia.\n\nNumerous etiologies have been described, but xerostomia mainly presents as a medication side effect, secondary to head and neck radiation therapy, and associated with Sjögren syndrome. Irrespective of a specific etiology, the patient's primary complaint is dry mouth. The treatment aims to alleviate symptoms, but a complete resolution is not always achieved. Initial management includes patient education, like regular water sipping and avoiding tobacco smoking, and local measures, such as artificial saliva\n[3]\n. Pharmacological therapy, mainly with pilocarpine\n[4]\n, is implemented when local efforts are unsuccessful.",
    "mechanism": "Xerostomia is linked to multiple etiologies. However, it most frequently develops as an adverse effect of medication, secondary to head and neck radiation therapy, and due to Sjögren syndrome. A wide variety of drugs have the potential to affect salivary gland function and induce oral dryness, which is dependent on the dose and the number of drugs being taken.\n[5]\nThis may explain why oral dryness is a common complaint in the geriatric population, likely due to the higher use of medications and incidence of comorbid conditions.\n\nMultiple classes of drugs show a correlation with xerostomia.\n[1]\nMedications with a reported incidence of xerostomia of 10% or more include but are not limited to:\n\nAnticholinergic agents: atropine, belladonna, oxybutynin\nAntidepressant and antipsychotic agents: citalopram, haloperidol, phenelzine\nDiuretics: furosemide, chlorothiazide, hydrochlorothiazide\nAntihypertensive agents: captopril, lisinopril, enalapril\nSedative and anxiolytic agents: alprazolam, diazepam, triazolam\nMuscle relaxants: tizanidine, cyclobenzaprine, orphenadrine\nAnalgesic agents: opioids and NSAIDs\nAntihistamines: astemizole, loratadine, brompheniramine\n\nXerostomia develops in most patients undergoing head and neck radiation therapy for cancer treatment when the major salivary glands are in the radiation path.\n[3]\nSalivary flow usually decreases about 50% to 60% when 25 to 30 Gy of standard fractionated radiotherapy is applied during the first week, reaching its lowest point after 2 to 3 weeks.\n[6]\nThe reduction in salivary function depends on the amount of salivary gland tissue contained in the radiation area and the dose.\n[3]\nUnfortunately, pre-radiation salivary flow levels are not usually regained.\n[3]\nEisbruch et al found that recovery was unlikely in parotid mean radiation doses of more than 24 to 26 Gy; doses under this level were associated with a higher chance of significant recovery.\n[7]\n\nXerostomia is commonly attributed to Sjögren syndrome, which is characterized by oral and ocular dryness\n[1]\n. Chronic lymphocytic infiltration causes eventual fibrosis of salivary glands. The condition is more common in women more than 40 years of age. It is unusual for Sjögren to present after age 65, and dry mouth after this age is more commonly attributable to age-related exocrine atrophy. In primary Sjögren syndrome, the condition is limited to the salivary glands and eyes. Secondary Sjögren syndrome is also associated with an autoimmune (rheumatoid arthritis) or connective tissue disease.\n[1]\n\nOther potential causes for oral dryness may include autoimmune system disorders such as systemic lupus erythematosus (SLE), rheumatoid arthritis, thyroid disease, and primary biliary cirrhosis (PBC), patients with a history of mouth breathing, dehydration, poorly controlled diabetes mellitus, nerve damage from head or neck injury, end-stage renal disease (ESRD), graft versus host disease (GVHD), and HIV/AIDS.\n[8]",
    "monitoring": "Xerostomia is a clinical diagnosis primarily based on history and physical examination. It is estimated that salivary secretion needs to be decreased by half before xerostomia is evident.\n[1]\nPatients' subjective symptoms of oral dryness should be sufficient to establish a diagnosis of xerostomia and start treatment, as there may not be a measurable reduction in salivary flow initially.\n[1]\nBecause so many drugs carry associations with xerostomia, checking the patient's medication list is imperative.\n\nIf needed, there are numerous techniques employed to evaluate hyposalivation, such as:\n\nSialometry:\nThe normal stimulated salivary flow rate is 1.5 to 2.0 mL/min, while the unstimulated flow rate ranges from 0.3 to 0.4 mL/min.\n[4]\nA diagnosis of hyposalivation is if stimulated salivary flow is less than 0.5 to 0.7 mL/min or unstimulated flow of under 0.1 mL/min.\n[4]\nSialography:\nAn imaging technique that can be used to identify salivary stones or masses.\n[15]\nThree-dimensional magnetic resonance sialography is a promising diagnostic approach in patients with radiation exposure as the salivary gland flow can be visualized.\n[16]\nA small trial on 3-dimentional magnetic resonance sialography in pre and post-radiation patients has shown promise. Imaging performed at 6 weeks pre-radiation and 6 months post-radiation showed decreased salivary flow.\nBiopsy:\nIf a systemic cause such as sarcoidosis, amyloidosis, or a salivary mass is suspected, a biopsy of a salivary gland may be necessary. Further management then depends on the biopsy results.\n\nIn secondary Sjögren syndrome, patients exhibit further signs and symptoms of an autoimmune or connective tissue disease such as rheumatoid arthritis or systemic lupus erythematosus.\n[1]\nLaboratory tests may show abnormalities such as raised erythrocyte sedimentation rate (ESR), anemia, leukopenia, and rheumatoid factor or autoantibodies.\n[1]\nA lip biopsy usually reveals focal lymphocytes infiltrating the minor salivary glands.\n[17]",
    "administration": "The main goal of management is symptomatic relief. The underlying cause should be treated whenever possible, eg, treating nasal congestion to avoid mouth breathing. If xerostomia is medication-induced, stopping or swapping to one with less xerostomic effects should be considered.\n[14]\nXerostomia is initially treated by educating the patients on lifestyle habits that help decrease symptoms and local measures. If these deem unsuccessful, a pharmacological treatment could be established.\n\nPatient Education\n\nFrequent sipping of water\nChewing sugar-free gum\nSucking on sugar-free candy\nAvoiding caffeine, tobacco, alcohol, and dry or hard-to-chew foods\nCorrecting dehydration by increasing fluid intake\nRegular oral hygiene and dental care\n\nLocal Measures\n\nArtificial saliva in dose forms such as sprays, lozenges, and gels may be indicated before meals and as needed. The disadvantages of saliva substitute products are that they do not work reliably, the duration of action is limited, they have an unpleasant taste, and they carry a high monetary cost. Despite this, they are helpful for special times, like during a flight or bedtime.\n[3]\n\nPharmacological Treatment\n\nThe sialogogue drugs pilocarpine and cevimeline are FDA-approved medications for managing xerostomia.\n[4]\nBoth medications work on muscarinic receptors and stimulate salivation. Pilocarpine is given orally with a normal dose of 5 to 10 mg 3 times a day.\n[18]\nThe cevimeline dose is 30 mg 3 times a day. Either agent is tried for up to 3 months to ascertain efficacy. These medications require some residual salivary gland function to be effective as they stimulate the patent gland to secrete saliva. The most prevalent adverse effects of pilocarpine include sweating, nausea, and rhinitis.\n[3]\nTreatment with cevimeline is also linked to increased sweating.\n[3]\nThe application of topical physostigmine has also been a therapy option in treating xerostomia. Physostigmine is a cholinesterase inhibitor, thus increasing the amount of acetylcholine available to stimulate salivary glands. It increases the production of saliva by stimulating mucin-producing glands. A gel containing 1.8 mg of physostigmine may provide relief for about 2 hours.\n[19]\nMalic acid has demonstrated some benefits if xerostomia is drug-induced.\n[14]\nAnethole trithionate (cholagogue-bile secretion stimulant) is another drug that has proven beneficial for xerostomia.\n[20]\n\nOther Measures\n\nElectrical stimulation has been shown to improve salivary flow, but these intraoral devices are not practical for everyday use. Patients undergoing radiation to the head and neck area may benefit from amifostine.",
    "adverse_effects": "Saliva provides lubrication and keeps the oral cavity moist and clean, protecting the oral mucosa from mechanical injury. Salivary amylase helps to initiate the digestive process. Mucin and immunoglobulin in saliva protect the oral mucosa from microbial infection. Therefore, xerostomia can adversely affect oral intake, leading to poor nutrition, gingivitis and periodontitis, dental caries, halitosis, fungal infections (candidiasis), and accelerating enamel erosion. Chronic discomfort from dry mouth can contribute to symptoms of anxiety and depression."
  }
}