{
  "drug_name": "bromocriptine",
  "nbk_id": "NBK555948",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK555948/",
  "scraped_at": "2026-01-11T15:24:28",
  "sections": {
    "indications": "Bromocriptine is contraindicated in patients with type 1 diabetes, syncope, and psychosis. Additionally, patients with syncopal migraines should avoid bromocriptine due to its potential to trigger hypotensive episodes. Breastfeeding individuals should also avoid bromocriptine because of its inhibitory effect on lactation.\n[23]\nAdditionally, bromocriptine is metabolized by CYP450 3A4 and should not be used concurrently with CYP3A4 inhibitors or inducers or in patients with hepatic impairment.\n[23]\n[25]\n\nWarnings and Precautions\n\nHypotension\n: Orthostatic hypotension, including syncope, may occur during bromocriptine therapy, particularly during initiation and dose escalation. Additionally, it is recommended to monitor orthostatic vital signs and exercise caution in patients on antihypertensive medications.\n\nPsychotic disorders\n: Bromocriptine treatment may worsen severe psychotic disorders or reduce the effectiveness of concurrent antipsychotic medications; therefore, its use in patients with these conditions is not recommended.\n\nImpulse control disorders:\nPatients taking bromocriptine may experience intense urges such as pathological gambling, compulsive shopping, or hypersexuality. These urges may be resolved with dosage adjustment or discontinuation of the medication.\n[33]",
    "mechanism": "Bromocriptine is a dopamine receptor agonist with selective agonist activity on D2 dopamine receptors while simultaneously acting as a partial antagonist for D1 dopamine receptors.\n[20]\nDopamine agonism has variable effects depending on the target tissue. In Parkinson disease, bromocriptine binds directly to striatal dopamine D2 receptors, stimulating locomotion and attenuating the bradykinetic symptoms caused by the degeneration of dopaminergic nigrostriatal neurons.\n[21]\n[13]\nSimilarly, this agonistic effect on the D2 receptors of anterior pituitary lactotrophic cells inhibits prolactin exocytosis and gene expression, thereby reducing the adverse effects of hyperprolactinemia, particularly in the case of pituitary prolactinoma.\n\nIn acromegaly, bromocriptine’s dopaminergic effect can cause paradoxical blocking of growth hormone release through tuberoinfundibular pathways, decreasing circulating blood concentrations of growth hormone.\n[22]\n[10]\nIn type 2 diabetes, bromocriptine alters monoamine neurotransmitter concentrations in the suprachiasmatic and ventromedial nuclei of the hypothalamus, causing a sympatholytic effect that decreases metabolic processes, which can lead to glucose intolerance and insulin resistance.\n[2]\nAdditionally, bromocriptine inhibits prolactin release from lactotroph cells in the anterior pituitary gland, reducing circulating prolactin levels and diminishing the formation of the 16-kDa prolactin isoform implicated in PPCM. By reducing prolactin signaling, bromocriptine interrupts the pathological cascade underlying PPCM.\n[16]\n\nPharmacokinetics\n\nAbsorption:\nFollowing administration of bromocriptine, peak plasma concentrations are typically reached within approximately 2.5 ± 2 hours, with an elimination half-life of approximately 4.85 hours. Food intake does not notably affect the systemic exposure of bromocriptine; nevertheless, it is advisable to take bromocriptine with food to mitigate the risk of vomiting that may occur when administered on an empty stomach.\n\nDistribution:\nBromocriptine exhibits high plasma protein binding, typically ranging from 90% to 96%, and primarily binds to serum albumin.\n\nMetabolism:\nBromocriptine has a high affinity for CYP3A, with hydrolysis being the primary metabolic pathway. Consequently, inhibitors or potent substrates for CYP3A4 may inhibit bromocriptine clearance, leading to increased plasma levels. Additionally, bromocriptine acts as an inhibitor of CYP3A4. Bromocriptine undergoes extensive first-pass biotransformation.\n[20]\n\nElimination:\nBromocriptine is primarily excreted in the bile, with approximately 2% to 6% excreted via the urine.\n[23]",
    "administration": "Available Dosage Forms and Strengths\n\nBromocriptine is available in 2 forms, including:\n\nAn oral tablet or capsule form (2.5-5.0 mg) for the treatment of hyperprolactinemia, acromegaly, and Parkinson disease.\n\nAn oral tablet or capsule form (0.8 mg) for the treatment of type 2 diabetes.\n[24]\n[25]\n\nThe standard release formulation (2.5-5 mg) reaches peak blood concentrations after approximately 3 hours with a bioavailability of 28%, while the 0.8 mg formulation is released more quickly and achieves peak blood concentrations within 45 to 60 minutes, with a bioavailability of 65% to 95%.\n[25]\n\nAdult Dosages\n\nTreatment for the following disorders must be individualized based on a patient's unique characteristics. However, the recommended dosages for the following conditions are mentioned below.\n\nHyperprolactinemia\n: An initial dosage of 1.25 to 2.50 mg daily, which may be increased to a maximum maintenance dosage of 5 mg daily.\n[26]\n\nAcromegaly\n: An initial dosage of 1.25 to 2.50 mg daily, with incremental increases of 2.50 mg until desired growth hormone blood concentrations are achieved. Maintenance dosages typically range from 7.50 to 30.0 mg daily.\n[11]\n[10]\n\nParkinson disease:\nThe initial dosage is typically 2.50 mg daily, with increments of 2.50 mg based on tolerance and effectiveness. The goal is to use the lowest effective dose to achieve symptomatic control. A low dose is considered to be less than 30 mg daily, while a high dose ranges from 31 to 100 mg daily.\n[25]\n[13]\n[20]\n\nType 2 diabetes:\nThe initial dosage of 0.8 mg daily, with weekly increments of 0.8 mg until the desired level of glycemic control is achieved or up to a maximum dosage of 4.80 mg daily.\n[25]\n[4]\n\nSpecific Patient Populations\n\nHepatic impairment:\nAs the liver primarily metabolizes bromocriptine, caution should be exercised when administering it to patients with hepatic impairment.\n\nRenal impairment:\nAs only a small portion (6%) of bromocriptine is excreted by the kidneys, renal impairment may not substantially impact its pharmacokinetics.\n\nPregnancy considerations:\nBromocriptine is not recommended during pregnancy and should be discontinued upon confirmation of pregnancy. If there is a need to resume bromocriptine to manage a rapidly expanding macroadenoma during pregnancy, the decision should be made cautiously, weighing the benefits against potential risks, including the risk of hypertensive disorder.\n\nBreastfeeding considerations:\nBromocriptine is generally not recommended during breastfeeding due to its lactation-suppressing effects. In some cases, a daily dose of 2.5 mg for 3 days has been utilized to reduce excessive milk production. Although the drug is undetectable in breast milk at this dosage and adverse reactions have not been reported, the safety of this practice is not fully established. Cases of mothers successfully breastfeeding while being treated with bromocriptine for amenorrhea-galactorrhea syndrome or prolactinoma during pregnancy and lactation have been documented.\n\nBromocriptine has also been used to manage persistent galactorrhea following breast augmentation surgery and hyperprolactinemia and galactorrhea caused by antipsychotic medications. The American Academy of Breastfeeding Medicine outlines the dopamine agonists indicated for treating galactorrhea that persists despite other interventions. While cabergoline is preferred for its favorable adverse effect profile, bromocriptine serves as an alternative if cabergoline is unavailable. However, the use of bromocriptine for lactation suppression is discouraged due to the elevated risk of maternal stroke, seizures, cardiovascular disorders, death, and potentially psychosis.\n[27]\n[28]\n\nPediatric patients:\nAlthough bromocriptine's safety and efficacy in treating prolactin-secreting pituitary adenomas have been established, its safety and effectiveness for other indications in the pediatric population have not been established.\n\nOlder patients:\nDopamine agonists, such as bromocriptine, should be used cautiously in older adults due to the increased risk of cognitive impairment, psychosis, and impulse control disorders.\n[29]",
    "adverse_effects": "Common Adverse Effects\n\nCommon adverse effects of bromocriptine include nausea, vomiting, dizziness, hypotension, headache, and fatigue.\n[30]\n[31]\n[24]\n\nSevere Adverse Effects\n\nSevere adverse effects of bromocriptine may include psychosis, fibrosis such as retroperitoneal, pleural, or cardiac valve fibrosis, and cardiovascular incidents, including valvular damage, stroke, and myocardial infarction.\n[31]\n[24]\n[32]\n\nDrug-Drug Interactions\n\nBromocriptine binds strongly to serum proteins, potentially increasing the unbound fraction of other protein-bound medications such as salicylates, sulfonamides, and probenecid. This alteration may affect their effectiveness and risk of adverse effects.\n\nDopamine receptor antagonists such as phenothiazines and metoclopramide can lessen bromocriptine's effectiveness and vice versa. Thus, concurrent administration is not recommended.\n\nConcurrently administering bromocriptine with ergot-related drugs may heighten ergot-related adverse effects. Therefore, bromocriptine and ergot-related medications should not be administered within 6 hours of each other.\n\nHypertension and tachycardia may occur when bromocriptine is coadministered with sympathomimetic drugs in postpartum women. Therefore, concurrent administration should be avoided.\n\nLimited data suggest avoiding the concurrent use of selective 5-hydroxytryptamine 1B (5-HT1B) agonists (eg, sumatriptan) and bromocriptine.\n\nBromocriptine is metabolized by CYP3A4. Potent CYP3A4 inhibitors, such as azole antimycotics and HIV protease inhibitors, or CYP3A4 inducers, can affect bromocriptine levels.\n[23]\n[25]",
    "monitoring": "Patients using bromocriptine should take a pregnancy test if amenorrhea occurs due to the possibility of pregnancy and the risk of reduced fetal prolactin secretion with continued bromocriptine use. Bromocriptine should be discontinued if pregnancy is confirmed unless otherwise recommended by a physician.\n[34]\n\nPatients taking bromocriptine should also receive regular liver function test monitoring for elevated liver enzymes and should undergo a cardiovascular assessment before using the drug.\n[25]\n[31]",
    "toxicity": "Signs and Symptoms of Overdose\n\nBromocriptine is primarily metabolized in the liver via cytochrome P450 3A4 enzymes and is contraindicated in patients with hepatic impairment.\n[25]\nAccidental overdoses, particularly in children, have been reported and are characterized by dopaminergic effects, most notably hypotension.\n\nManagement of Overdose\n\nTreatment of bromocriptine overdose involves administering activated charcoal to prevent systemic absorption and magnesium citrate via a nasogastric tube, along with intravenous saline to increase blood pressure.\n[35]"
  }
}