{
  "drug_name": "bumetanide",
  "nbk_id": "NBK559181",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK559181/",
  "scraped_at": "2026-01-11T15:24:27",
  "sections": {
    "indications": "Bumetanide is contraindicated in patients with hypersensitivity to the drug or components of the formulation. It is also contraindicated in patients with hypersensitivity to loop diuretics, hepatic disease, hepatic encephalopathy, severe electrolyte depletion, and anuria. Bumetanide is in the FDA pregnancy risk category C classification. The safety and efficacy of bumetanide use have not been established in neonates, infants, children, and adolescents under the age of 18 years.\n[11]\n\nComplete medication reconciliation should be performed on all patients when adding any drug therapy, and bumetanide is no exception. Loop diuretics might enhance the hypotensive effect (specifically postural hypotension) and increase the nephrotoxicity of ACE inhibitors.\n[12]\nOther significant interactions also exist; the pharmacist should check for potential interactions and report any concerns to the prescriber so alternative therapy can be undertaken if necessary.",
    "mechanism": "Diuretics play a crucial role in treating edema and hypertension by causing the induction of a negative balance of solute and water. Loop diuretics are physiologically the most potent family of diuretics, as demonstrated by possessing natriuretic and chloriuretic potency of the diuretic drug class. These agents potentially increase Na and Cl excretion to over 25% of the filtered load. Although they have no direct epithelial effect on segments such as the thin descending limb of Henle and the thick ascending limb of Henle, many diuretics decrease fluid reabsorption by abolishing the papillary osmotic gradient. Most loop diuretics have a direct inhibitory effect on the cotransport process, specifically by interfering with active chloride transport secondary to the presence of sodium. This is located on the luminal membrane of the segment. Loop diuretics (furosemide, bumetanide, torsemide, ethacrynic acid) inhibit the concentrating mechanisms in the medullary segment. In contrast, diuretics such as thiazides are effective primarily in the cortical segment and inhibit the urinary diluting mechanism.\n[4]\n[5]\n\nBumetanide inhibits the reabsorption of sodium and chloride in the ascending loop of Henle and proximal renal tubule, which interferes with the chloride-binding cotransport system. This mechanism increases the excretion of water, magnesium phosphate, sodium chloride, and calcium. It decreases free water clearance and solute-free water reabsorption and increases sodium chloride excretion to the distal tubule (natriuresis), calciuria, phosphaturia, and minimal bicarbonaturia. Studies have shown that diuretic action onset occurs 0 to 30 minutes following intravenous use and 30 to 60 minutes following oral administration. The diuretic effect and the total duration of action last for 3 to 4 hours (270 min) with similar net urine output between intravenous and oral administration.\n[6]\nThe peak of the drug's action occurs at 90 minutes after oral administration.\n[1]",
    "administration": "Bumetanide is available in oral and injectable administrations (intravenous, intramuscular). Bumetanide is rapidly absorbed after oral and intravenous formulations. 95% of the drug extensively binds to plasma proteins and is eliminated by the metabolism of the butyl side chain and partially removed through urine excretion. The apparent half-life is 1.0 to 1.5 hours, and the volume of distribution is about 25 liters. Plasma clearance is 225 to 228 ml/min. Bumetanide has high bioavailability, between 80% and 100%; this means that oral and intravenous bioavailability are roughly equivalent, constructed to furosemide, where oral doses should be roughly double intravenous doses.\n[7]\n\nThe different modes of administration of bumetanide with dosages are the following:\n\nBumetanide oral tablet: 0.5 mg, 1 mg, 2 mg\nBumetanide intramuscular/intravenous injection solution: 0.25 mg/1 mL\n\nDosing regimens based on the condition are as follows:\n\nEdema\nOral route of administration:\n0.5 to 10 mg per day orally divided once or twice daily. Initiate treatment of 0.5 to 2.0 mg daily, repeating every 4 to 5 hours until the appropriate response is obtained. The maximum dosage is 10 mg per day.\nIntramuscular/intravenous route of administration:\n0.5 to 10 mg per day intramuscularly/intravenously divided once or twice daily. Initiate treatment 0.5 to 1.0 mg per day over 1 to 2 minutes, repeating every 2 to 3 hours until obtaining the appropriate response. The maximum dosage is 10 mg per day.\nAn alternate day schedule or schedule of 3 to 4 days on with a 1 to 2-day rest period may increase tolerability and effectiveness in continued edema control. Intravenous administration should be reserved for patients unable to take oral medications.\nBumetanide solution is not Y-site compatible with midazolam and is admixed incompatible with dobutamine and milrinone.\nHypercalcemia (off-label):\n1 to 4 mg intravenously every 1 to 4 hours; administer with saline to maintain the patient's urine output at 200 to 250 mL/hour.\nHypertension (off-label):\n0.5 to 2.0 mg daily by mouth divided into 1 or 2 doses.\n\nRenal dosing: in patients with anuria, bumetanide is contraindicated. In patients with hepatic failure, dosing should remain at a minimum level and, if necessary, increased very carefully.\n[1]\n[6]\n\nData is lacking for the use of bumetanide in pregnancy and breastfeeding. No teratogenicity is expected based on data from other loop diuretics, although there is a potential risk for decreased placental perfusion based on the drug's mechanism of action. Clinicians should consider alternative therapy in patients breastfeeding high-risk infants.",
    "adverse_effects": "The most common adverse events associated with bumetanide include hyperuricemia (characteristic of all loop diuretics), hypochloremia, hypokalemia, azotemia, and hyponatremia. Other less common adverse effects include hyperglycemia, increased serum creatinine, muscle weakness, and hearing impairment.\n[8]\n[9]\nRare but significant or potentially life-threatening adverse reactions include hypotension (including orthostatic hypotension), encephalopathy (in instances of pre-existing hepatic disease), and renal failure.\n[10]\nAll loop diuretics exhibit potent diuresis capabilities, and excessive amounts can lead to significant diuresis with fluid and electrolyte loss; close medical supervision is necessary when administering these agents.",
    "monitoring": "Blood pressure, uric acid, jugular venous pressure, blood glucose, electrolytes, blood urea nitrogen/serum creatinine, and urine output must be monitored in patients taking bumetanide. Bumetanide is a potent diuretic; it can precipitate electrolyte and acid-base imbalances such as hypokalemia, hypocalcemia, hypochloremia, hyponatremia, hypomagnesemia, and metabolic alkalosis. It is essential to monitor urine output and serum electrolyte levels frequently. Dosage adjustments may be necessary, especially in patients treated for prolonged periods or high doses; patients must be monitored for hypokalemia, hypomagnesemia, and volume depletion resulting from excessive diuresis. Caution is also necessary for geriatric patients who have greater sensitivity to the hypotensive and diuretic effects of bumetanide.\n[13]\n\nThe development of oliguria during therapy for patients with progressive renal disease is a sign of discontinuing treatment with bumetanide. Blood and/or urine glucose levels should be monitored closely in diabetes mellitus patients taking bumetanide because loop diuretics can impair glucose tolerance, leading to hyperglycemia. Signs and symptoms of hearing impairment and tinnitus require attention from the clinician, as bumetanide may cause ototoxicity, with the dose adjusted accordingly. The cardiac function also requires monitoring as it may worsen heart failure and ventricular arrhythmias in patients with preexisting conditions.\n[14]",
    "toxicity": "Extensive or too frequent dosage can lead to acute volume and electrolyte depletion, low circulatory volume with a possibility of vascular thrombosis, and embolism. Symptoms such as weakness, mental confusion, anorexia, lethargy, vomiting, and cramps may occur because of electrolyte depletion. Treatment is with the adequate replacement of fluids and electrolytes, such as adding potassium supplements or potassium-sparing diuretics in case of potassium depletion. Asymptomatic hyperuricemia and slight reversible elevations of BUN and creatinine may also occur, particularly associated with dehydration or patients with renal insufficiency. Bumetanide has shown an increase in urinary calcium with resultant hypocalcemia. Similarly, hypomagnesemia should be measured periodically.\n[15]"
  }
}