{
  "drug_name": "buspirone",
  "nbk_id": "NBK531477",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK531477/",
  "scraped_at": "2026-01-11T15:24:28",
  "sections": {
    "indications": "Contraindications for Buspirone include the following:\n\nHistory of hypersensitivity reaction with buspirone in the past\nAvoid the use of monoamine oxidase inhibitors (MAOI) within 14 days before or after buspirone therapy. The aforementioned is due to the risk of developing serotonin syndrome and/or elevated blood pressure\n[22]\nAvoid buspirone in patients receiving reversible MAOIs such as linezolid or IV methylene blue due to the risk of serotonin syndrome.\n[23]",
    "mechanism": "Buspirone is classified in the azapirone drug class. It has a strong affinity for serotonin 5HT1a receptors, where it acts as a partial agonist, which some researchers believe produces the preponderance of clinical effects. It also has a weak affinity for serotonin 5HT2 receptors and acts as a weak antagonist of dopamine D2 autoreceptors. There is no effect on benzodiazepine GABA receptors. The underlying mechanism behind how the partial 5HT1a agonism translates into clinical results remains largely unknown. It is proposed from increased serotonergic activity in the amygdala and other parts of the brain's anxiety/fear circuitry. Due to the delayed anxiolytic effects seen clinically, buspirone likely provides relief through adaptations in 5HT1a receptors.\n[3]\n\nBuspirone is primarily used to treat generalized anxiety disorder; however, it appears that buspirone may be useful in various other neurological and psychiatric disorders. Examples include attenuating side effects of Parkinson's disease therapy, ataxia, depression, social phobia, behavior disturbances following brain injury, and those accompanying Alzheimer disease, dementia, and attention deficit disorders. However, additional effectiveness studies are warranted before using buspirone for the disorders mentioned above.\n[9]\n\nPharmacokinetics\n\nAbsorption:\nBuspirone is rapidly absorbed and undergoes extensive first-pass metabolism. Peak plasma levels are attained within 40 to 90 minutes.\n[10]\n\nDistribution:\nBuspirone has approximately 86% plasma protein binding.\n\nMetabolism:\nBuspirone is metabolized primarily by oxidation by CYP3A4 and converts to hydroxylated derivatives and a pharmacologically active metabolite, 1-pyrimidinylpiperazine (1-PP).\n[11]\n\nExcretion:\nThe elimination half-life of unchanged buspirone is approximately 2 to 3 hours. Buspirone is excreted in the urine as metabolites(29% to 63%); fecal excretion accounts for 18% to 38% of the dose.",
    "administration": "Buspirone is available in 5 mg, 7.5 mg, 10 mg, 15 mg, and 30 mg oral tablets. The initial recommended dose for GAD treatment is 15 mg daily, given as either 7.5 mg twice per day or 5 mg three times per day. Every 2 to 3 days, the dosage may be increased by 5 mg until the desired clinical response is achieved. The maximum daily dosage is 60 mg per day. In clinical trials, a typical range of therapeutic effects was between 20 to 30 mg per day in divided doses.\n\nBuspirone has seen occasional off-label use for pediatric anxiety disorders. The dosage has not been well established. In a pilot study of children aged 6 to 14, they were started on a daily dose of 5 mg and increased by 5 mg every week to a maximum daily dose of 20 mg. Another more extensive study with patients aged 6 to 17 had a higher maximum daily dose of 60 mg.\n[12]\nFood increases the bioavailability of buspirone; hence clinicians should counsel the patients to take buspirone with food or take it on an empty stomach. Consistency of dosage patterns is important.\n[10]\nBuspirone gets metabolized by cytochrome P450 (CYP3A4); hence evaluate potential drug-drug interactions before an initial prescription.\n[13]\n\nUse in Specific Patient Population\n\nPatients with hepatic impairment:\nThe measured bioavailability (using the steady-state area under the curve) increased 13-fold in patients with hepatic impairment; consider dose reduction in patients with hepatic impairment.\n\nPatients with renal impairment:\nThe bioavailability of buspirone is increased fourfold in patients with renal impairment (creatine clearance=10 to 70 mL/min/1.73 m); consequently, consider dose reduction in patients with renal impairment.\n\nPregnancy considerations:\nBuspirone is a Category B risk in pregnancy. On June 30, 2015, the FDA began implementation of the Pregnancy and Lactation Labeling Rule, which replaced the pregnancy letter category system (A, B, C, D, and X) with integrated narrative summaries of the risks of using a drug or biological product during pregnancy and lactation. The effect of buspirone use during pregnancy on labor and delivery is unknown. However, reproductive studies in rats did not cause any adverse effects on animals.\n[14]\n\nBreastfeeding considerations:\nLimited data indicate that maternal doses of buspirone up to 45 mg daily produce low levels of milk. No information is available on the long-term use of buspirone during breastfeeding; an alternate medication may be preferred, particularly while nursing a newborn or preterm infant.\n[15]",
    "adverse_effects": "Dizziness is a common side effect that occurs in over 10% of patients.\n[16]\n\nAccording to FDA product labeling, the following reports of adverse events occurred in 1% to 10% of patients.\n\nCentral nervous system: Abnormal dreams, ataxia, confusion, dizziness, drowsiness, excitement, headache, nervousness, numbness, outbursts of anger, paresthesia\nOphthalmic: Blurred vision\nOtic: Tinnitus\nCardiovascular: Chest pain\nRespiratory: Nasal congestion\nDermatologic: Diaphoresis, skin rash\nGastrointestinal: Diarrhea, nausea, sore throat\nNeuromuscular and skeletal: Musculoskeletal pain, tremor, weakness\nHepatic: isolated cases of serum enzyme elevations without jaundice\n[17]\n\nClinicians can mitigate these adverse drug reactions by continuing therapy and gradual titration to an optimal therapeutic dose. Of note, buspirone has minimal sexual side effects. It has even been shown to help relieve the adverse sexual effects of SSRIs when given as an augmenting agent.\n[18]\nPatients should receive a warning about the possibility of central nervous system depression. In addition, clinicians should inform patients of the rare potential for akathisia (likely due to central dopamine antagonism) and serotonin syndrome.\n[19]\nPostmarketing surveillance reports cases of somnambulism (sleepwalking) associated with buspirone. However, altered neurobiology due to psychiatric disorders should also be considered.\n[20]\nQT prolongation has also been reported in patients with preexisting cardiac disorders.\n[21]",
    "monitoring": "Offer frequent follow-ups after initiating treatment to assess for therapeutic and adverse effects. Encourage patients to stay consistent with their medication schedule and whether they take it with food. As mentioned before, a therapeutic effect typically takes 2 to 4 weeks for therapeutic effect. Often, many of the adverse effects will also lessen over time. However, healthcare providers should closely monitor signs and symptoms of anaphylaxis, akathisia, and serotonin syndrome.\n[23]\n\nBuspirone is a substrate of CYP3A4; clinicians should check for interactions that can alter its plasma concentration; this includes grapefruit juice, which can increase its concentration. Alcohol use can worsen any CNS sedation, and its use requires strict monitoring as well.\n[24]\n[25]\nAssess anxiety levels using the GAD-7 (general anxiety disorder-7) tool at baseline and follow-up visits to assess response to therapy. Similarly, clinicians can use the Hamilton Anxiety Scale (HAM-A)to objectify and rate a patient's anxiety severity.\n[26]\n[27]\nISMP (Insitute for Safe Medical Practice) notes that buspirone may be easily confused with bupropion, and this dispensing error can be prevented using tall man lettering. Consequently, healthcare providers should monitor each visit for accurate dispensing.\n[28]",
    "toxicity": "Relative to other anxiolytics, buspirone has low toxicity and potential for abuse. There have been no deaths reported from a buspirone overdose alone. In pharmacological trials, healthy male patients were given up to 375 mg daily and developed nausea, vomiting, dizziness, drowsiness, miosis, and gastric distress. While buspirone overdose typically resolves with complete recovery, high suspicion of other medication overdoses should be maintained and investigated.\n[29]\n[30]\nIn a literature review, multiple reports of movement disorders, including dyskinesia, akathisia, myoclonus, parkinsonism, and dystonia, have been reported.\n\nIn case of movement disorder induced by buspirone, the drug should be discontinued, and in some instances, it may require therapy with trihexyphenidyl/benztropine(centrally acting anticholinergic medication) and additional supportive treatment.\n[19]\nClinicians should use symptomatic and supportive measures and immediate gastric lavage in acute overdose. Healthcare providers must monitor respiration, pulse, and blood pressure, as in all drug overdose cases. Seizures can occur in rare instances which require treatment with benzodiazepines. It is important to note that no specific antidote is known for buspirone.\n[31]"
  }
}