{
  "drug_name": "butcher s broom",
  "nbk_id": "NBK557814",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK557814/",
  "scraped_at": "2026-01-11T15:24:27",
  "sections": {
    "clinical_significance": "Patients with hereditary defects of the protein C and protein S pathways are prone to thromboembolic events such as deep venous thrombosis, pulmonary embolism, stroke, and organ ischemia.\n[23]\n[7]\n[26]\nVenous thromboembolism is more common than arterial thromboembolism. Patients who inherit heterozygous alleles for protein C or protein S deficiency present with an onset later during adulthood compared to individuals who inherit homozygous alleles; homozygous mutations frequently present with critical blood clotting complexities at birth, such as purpura fulminans.\n[7]\n[4]\nPatients are also at risk for thromboembolism during high estrogenic states, such as pregnancy and combined oral contraceptive use.\n[27]\nTreatment\n\nThe long-term treatment for protein C and S deficiencies involves anticoagulation with heparin bridged to warfarin. The medications should overlap for 5 days until the therapeutic range of the international normalized ratio (INR) of 2.0 to 3.0 is reached for 2 consecutive days.\n[14]\n[28]\n[7]\nProtein C concentrate can be used as replacement therapy for protein C deficiency. In homozygous newborns suffering from hemorrhagic and thrombotic complications of purpura fulminans, protein C concentrate in the form of fresh frozen plasma can be given.\n[7]\n\nThe warfarin dose should be carefully assessed and bridged with a therapeutic dose of heparin, as it can impose warfarin-induced skin necrosis in protein C and S deficiency. Warfarin inhibits the Vitamin K–dependent clotting factors and protein C and S. Warfarin-induced skin necrosis occurs due to the relatively short half-life of protein C and S, which are inhibited first when warfarin is administered. This inhibition further promotes the procoagulant effects of other vitamin K–dependent clotting factors, leading to the formation of microthrombi.\n[29]\n[30]\n\nMonitoring\n\nPatients receiving long-term warfarin therapy require regular monitoring to ensure that anticoagulation remains within the therapeutic range and that the benefits of treatment continue to outweigh potential risks. The medication should be carefully assessed regularly so the INR is in the therapeutic range.\n[28]"
  }
}