{
  "drug_name": "butylhydroxytoluene",
  "nbk_id": "NBK459232",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK459232/",
  "scraped_at": "2026-01-11T15:24:30",
  "sections": {
    "indications": "Doxorubicin is frequently listed as a contraindication to hyperbaric oxygen therapy (HBO). Animal studies of the combined administration of HBO and doxorubicin have shown different results, leading to controversy about whether HBO is contraindicated in patients receiving the drug. HBO was studied in 1985, along with the use of antioxidants, as a potential nonsurgical remedy for skin necrosis due to doxorubicin extravasation. In this study, researchers fed groups of rats antioxidants (beta-carotene and/or butylated hydroxytoluene (BHT), a common food preservative and known free radical scavenger). Subsequently, the rats were anesthetized and injected intradermally with doxorubicin. Some rats were then exposed to HBO at 2.5 ATA after the doxorubicin injections. The rats that were fed BHT before doxorubicin injection exhibited improved wound healing. The group of rats that received HBO after doxorubicin injection experienced an 87% mortality rate, which the authors attributed to the formation of free radicals by both HBO and doxorubicin.\n\nWhile the results of this single study suggest that the concurrent administration of HBO and doxorubicin may be associated with increased mortality, subsequent studies have not demonstrated an increase in mortality or cardiac toxicity after administration of HBO and doxorubicin. The effects of HBO after remote doxorubicin administration are unknown. It may be safe to administer HBO after doxorubicin has been cleared from the body, in other words, after five to six elimination half-lives, or 12 days). Still, additional studies are necessary for further exploration of this topic.\n[9]",
    "mechanism": "The primary mechanism of action of doxorubicin involves the drug’s ability to intercalate within DNA base pairs, causing breakage of DNA strands and inhibition of both DNA and RNA synthesis. Doxorubicin inhibits the enzyme topoisomerase II, causing DNA damage and induction of apoptosis. When combined with iron, doxorubicin also causes free radical-mediated oxidative damage to DNA, further limiting DNA synthesis. Iron chelators, such as dexrazoxane, may prevent free radical formation by limiting the binding of doxorubicin with iron.\n[5]",
    "administration": "Doxorubicin is administered intravenously and is commonly given in 21-day intervals. The drug is easily recognizable in its liquid form due to its highly pigmented, reddish appearance. Doxorubicin is incompatible with heparin and fluorouracil and can cause precipitation if mixed with these drugs. While doxorubicin may be administered rapidly (over 15 to 20 minutes), slow administration of the liposomal formulation is recommended to reduce the risk of infusion reactions. Doxorubicin should be stored in a refrigerated area and re from light before administration. Doxorubicin exhibits rapid distribution into tissues and has an elimination half-life of up to 48 hours. Doxorubicin undergoes enzymatic reduction and requires protection undergoes elimination through biliary excretion.\n[5]\n\nAdult dosing by indication:\n\nAxillary node-positive breast cancer as an adjuvant:\n\n60 mg/m^2 IV once on the first day of a 21-day cycle. Use with cyclophosphamide. Patients should receive 4 cycles.\n\nLeukemia monotherapy:\n\n60 to 75 mg/m^2 IV once on the first day of a 21-day cycle. The maximum cumulative dose is 550 mg/m^2. (ALL or AML)\n\nLeukemia combination therapy:\n\n40 to 75 mg/m^2 IV once on the first day of a 21-day or 29-day cycle. The maximum cumulative dose is 550 mg/m^2. (ALL or AML)\n\nLymphoma monotherapy:\n\n60 to 75 mg/m^2 IV once on the first day of a 21-day cycle. The maximum cumulative dose is 550 mg/m^2. (Hodgkin and non-Hodgkin lymphoma)\n\nLymphoma combination therapy:\n\n40 to 75 mg/m^2 IV once on the first day of a 21-day or 29-day cycle. The maximum cumulative dose is 550 mg/m^2. (Hodgkin and non-Hodgkin lymphoma)\n\nSolid tumors, monotherapy:\n\n60 to 75 mg/m^2 IV once on the first day of a 21-day cycle. The maximum cumulative dose is 550 mg/m^2.\n\nSolid tumors, combination therapy:\n\n40 to 75 mg/m^2 IV once on the first day of a 21-day or 29-day cycle. The maximum cumulative dose is 550 mg/m^2.",
    "adverse_effects": "Adverse reactions are common after doxorubicin administration, including fatigue, alopecia, nausea and vomiting, and oral sores. Bone marrow suppression and an increased risk of secondary malignancy diagnoses may occur. Doxorubicin extravasation during intravenous administration can result in severe tissue ulceration and necrosis, which worsens over time. Doxorubicin is also associated with significant cardiac toxicity, which limits the long-term use of the drug. The mechanism of action of doxorubicin-induced cardiac toxicity differs from the drug’s antitumor mechanism. It involves increased oxidative stress, down-regulation of cardiac-specific genes, and induction of cardiac myocyte apoptosis by doxorubicin. The acute cardiac toxicity of doxorubicin occurs within days of the drug’s administration and occurs in approximately 11% of patients who receive the drug.\n\nAcute cardiac toxicity manifests as reversible myopericarditis, left ventricular dysfunction, or arrhythmias. Doxorubicin-related arrhythmias occur in up to 26% of patients who receive the therapy and can include sinus tachycardia, premature atrial and ventricular contractions, and supraventricular tachycardia. Rarely, acute left ventricular dysfunction can occur after doxorubicin administration; this condition is reversible. Chronic, late cardiac toxicity may also occur after doxorubicin administration and is the most serious and potentially lethal adverse effect associated with doxorubicin therapy. The incidence of chronic doxorubicin cardiac toxicity is approximately 1.7%.\n\nDoxorubicin-induced irreversible cardiomyopathy occurs within a few months of the end of treatment but has also been reported to occur up to twenty years after treatment termination. Congestive heart failure may also occur. Risk factors for doxorubicin-induced congestive heart failure include a higher cumulative drug dose, extremes of age, combination chemotherapy with other cardiotoxic drugs, pre-existing left ventricular dysfunction, hypertension, and previous radiation to the mediastinal region. When congestive heart failure develops after doxorubicin administration, the 1-year mortality rate is approximately 50%.\n[6]\n[7]\n[8]",
    "monitoring": "Baseline (pre-treatment) and regular monitoring of cardiac function through echocardiography or multi-gated radionuclide angiography (MUGA scan) are recommended for patients undergoing treatment with doxorubicin. Patients who exhibit a decrease in left ventricular ejection fraction during doxorubicin treatment should have the drug discontinued. Endomyocardial biopsy may also be utilized to diagnose doxorubicin-induced cardiomyopathy; findings include loss of myofibrils and cytoplasm vacuolization. Unfortunately, there is no specific treatment available for patients diagnosed with doxorubicin-induced cardiomyopathy.\n\nDiuretics and beta-adrenergic blockers are potential options, but these treatments do not improve the overall patient prognosis. Cardiac transplantation has been successful in some patients with doxorubicin-induced cardiomyopathy. Since higher cumulative doxorubicin doses are a risk factor for the development of cardiomyopathy, dose limitation is advocated to reduce cardiotoxicity. Antioxidant drugs (including amlodipine and carvedilol) have been studied as potential preventive agents to reduce the incidence of doxorubicin-induced cardiotoxicity. Dexrazoxane, an iron chelator, may be co-administered with doxorubicin to reduce the cardiotoxicity of the drug. However, the administration of dexrazoxane may induce myelosuppression, which can be potentiated by doxorubicin, so its clinical efficacy remains in question.\n[10]",
    "toxicity": "As covered in the Monitoring section, doxorubicin has significant potential for cardiotoxicity, as with other anthracycline drugs.\n[11]"
  }
}