{
  "drug_name": "quinagolide",
  "nbk_id": "NBK537331",
  "url": "https://www.ncbi.nlm.nih.gov/books/NBK537331/",
  "scraped_at": "2026-01-11T18:47:49",
  "sections": {
    "indications": "Prolactin hormone originates exclusively from lactotrophs located in the anterior pituitary gland, where it undergoes synthesis and secretion. The secretion rate ranges from 200 to 536 µg per day, with a half-life between 25 and 50 minutes.\n[1]\nClearance of prolactin occurs primarily through the liver, accounting for approximately 75%, while the kidneys contribute to the remaining 25%. Basal prolactin levels average 13 ng/mL in women and 5 ng/mL in men.\n[1]\nMost laboratories define the upper normal limit of serum prolactin as 15 to 20 ng/mL. Serum prolactin concentrations exceeding this threshold indicate hyperprolactinemia. The underlying causes of hyperprolactinemia may be physiological, pathological, or drug-induced. Affected individuals may remain asymptomatic or present with manifestations, eg, hypogonadism and galactorrhea, depending on the degree and duration of hormonal elevation.",
    "mechanism": "Hyperprolactinemia can result from physiological, pathological, pharmacological, systemic, genetic, or ectopic factors.\n[2]\n[3]\nAny condition that alters prolactin secretion or clearance can lead to elevated serum levels. Physiological hyperprolactinemia is typically transient and adaptive, whereas pathological and pharmacological causes often produce symptomatic elevations with potential long-term consequences.\n\nPhysiological Causes\n\nPregnancy, lactation, nipple stimulation, exercise, stress (including hypoglycemia, myocardial infarction, or surgery), seizures, sleep, the neonatal period, and sexual intercourse can all transiently elevate prolactin. During pregnancy, the pituitary gland enlarges, with lactotroph size increasing and overall gland size potentially doubling.\n[4]\nSerum prolactin rises throughout pregnancy, peaking at delivery due to elevated estradiol levels, and usually reaches 35 to 600 ng/mL at term.\n[5]\nAmniotic fluid prolactin levels may be 100 times higher than maternal or fetal serum.\n[5]\n\nNipple stimulation increases prolactin secretion, which is mediated by neural pathways during breastfeeding. Prolactin secretion increases transiently with suckling, reaching levels of up to 300 ng/mL above baseline. Even with continued breastfeeding, the prolactin levels continue to decline.\n[6]\nThe prolactin level can range from 30 to 300 ng/mL.\n\nPathological Causes\n\nPituitary disease\n\nPituitary disorders include:\n\nProlactinoma\nAcromegaly\nCushing disease\nMacroadenoma (compressive)\nPlurihormonal adenoma (usually with concomitant growth hormone excess)\nLymphocytic hypophysitis\nParasellar mass\nMacroprolactinemia\n\nProlactinomas, benign tumors of lactotrophs, account for up to 40% of pituitary adenomas and can present with any degree of elevated prolactin, from mild levels to 50,000 ng/mL. In contrast, prolactin elevation from other causes rarely exceeds 200 ng/mL.\n[7]\n\nHypothalamic disease\n\nHypothalamic disorders, including injury to the stalk, that can lead to hyperprolactinemia include:\n\nTumors like craniopharyngioma, suprasellar pituitary mass extension, meningioma, dysgerminoma, and hypothalamic metastases\nGranulomas (sarcoidosis, tuberculosis)\nInfiltrative disease (histiocytosis disease)\nRathke cyst\nPituitary stalk transection (Sellar surgery, head trauma)\nSkull base irradiation\n\nPharmacological Causes\n\nDrugs influencing prolactin levels include estrogen therapy, thyrotropin-releasing hormone, dopamine receptor-blocking agents (eg, risperidone, haloperidol, fluphenazine), antiemetics (metoclopramide, domperidone, prochlorperazine), tricyclic antidepressants and selective serotonin reuptake inhibitors (eg, amitriptyline, clomipramine, fluoxetine), anticonvulsants (phenytoin), antihypertensives (verapamil, methyldopa, labetalol), H2 antihistamines (eg, cimetidine and ranitidine), opioid analgesics, and cholinergic agents (eg, physostigmine). Risperidone can produce the most significant elevations, sometimes exceeding 100 to 200 ng/mL, whereas atypical antipsychotics generally cause milder increases.\n\nSystemic and Other Causes\n\nChronic renal failure, polycystic ovarian disease, liver cirrhosis, pseudocyesis, reflex etiologies (eg, chest wall trauma or surgery and herpes zoster), and primary hypothyroidism (via elevated TRH, which stimulates both prolactin and thyroid-stimulating hormone secretion) may elevate prolactin. Genetic inactivating prolactin receptor mutations, ectopic production by bronchogenic carcinoma or hypernephromas, and idiopathic causes represent additional sources of hyperprolactinemia.\n[8]\n[9]\n[8]",
    "monitoring": "The clinician begins the evaluation of suspected hyperprolactinemia by measuring the serum prolactin level, ideally with a fasting sample taken mid-morning. An increase in prolactin secretion is associated with sleep. However, this increase is not part of the circadian rhythm. The peak level of prolactin typically occurs between 4 AM and 7 AM; therefore, the ideal time to measure prolactin is during the mid-morning hours, preferably in a fasting state..\n[37]\nFood has a minimal effect on the serum concentration of prolactin. Therefore, fasting is not always a necessary condition for measuring serum prolactin levels, except when a mild elevation in the initial value is noted.\n[38]\n\nIf serum prolactin is elevated, the next step is to determine the cause in the following order:\n\nExclusion of physiological causes\nExclusion of pharmacological causes\nNeuroradiological imaging of the hypothalamic-pituitary region\n\nAn extensive history and physical examination are crucial for excluding causes of hyperprolactinemia and inquiring about signs and symptoms associated with this condition.\n\nLaboratory Tests\n\nThe following tests are generally needed depending upon gender, age, and clinical presentation:\n\nIn a premenopausal female, an initial pregnancy test is essential.\nIn case of mild prolactin elevation, repeating a serum prolactin level is recommended, as levels can often normalize, in which case further testing (especially in an asymptomatic individual) is unnecessary.\nAssessing thyroid function is essential to rule out underlying hypothyroidism, as correcting hypothyroid disfunctions with thyroid hormone replacement results in normalized prolactin levels.\nRenal function and liver function testing can be performed in select patients.\nIf a pituitary adenoma is identified, other anterior pituitary hormones need to be evaluated, including:\nInsulin-like growth factor-1 (IGF-1)\nAdrenocorticotropic hormone (ACTH)\nLuteinizing hormone\nFollicle-stimulating hormone\nFree thyroxine (T4)\nTestosterone or estradiol\n\nAdditional Diagnostic Studies\n\nMagnetic resonance imaging (MRI) of the pituitary with contrast is the preferred imaging study. Additionally, visual field testing should be performed in cases of macroadenoma and tumors that are adjacent to or compressing the optic chiasm.\n\nDiagnostic Pitfalls\n\nHook effect\n\nThe hook effect results from an artifact in the immunoradiometric assay that produces a falsely low prolactin concentration. This phenomenon should be suspected in patients with large pituitary adenomas showing only mild or moderate prolactin elevation. Extremely high serum prolactin concentrations can saturate both the capture and tracer antibodies used in the assay, preventing proper antibody–antigen complex formation and causing an erroneously low result. Repeating the measurement using a 1:100 serum dilution corrects this interference. Although uncommon, this artifact can lead to significant diagnostic errors if unrecognized.\n\nMacroprolactin\n\nMacroprolactin represents large circulating aggregates of prolactin and antibodies, with a size of approximately 150 kD; in contrast, native prolactin in serum is approximately 23 kD.\n[39]\nThese aggregates are measurable in standard assays but possess minimal or no biological activity. Misinterpretation of such results can lead to a false diagnosis of prolactin hypersecretion.\n[40]\nClinicians can prevent this error by treating serum samples with polyethylene glycol before testing, which precipitates macroprolactin and allows accurate measurement of biologically active prolactin.",
    "administration": "Etiology-Specific Management\n\nTreatment of hyperprolactinemia depends on the underlying cause. After physiological causes have been excluded, clinicians should evaluate for systemic, pharmacologic, or structural etiologies and address them appropriately in symptomatic individuals.\n\nHypothyroidism\n\nThe patient should be treated with thyroid replacement therapy, and the normalization of prolactin level should be confirmed after treatment.\n\nDrug-induced hyperprolactinemia\n\nIntervention becomes necessary only when patients develop hypogonadism, osteoporosis, or distressing galactorrhea.\n[41]\nWhen medications are suspected as the cause, temporary discontinuation is recommended, if feasible, to evaluate prolactin normalization. If discontinuation is not possible, particularly with antipsychotics, substitution with an alternative agent that does not elevate prolactin (eg, quetiapine) should be considered. When medication changes cannot be implemented, adding a dopamine agonist may provide benefit. Any medication adjustments must be made collaboratively with a psychiatrist.\n\nSupplemental estradiol for women and testosterone for men may be appropriate to manage hypogonadism and low bone mass. If prolactin levels remain elevated after medication withdrawal or when discontinuation is not feasible, pituitary MRI should be performed to exclude an underlying adenoma. Risperidone requires special consideration, as it can produce marked prolactin elevations exceeding 200 ng/mL, whereas other psychotropic agents typically cause mild increases below 100 ng/mL.\n[42]\n\nHypothalamic disease\n\nRemoval of the pathologic cause is preferred; otherwise, hyperprolactinemia should be treated with a dopamine agonist.\n\nIdiopathic hyperprolactinemia\n\nIdiopathic hyperprolactinemia is treated with a dopamine agonist in symptomatic individuals.\n[43]\nHowever, these patients are relatively resistant to dopamine agonists. Dosage can be adjusted to maintain the lowest possible dose while achieving a normal level of prolactin. If the patient attains normal prolactin on the lowest dose of a dopamine agonist for 2 years, the drug can be discontinued as a trial.\n\nMacroprolactinemia\n\nIn cases of macroprolactinemia, treatment is not required.\n\nProlactinoma\n\nTreatment of prolactinomas involves medical, surgical, and radiation treatment approaches.\n\nMedical therapy\n\nThe Endocrine Society guideline recommends against treatment with a dopamine agonist for asymptomatic microadenoma but recommends dopamine agonist therapy to decrease prolactin levels, tumor size, and normalize gonadal function for symptomatic patients with microadenomas or macroadenomas. Cabergoline is preferred to other dopamine agonists due to its higher efficacy in normalizing prolactin levels and tumor shrinkage.\n[44]\n\nCabergoline and bromocriptine are commonly used dopamine agonists. Quinagolide is not available in the United States but is used in some other countries. Pergolide had been withdrawn from the United States because of concerns about valvular heart disease. Cabergoline is the first choice because of its efficacy and fewer adverse effects.\n[22]\nBromocriptine is preferred during pregnancy because of more favorable data than cabergoline.\n[11]\nCabergoline has a longer duration of action than bromocriptine and is administered once or twice a week. Bromocriptine is administered once daily. Common adverse effects are nausea, vomiting, nasal stiffness, digital vasospasm, depression, and postural hypotension. High doses of dopamine agonists are associated with a risk of heart valve regurgitation.\n[45]\nDopamine agonist therapy can be tapered and discontinued after 2 years of continuous treatment if the serum prolactin level is normal and no adenoma is visible in magnetic resonance imaging (MRI).\n[43]\n\nSurgery and radiation therapies\n\nMost prolactinomas are treated with medical therapy alone, with surgery and radiotherapy reserved for those who are resistant to medical treatment with the dopamine agonists. Endoscopic endonasal transsphenoidal surgery is the preferred surgical method. Prophylactic surgery is considered in women with large prolactinomas that potentially threaten vision during pregnancy.\n[46]\nAdjuvant radiation therapy should be regarded as for the residual tumor. Gamma knife stereotactic radiosurgery is often effective in treating prolactinomas resistant to or intolerant of dopamine agonists.\n[47]",
    "adverse_effects": "Complications of hyperprolactinemia include:\n\nHypogonadism\nInfertility\nOsteoporosis\nMass effects leading to visual deficits, cranial nerve palsies, pituitary apoplexy, cerebrospinal fluid leak, and hypopituitarism"
  }
}